{
  "Gilded Decadence Tile": "Gạch Mạ Vàng Lộng Lẫy",
  "This awning comes with whimsical string lights and a handy retractable arm. It's your ticket to creating unforgettable, starlit nights out, regardless of the weather or the cosmos!": "Mái hiên này có đèn dây siêu xinh và tay đỡ có thể thu vào tiện lợi luôn. Tha hồ tạo ra những buổi tối lãng mạn dưới ánh sao, bất chấp thời tiết hay vũ trụ luôn nha!",
  "Cozy Evenings Awning": "Mái Hiên Cho Buổi Tối Ấm Cúng",
  "Step into the allure of the past with the Trattoria Bistro Bar. This seasoned sentinel of stories, forged from antique wood and graced with a zinc top, whispers tales of hushed conversations over deep-red nectars and clandestine rendezvous around rich, robust coffee. With every crack and crevice, it harbors the secrets of the ages, a silent spectator to a symphony of soirees. The Trattoria Bistro Bar - where timeless design meets the intoxicating intrigue of film noir. Nectar, coffee, mystery - it's all on the house.": "Bước vào thế giới quyến rũ của quá khứ với Trattoria Bistro Bar nào! Quầy bar này đầy ắp những câu chuyện, được làm từ gỗ cổ và mặt kẽm bóng loáng, khẽ thì thầm về những cuộc trò chuyện bí mật bên ly rượu vang đỏ đậm đà và những cuộc gặp gỡ lén lút bên tách cà phê thơm nồng. Từng vết nứt và kẽ hở đều cất giấu bí mật của thời gian, một nhân chứng thầm lặng cho những buổi tiệc tùng náo nhiệt. Trattoria Bistro Bar - nơi thiết kế vượt thời gian hòa quyện với sự hấp dẫn đầy bí ẩn của phim noir. Rượu ngon, cà phê thơm, bí mật đầy nhà!",
  "Trattoria Bistro Bar": "Quán Trattoria Bistro",
  "No Bistro is complete without one of these! Experience the fusion of retro charm and modern functionality with the Buongiorno Drip Coffee Maker. Adorned with chrome trim, this vintage-style coffee maker promises a luxurious brew, transforming any coffee ritual into an unforgettable experience. ": "Không có quán Bistro nào hoàn chỉnh nếu thiếu món này! Trải nghiệm sự kết hợp giữa nét quyến rũ cổ điển và chức năng hiện đại với Máy Pha Cà Phê Phin Buongiorno. Được trang trí bằng viền crôm, máy pha cà phê kiểu cổ điển này hứa hẹn một ly cà phê hảo hạng, biến mọi nghi thức cà phê thành một trải nghiệm khó quên.",
  "Buongiorno Drip Coffee Maker": "Máy Pha Cà Phê Drip Buongiorno",
  "Unveil the magic of sophisticated style with these Tableside Lace Curtains. Featuring a perfect blend of privacy and panache, they are sure to transform any humble space into a timeless and inviting destination.": "Khám phá vẻ đẹp tinh tế, sang chảnh với Rèm Ren Bàn Trà nhé! Vừa kín đáo lại vừa phong cách, chắc chắn sẽ biến bất kỳ không gian nào thành một nơi quyến rũ và \"chanh sả\" hết nấc đó.",
  "Tableside Lace Curtains": "Rèm Ren Bàn Ăn",
  "Crafted with a blend of mystery and sophistication. It's a dramatic pause before the plot unfolds, a tantalizing teaser of the comfort that lies within. This detailed bistro front door opens to a story worth telling. With the Verandah Entry Door, life isn't just in black and white - it's beautifully detailed.": "Được làm thủ công tỉ mỉ, vừa bí ẩn lại vừa sang trọng ấy. Như một khoảng lặng đầy kịch tính trước khi cốt truyện hé lộ, một lời mời gọi hấp dẫn đến sự thoải mái bên trong. Cánh cửa bistro chi tiết này mở ra một câu chuyện đáng kể. Với Cửa Chính Hiên Nhà, cuộc sống không chỉ có trắng và đen – mà còn vô cùng tinh tế nữa đó nha!",
  "Verandah Entry Door": "Cửa Ra Vào Hiên Nhà",
  "This pair of accordion doors erases the boundary between inside and out, transforming your bistro into an airy, seamless sanctuary. Enjoy the charm of the open-air without leaving the comfort of your establishment. Say hello to limitless possibilities and goodbye to walls!": "Cặp cửa xếp này sẽ xóa nhòa ranh giới giữa trong nhà và ngoài trời, biến quán bistro của bạn thành một chốn nghỉ ngơi thoáng đãng, liền mạch. Thưởng thức nét quyến rũ của không gian ngoài trời mà vẫn thoải mái như trong nhà. Chào đón những khả năng vô tận và tạm biệt những bức tường đi nào!",
  "Verandah Open Doorway": "Lối đi có mái che không cửa",
  "A glass of Plumberry Nectar": "Một ly Plumberry Nectar nha.",
  "Plumberry Nectar": "Nước Ép Mận Sim",
  "A glass of White Llama Nectar": "Một ly Nectar Bạch Mã Lạc Đà nè.",
  "White Llama Nectar": "Nước Cốt Llama Trắng",
  "Elevate your bistro with the \"Atlas Shrugged\" Pendant. This brass light fixture offers a timeless, vintage charm, casting a warm and inviting glow over your bar. Experience world-class style and coziness without the weight of the world on your shoulders.": "Nâng tầm không gian quán bistro của bạn với đèn treo \"Atlas Shrugged\" này. Chiếc đèn bằng đồng thau này mang đến vẻ đẹp cổ điển vượt thời gian, chiếu ánh sáng ấm áp và lôi cuốn lên quầy bar của bạn. Trải nghiệm phong cách đẳng cấp thế giới và sự ấm cúng mà không phải lo lắng về gánh nặng cuộc đời nhé!",
  "\"Atlas Shrugged\" Pendant": "Mặt Dây Chuyền \"Atlas Shrugged\"",
  "Small in size, big on ambiance. This brass dining lamp brings a touch of bistro-style romance to your meal times. Perfect for those who value both taste and atmosphere.": "Nhỏ nhắn nhưng lại cực kỳ lãng mạn đó nha! Chiếc đèn bàn ăn bằng đồng thau này sẽ mang đến không khí ấm cúng như ở quán bistro cho bữa ăn của Sim. Dành cho những ai vừa thích ăn ngon, vừa thích không gian đẹp nè!",
  "Quaint & Cozy Dining Lamp": "Đèn Ăn Ấm Cúng & Xinh Xắn",
  "Handcrafted from rich brass, this unique sconce design brings a cosmopolitan flair to any bistro or home. Its soft, inviting light is perfect for dining, relaxing, or intimate conversation.": "Được làm thủ công từ đồng thau cao cấp, chiếc đèn treo tường độc đáo này mang đến phong cách quốc tế cho bất kỳ quán ăn nhỏ hoặc ngôi nhà nào. Ánh sáng dịu nhẹ, ấm cúng của nó hoàn hảo cho việc ăn uống, thư giãn hoặc trò chuyện thân mật.",
  "\"Around the Globe\" Sconce": "Đèn Treo Tường \"Vòng Quanh Thế Giới\"",
  "Get ready to be surprised by your reflection as you enjoy a glass of nectar, similar to the surprise of unintentionally opening your front phone camera. This mirror contains the magic and unique wear of a charming Bistro. Is the reflection clear? No, but it's pretty close to a Simstagram filter.": "Chuẩn bị tinh thần ngạc nhiên với hình ảnh phản chiếu của bạn khi nhâm nhi một ly Nectar nhé, kiểu như vô tình mở camera trước của điện thoại ấy. Chiếc gương này mang đậm phép thuật và nét phong trần độc đáo của một quán Bistro quyến rũ. Hình ảnh có rõ nét không á? Không hẳn, nhưng nó cũng gần được như hiệu ứng Simstagram rồi đó!",
  "Foodie’s Focus Mirror": "Gương Tập Trung Của Dân Sành Ăn",
  "An exquisite collection of antique advertisement prints that pay homage to the timeless allure of coffee and nectar. These prints serve as a unique testament to advertising aesthetics of a bygone era, making \"Vintage Vignettes\" an essential addition for connoisseurs of vintage art and lovers of fine coffee and nectar alike.": "Tuyển tập những bức tranh quảng cáo cổ điển tuyệt đẹp, tôn vinh vẻ quyến rũ vượt thời gian của cà phê và mật hoa. \"Vintage Vignettes\" là minh chứng độc đáo cho gu thẩm mỹ quảng cáo của một thời đã qua, một món đồ không thể thiếu cho những ai sành nghệ thuật cổ điển, yêu thích cà phê ngon và mật hoa hảo hạng.",
  "Vintage Vignettes": "Ảnh Cũ Kể Chuyện",
  "Elegance, sophistication, and grandeur - all hanging just above your bar. This suspended nectar rack transforms your finest collection into a floating masterpiece. Adorn your ceiling with this statement piece and let the finest nectars bask in the spotlight they deserve. ": "Sang trọng, tinh tế và hoành tráng - tất cả lơ lửng ngay trên quầy bar của bạn. Kệ rượu treo này biến bộ sưu tập hảo hạng nhất của bạn thành một kiệt tác nổi. Trang trí trần nhà bằng món đồ trang trí độc đáo này và để những bình nectar thượng hạng nhất được tỏa sáng dưới ánh đèn mà chúng xứng đáng.",
  "Notable Nectar Rack": "Kệ Rượu Mật Trứ Danh",
  "Perfect for hushed whispers and clandestine meetings, this divider adds an air of mystery to your meet-ups out on the town. Get cozy behind the Intimate Divider, where privacy meets style! ": "Tuyệt vời cho những buổi gặp gỡ bí mật và trò chuyện riêng tư, tấm ngăn này sẽ mang đến một không khí huyền bí cho những buổi hẹn hò của bạn. Hãy thư giãn sau Tấm Ngăn Riêng Tư, nơi sự riêng tư hòa quyện với phong cách!",
  "Intimate Divider": "Vách Ngăn Tình Tứ",
  "Set the stage for an enchanting evening filled with good food, fine nectar, and unforgettable memories. This expertly curated menu and sophisticated nectar glasses are ready and waiting for the next \"table of two\" who's evening is just getting started.": "Chuẩn bị cho một buổi tối diệu kỳ với đồ ăn ngon, Nectar hảo hạng và những kỷ niệm khó quên nha! Thực đơn được chuẩn bị kỹ càng và những chiếc ly Nectar tinh tế đã sẵn sàng để đón \"bàn đôi\" nào đó đang chuẩn bị bắt đầu một buổi tối tuyệt vời đó.",
  "\"Table for Two\" Menu": "Thực Đơn \"Bàn Cho Hai Người\"",
  "This isn't your ordinary nectar; this is a bottle you've held on to for so long for that special occasion. And after all that waiting around, it evaporated away. Now, you display it on a shelf for sentimental reasons and aesthetics. It may be empty, but it still looks classy!": "Đây không phải là loại nectar tầm thường đâu nha; đây là chai bạn đã giữ khư khư bấy lâu nay cho dịp đặc biệt đó. Mà ai ngờ chờ hoài chờ mỏi nó bay hơi hết trơn! Giờ thì trưng nó trên kệ cho đẹp và ôn lại kỷ niệm thôi. Tuy rỗng tuếch nhưng vẫn sang chảnh lắm đó!",
  "Sentimental Bottle of Nectar": "Chai Nectar Cảm Xúc.",
  "This vintage gem boasts elegant gold lettering brought to life by exquisite calligraphy that hints at the elegance and warmth inside. It's a nod to the past and an invitation to indulge in an atmosphere of timeless allure. ": "Viên ngọc cổ điển này có chữ vàng trang nhã được tạo nên bởi thư pháp tinh xảo, hé lộ sự sang trọng và ấm áp bên trong. Nó là một lời chào từ quá khứ và một lời mời đắm mình trong bầu không khí quyến rũ vượt thời gian.",
  "Verandah Menu Panel": "Bảng Điều Khiển Hiên Nhà",
  "This sign is a bistro's introduction, personality, and invitation, all wrapped into one stylish and eye-catching display. ": "Tấm biển này vừa là lời giới thiệu, vừa thể hiện cá tính của một quán bistro, lại còn là lời mời gọi nữa chứ, tất cả gói gọn trong một thiết kế thật phong cách và bắt mắt!",
  "Bistro Sign": "Bảng hiệu Bistro",
  "The Trattoria Barback - Small is your personal touch of vintage charm. This compact wonder offers ample storage space, making it the ultimate mixologist's companion. It's a conversation starter that keeps your spirits high and your bottles higher!": "Quầy Bar Trattoria Tí Hon - Chút duyên dáng cổ điển của riêng bạn. \"Em\" nhỏ nhắn này có không gian lưu trữ rộng rãi, đúng là bạn thân của mọi \"bartender\" đích thực. Đảm bảo ai thấy cũng phải trầm trồ, tinh thần lên cao mà đồ uống cũng đầy ắp luôn!",
  "Trattoria Barback - Small": "Trattoria Barback - Nhỏ",
  "Crafted from elegant wood, this spacious barback doesn't just store objects but showcases your captivating curios or anything else you fancy. With this must-have piece, the only thing that'll run dry is your guests' glasses, never your style!": "Được làm từ gỗ xịn sò, tủ quầy bar rộng rãi này không chỉ để đồ mà còn trưng bày mấy món đồ hay ho hoặc bất cứ thứ gì bạn thích nữa. Với món đồ \"must-have\" này, thứ duy nhất cạn kiệt sẽ là ly của khách thôi, chứ phong cách của bạn thì không bao giờ nha!",
  "Trattoria Barback - Large": "Quầy Pha Chế Trattoria - Lớn",
  "The Debonair Display Shelf is designed to flaunt your best wares in a sophisticated manner, adding a touch of unique charm to any setting.": "Kệ Trưng Bày Lịch Lãm được thiết kế để khoe những món đồ đỉnh nhất của bạn một cách sang chảnh, làm tăng thêm nét quyến rũ độc đáo cho mọi không gian đó nha.",
  "Debonair Display Shelf": "Kệ trưng bày lịch lãm",
  "This barstool is a silent witness to hushed confessions and candle-lit nights. Its blend of comfort and style could make even a hard-boiled detective soften. The Trattoria Barstool - because every plot twist needs the right setting.": "Chiếc ghế đẩu này là chứng nhân thầm lặng của những lời thú tội nhỏ nhẹ và những đêm dưới ánh nến. Sự kết hợp giữa thoải mái và phong cách của nó có thể khiến cả một thám tử \"cứng cựa\" cũng phải mềm lòng. Ghế đẩu Trattoria - vì mọi nút thắt cao trào đều cần một bối cảnh phù hợp.",
  "Trattoria Barstool": "Ghế Đẩu Quán Trattoria",
  "This dining booth is the perfect blend of old-world luxury and contemporary elegance. A comfortable, inviting space where you can enjoy any drink, snack, or meal. In fact, it's not just a dining booth; it's a memory maker. Every drink becomes a special occasion, every conversation a cherished memory. Sip, snack, and delight as you create unforgettable moments in style.": "Góc ăn uống này là sự kết hợp hoàn hảo giữa nét sang trọng cổ điển và vẻ thanh lịch hiện đại đó nha! Một không gian thoải mái, ấm cúng để bạn thưởng thức mọi loại đồ uống, đồ ăn vặt hoặc bữa ăn. Thật ra, nó không chỉ là một góc ăn uống đâu; nó còn là nơi tạo ra những kỷ niệm đó! Mọi đồ uống đều trở thành một dịp đặc biệt, mọi cuộc trò chuyện đều là một ký ức đáng trân trọng. Nhâm nhi, ăn vặt và tận hưởng niềm vui khi bạn tạo ra những khoảnh khắc khó quên thật phong cách nha!",
  "\"Vintage Velvets\" Dining Booth": "Bàn Ăn Góc Bọc Nhung Cổ Điển",
  "Take a seat in this Quintessential Bistro Chair, where every moment becomes a memory. Imagine a bustling street corner, laughter echoing, coffee brewing. It's more than just a chair; it's a time machine to simpler, cozier times. Sit back, relax, and let the stories unfold.": "Ngồi xuống chiếc Ghế Bistro Tinh Túy này đi, nơi mọi khoảnh khắc đều trở thành kỷ niệm đó nha. Tưởng tượng xem, một góc phố nhộn nhịp, tiếng cười vang vọng, cà phê thơm lừng. Đây không chỉ là một chiếc ghế đâu; nó là cỗ máy thời gian đưa bạn về những khoảnh khắc giản dị, ấm cúng hơn đấy. Ngả lưng, thư giãn và để những câu chuyện bắt đầu thôi nào!",
  "Quintessential Bistro Chair": "Ghế Bistro Cực Chất",
  "Imagine a table where memories are made, stories are shared, and laughter never ends - that's the À La Carte Table for you. It's not just about the drink and snacks, but the moments spent together. ": "Hình dung một chiếc bàn nơi những kỷ niệm được tạo ra, những câu chuyện được chia sẻ, và tiếng cười không bao giờ dứt - đó chính là Bàn À La Carte đó! Nó không chỉ là nơi để đồ uống và đồ ăn vặt đâu, mà còn là nơi để tụ tập và tạo nên những khoảnh khắc đáng nhớ nữa đó.",
  "À La Carte Table": "Bàn Gọi Món Thả Ga",
  "This window offers more than just a view - it's a statement of style that seamlessly blends the past with the present.": "Chiếc cửa sổ này không chỉ để ngắm cảnh đâu nha, nó còn thể hiện gu thẩm mỹ đỉnh cao, kết hợp hài hòa giữa cổ điển và hiện đại đó!",
  "Verandah Window": "Cửa Sổ Hiên Nhà",
  "Grab Quick Drinks": "Lấy đồ uống nhanh thôi!",
  "Your Neighborhood Bistro": "Quán Bistro Xóm Giềng",
  "Grab Quick Snacks": "Lấy đồ ăn nhẹ nhanh thôi!",
  "Grab a Cup of Coffee": "Làm ly cà phê đi nào!",
  "Black Tea": "Trà Đen",
  "Grab a Cup of Black Tea": "Pha một tách trà đen đi nào.",
  "Pour Plumberry Nectar": "Rót Rượu Nho Plumberry Đi Nào!",
  "White Llama Nectar ": "Nước Ép Bạch Mã Thượng Đỉnh",
  "Pour White Llama Nectar": "Rót Nước Ép Bạch Dương Llama Đi!",
  "Bistro Bliss Wallpaper": "Giấy Dán Tường Quán Bistro Ngọt Ngào"
}