{
  "(From Spooky Candy Bowl)": "(Từ Bát Kẹo Ma Quái)",
  "(From Pumpkin Carving)": "(Từ Khắc Bí Ngô)",
  "(From Viewing a Carved Pumpkin)": "(Từ Xem Bí Ngô Đã Khắc)",
  "(From Wearing a Pumpkin)": "(Từ Đội Bí Ngô)",
  "(From Smashing a Pumpkin)": "(Từ Đập Bí Ngô)",
  "Trick or treat... Why not both? Trick and treat!": "Chơi xỏ hay cho kẹo... Sao không cả hai? Vừa chơi xỏ vừa cho kẹo!",
  "Bowl of Frights": "Bát Kinh Hoàng",
  "A nip here, a tuck there... this pumpkin is perfect!": "Chỉnh sửa chỗ này một tí, gọt tỉa chỗ kia một chút... quả bí ngô này thật hoàn hảo!",
  "Carved Art": "Nghệ Thuật Khắc",
  "\"This pumpkin carving is evocative of the great sculptors of our time.\" \"Hmm, yes, quite.\"": "\"Tác phẩm khắc bí ngô này gợi nhớ đến những nhà điêu khắc vĩ đại của thời đại chúng ta.\" \"Ừm, đúng vậy, khá đấy.\"",
  "Interesting Carving": "Tác Phẩm Khắc Thú Vị",
  "Pumpkins are known to be vessels that aid ghosts in crossing between the plane of the living and the dead.": "Bí ngô được biết đến là vật chứa giúp các hồn ma vượt qua giữa cõi sống và cõi chết.",
  "Pumpkin Head": "Đầu Bí Ngô",
  "Fight the establishment... SMASH PUMPKINS!": "Chống lại thế lực... ĐẬP BÍ NGÔ!",
  "Smashin' Pumpkins": "Đập Bí Ngô",
  "Princess Perfection": "Công Chúa Hoàn Hảo",
  "Swabby Sweetness": "Thủy Thủ Ngọt Ngào",
  "Pumpkid": "Bí Ngô Nhí",
  "Funny Bone": "Hài Hước Khó Đỡ",
  "Faerie Fantasy": "Tiên Mộng Ảo",
  "Ahoy, Ma'am!": "Chào Thuyền Trưởng!",
  "Gallant Gladiatrix": "Nữ Đấu Sĩ Dũng Cảm",
  "Bewitching Witch": "Phù Thủy Quyến Rũ",
  "Silent But Deadly": "Âm Thầm Mà Chết Người",
  "Ahoy, Matey!": "Chào Thủy Thủ!",
  "Gallant Gladiator": "Đấu Sĩ Dũng Cảm",
  "Spooky Chevrons": "Hoa Văn Chữ V Ma Quái",
  "Lub Dup Floorboard": "Ván Sàn Cọt Kẹt",
  "Within this bowl lies every sweet thing you can imagine. Chocolate rubs shoulders with sugar and caramel in a whirlwind of deliciousness. All this can be yours, but beware. Some who reach within never return. So tell me, how much do you like candy?": "Trong chiếc bát này chứa đựng mọi thứ ngọt ngào mà bạn có thể tưởng tượng. Sôcôla chen vai thích cánh với đường và caramel trong một vòng xoáy ngon tuyệt. Tất cả những điều này có thể là của bạn, nhưng hãy cẩn thận. Một số người với tay vào trong đó sẽ không bao giờ trở lại. Vậy hãy cho tôi biết, bạn thích kẹo đến mức nào?",
  "Sugar and Spice Candy Bowl": "Bát Kẹo Ngọt Ngào",
  "A pumpkin, ripe for carving.": "Một quả bí ngô chín muồi, sẵn sàng để khắc.",
  "Pumpkin": "Bí Ngô",
  "Remember, carving isn’t about what is there, it’s about what's not there. Beauty is found in the negative space, and only through a lack of meaning can true meaning be found. Look at it, doesn’t the hollowness point out the hollowness in your own life? Oh, wait, it’s a cat. Meow.": "Hãy nhớ rằng, khắc không phải là về những gì có ở đó, mà là về những gì không có ở đó. Vẻ đẹp được tìm thấy trong không gian âm, và chỉ thông qua sự thiếu ý nghĩa, ý nghĩa thực sự mới có thể được tìm thấy. Nhìn vào nó, chẳng phải sự trống rỗng chỉ ra sự trống rỗng trong cuộc sống của chính bạn sao? Ồ, đợi đã, nó là một con mèo. Meow.",
  "Pumpkin Carving Station": "Trạm Khắc Bí Ngô",
  "These tattered rags are one of the few surviving remnants of the Windenburg City Hall building, tragically lost to fire in decades prior.": "Những mảnh vải rách rưới này là một trong số ít những di vật còn sót lại của tòa thị chính Windenburg, đã bị mất một cách bi thảm trong một vụ hỏa hoạn nhiều thập kỷ trước.",
  "Curtains of the Shadowsmiths": "Rèm Cửa của Thợ Rèn Bóng Tối",
  "Nothing screams spooky like spider webs. Creep out the corners of your rooms with these vinyl decals.": "Không gì đáng sợ bằng mạng nhện. Hãy làm rùng rợn các góc phòng của bạn bằng những miếng dán vinyl này.",
  "Parlor Trix Cobweb Decal (Left)": "Miếng Dán Mạng Nhện Parlor Trix (Trái)",
  "Parlor Trix Cobweb Decal (Right)": "Miếng Dán Mạng Nhện Parlor Trix (Phải)",
  "Cheese Eyeball\n": "Mắt Phô Mai",
  "Spooky Cookie\n": "Bánh Quy Ma Quái",
  "What’s that? You think this is just a regular cookie tray? We it’s not. This is the spookiest of all cookie trays. It was handcrafted by a team of ghosts in order to create the scariest of all cookies. Use this with extreme care.\n": "Cái gì cơ? Bạn nghĩ đây chỉ là một cái khay bánh quy bình thường thôi à? Không phải đâu nhé. Đây là cái khay bánh quy ma quái nhất trong tất cả các loại khay bánh quy đấy. Nó được làm thủ công bởi một nhóm ma để tạo ra những chiếc bánh quy đáng sợ nhất. Hãy sử dụng nó một cách cực kỳ cẩn thận.",
  "Spooky Cookie Tray\n\n": "Khay Bánh Quy Ma Quái",
  "Zombie cake": "Bánh Kem Zombie",
  "Cheese Eyeballs": "Mắt Phô Mai",
  "Spooky Cookies": "Bánh Quy Ma Quái",
  "Spritely the Well-Lit Ghost brightens up your holiday with his good-natured expressions. Maybe he's grinning? Maybe he's trying to give you a scare?": "Hồn ma sáng sủa Spritely thắp sáng kỳ nghỉ của bạn với những biểu cảm tốt bụng của mình. Có lẽ anh ấy đang cười toe toét? Có lẽ anh ấy đang cố gắng dọa bạn?",
  "Spritely the Well-Lit Ghost": "Hồn Ma Sáng Sủa Spritely",
  "Spooky the Phosphorescent Ghost  brightens up your holiday with his good-natured expressions. Maybe he's full of mirth? Maybe he's filled with terror?": "Hồn Ma Phát Sáng Spooky thắp sáng kỳ nghỉ của bạn với những biểu cảm tốt bụng của mình. Có lẽ anh ấy tràn đầy niềm vui? Có lẽ anh ấy tràn ngập kinh hoàng?",
  "Spooky the Phosphorescent Ghost": "Hồn Ma Phát Sáng Spooky",
  "These ghoulish and goofy illuminated tombstones are sure to terrify and amuse your neighbors.": "Những bia mộ chiếu sáng kỳ quái và ngớ ngẩn này chắc chắn sẽ khiến hàng xóm của bạn khiếp sợ và thích thú.",
  "Parlor Trix Graveyard Lantern": "Đèn Lồng Nghĩa Trang Parlor Trix",
  "This lamp provides a creepy glow from pumpkins in an assortment of colored pots.": "Chiếc đèn này tạo ra ánh sáng rùng rợn từ những quả bí ngô trong một loạt các chậu có màu sắc khác nhau.",
  "Plant O' Lantern": "Đèn Lồng Thực Vật",
  "Add scary festive flair to your party with these spooky paper lanterns. Place away from flame.": "Thêm nét lễ hội đáng sợ cho bữa tiệc của bạn với những chiếc đèn lồng giấy ma quái này. Đặt cách xa ngọn lửa.",
  "Parlor Trix Paper Lanterns": "Đèn Lồng Giấy Parlor Trix",
  "Don’t be left out in the cold, get this southpaw candle holder. Wouldn't you hate to be the last one left without one?": "Đừng để bị bỏ rơi trong cái lạnh, hãy lấy chiếc giá đỡ nến tay trái này. Bạn sẽ không ghét phải là người cuối cùng không có một chiếc chứ?",
  "Handy Dandy Fright Lights (Left)": "Đèn Tay Ma Quái Tiện Dụng (Trái)",
  "This hand is the right hand for your wall. It will never abandon you if you decide you don’t like candles or it’s too creepy. If you don’t get it, you’ll be right back where you started, so get the right hand today!": "Bàn tay này là bàn tay phải cho bức tường của bạn. Nó sẽ không bao giờ bỏ rơi bạn nếu bạn quyết định bạn không thích nến hoặc nó quá rùng rợn. Nếu bạn không hiểu, bạn sẽ quay lại nơi bạn bắt đầu, vì vậy hãy lấy bàn tay phải ngay hôm nay!",
  "Handy Dandy Fright Lights (Right)": "Đèn Tay Ma Quái Tiện Dụng (Phải)",
  "Lord Lycan was the first born son of a prominent household. With an everyday life that most Sims only dream of. But he had a terrible secret. One he worked hard to keep hidden. A secret only revealed once in a blue moon...": "Lãnh chúa Lycan là con trai cả của một gia đình nổi tiếng. Với một cuộc sống hàng ngày mà hầu hết Sims chỉ mơ ước. Nhưng anh ta có một bí mật khủng khiếp. Một bí mật mà anh ta đã cố gắng che giấu. Một bí mật chỉ được tiết lộ mỗi khi trăng xanh...",
  "The Dashing Lord Lycan": "Lãnh chúa Lycan Bảnh Bao",
  "Lady Sanguina grew up a creature of the streets, stuck in a state of perpetual hunger. Until the day a hooded stranger offered her a vial of a mysterious red liquid, which she gulped down greedily. From that day forth, she never went hungry again...": "Lady Sanguina lớn lên là một sinh vật đường phố, mắc kẹt trong trạng thái đói khát vĩnh viễn. Cho đến ngày một người lạ mặt trùm đầu đưa cho cô một lọ chất lỏng màu đỏ bí ẩn, mà cô đã nuốt chửng một cách tham lam. Kể từ ngày đó trở đi, cô không bao giờ bị đói nữa...",
  "The Lovely Lady Sanguina": "Quý Cô Sanguina Xinh Đẹp",
  "Despite all the power they wielded, Lord Lycan and Lady Sanguina both eventually grew lonely. That is until the night they crossed paths, each discovering the other's dark secret. They have been inseparable ever since. Even if they sometimes tend to lose their heads.": "Mặc dù nắm giữ tất cả sức mạnh, Lãnh chúa Lycan và Lady Sanguina cuối cùng đều trở nên cô đơn. Cho đến đêm họ tình cờ gặp nhau, mỗi người khám phá ra bí mật đen tối của người kia. Họ đã không thể tách rời kể từ đó. Ngay cả khi đôi khi họ có xu hướng mất đầu.",
  "The Lord and the Lady": "Lãnh Chúa và Quý Cô",
  "Isn't it adorable? Look at it! ": "Không phải nó đáng yêu sao? Hãy nhìn nó kìa!",
  "Cat Pumpkin": "Bí Ngô Mèo",
  "A true classic in the carved pumpkin world.": "Một tác phẩm kinh điển thực sự trong thế giới bí ngô khắc.",
  "Cockeyed Pumpkin": "Bí Ngô Lệch Mắt",
  "Traditional pumpkin design.": "Thiết kế bí ngô truyền thống.",
  "Classic Pumpkin": "Bí Ngô Cổ Điển",
  "Frighteningly cute! ": "Dễ thương đến phát sợ!",
  "Ghost Pumpkin": "Bí Ngô Ma",
  "Owls are splendid creatures. Why not immortalize one as a pumpkin?": "Cú là những sinh vật tuyệt vời. Tại sao không bất tử hóa một con như một quả bí ngô?",
  "Owl Pumpkin": "Bí Ngô Cú",
  "Don't be concerned for this pumpkin... It will be completely fine, trust us.": "Đừng lo lắng cho quả bí ngô này... Nó sẽ hoàn toàn ổn thôi, tin chúng tôi đi.",
  "Puking Pumpkin": "Bí Ngô Ói",
  "This pumpkin may have seen too much. But what?": "Quả bí ngô này có lẽ đã chứng kiến quá nhiều. Nhưng là cái gì?",
  "Scared Pumpkin": "Bí Ngô Sợ Hãi",
  "The happiest of pumpkins... Ever!": "Quả bí ngô hạnh phúc nhất... Từ trước đến nay!",
  "Smiling Pumpkin": "Bí Ngô Cười",
  "Wickedly fun, wickedly spooky.": "Vui nhộn một cách tinh quái, ma quái một cách tinh quái.",
  "Wicked Pumpkin": "Bí Ngô Tinh Quái",
  "Skulls and bats and pumpkins, oh my! You'll not find a more festive footpath than this novel rug.": "Đầu lâu, dơi và bí ngô, ôi trời! Bạn sẽ không tìm thấy một con đường lễ hội nào hơn tấm thảm độc đáo này.",
  "Fright Night Rug": "Thảm Đêm Kinh Hoàng",
  "The ultimate spooky decoration! Turn on this light show to captivate and amaze  guests with a revolving display of ghosts.": "Vật trang trí ma quái tối thượng! Bật màn trình diễn ánh sáng này để thu hút và làm kinh ngạc khách với màn hình xoay vòng của những bóng ma.",
  "Cauldron O' Spirits Light Show": "Màn Trình Diễn Ánh Sáng Vạc Linh Hồn",
  "What's better than a pumpkin? A Jack O' Lantern. And what's better than a Jack O' Lantern? A Jack O' Lantern in a witch's hat!": "Điều gì tốt hơn một quả bí ngô? Một chiếc đèn lồng bí ngô. Và điều gì tốt hơn một chiếc đèn lồng bí ngô? Một chiếc đèn lồng bí ngô đội mũ phù thủy!",
  "Jack O' Hat": "Đèn Lồng Bí Ngô Đội Mũ",
  "Jazz up your buffet with this three-dimensional haunted house decoration made of crepe paper! Centerpiece includes no jazz.": "Làm sinh động bữa tiệc buffet của bạn với vật trang trí ngôi nhà ma ám ba chiều này được làm bằng giấy креп! Vật trang trí trung tâm không bao gồm nhạc jazz.",
  "Parlor Trix Spooky Centerpiece": "Vật Trang Trí Trung Tâm Ma Quái Parlor Trix",
  "This is an ordinary Jack O’ Lantern, just like the ones that you used to see when you were a kid. Even though it may look scary, remember, Jack O’ Lanterns are harmless. What? You said this is a Jill O’Lantern? Oh... Good luck.": "Đây là một chiếc đèn lồng bí ngô bình thường, giống như những chiếc mà bạn từng thấy khi còn bé. Mặc dù nó có vẻ đáng sợ, nhưng hãy nhớ rằng, đèn lồng bí ngô vô hại. Cái gì? Bạn nói đây là một chiếc đèn lồng bí ngô cái à? Ồ... Chúc may mắn.",
  "Jill O’Lantern": "Đèn Lồng Bí Ngô Cái",
  "Despite its lifelike quality, rest assured that this spider is purely robotic. Its advanced tracking systems are quite capable at accounting for multiple targets, but having been programmed in full compliance with the laws of robotics you should feel thoroughly comfortable placing it on your walls in the bedroom, bathroom, or any other room where bloodsac- er Sims - enjoy gathering.": "Mặc dù có chất lượng giống như thật, nhưng hãy yên tâm rằng con nhện này hoàn toàn là robot. Hệ thống theo dõi tiên tiến của nó có khả năng tính toán nhiều mục tiêu, nhưng đã được lập trình tuân thủ đầy đủ luật robot, bạn nên cảm thấy hoàn toàn thoải mái khi đặt nó trên tường trong phòng ngủ, phòng tắm hoặc bất kỳ phòng nào khác mà... Sim... thích tụ tập.",
  "Misunderstood Spider": "Nhện Bị Hiểu Lầm",
  "The stench of the reaper emanates from this chair. Oh no wait, that’s just grandpa.": "Mùi tử thần tỏa ra từ chiếc ghế này. Ồ không, đợi đã, đó chỉ là ông nội.",
  "Unliving Chair": "Ghế Bất Tử",
  "As I lay me down to nap\\nThis I say\\nThat Grim will hold me dearly\\nAnd take me away\\nAnd I will wake up in the happy emotion.": "Khi tôi nằm xuống để ngủ trưa\nTôi nói điều này\nRằng Thần Chết sẽ ôm tôi tha thiết\nVà mang tôi đi\nVà tôi sẽ thức dậy trong niềm hạnh phúc.",
  "Unliving Sofa": "Ghế Sofa Bất Tử",
  "Skelly Bear is a plush toy whose friendship will last beyond the holiday. His crooked smile and glowing eyes will bring joy for years to come.": "Gấu Xương là một món đồ chơi nhồi bông mà tình bạn sẽ kéo dài hơn cả kỳ nghỉ lễ. Nụ cười méo mó và đôi mắt sáng của nó sẽ mang lại niềm vui trong nhiều năm tới.",
  "Skelly Bear": "Gấu Xương",
  "Stitched together from the robes of those who came from an enlightened age, what remains of this cloth protects this table’s surface with steeled resolve.": "Được may lại với nhau từ áo choàng của những người đến từ một thời đại khai sáng, những gì còn lại của tấm vải này bảo vệ bề mặt của chiếc bàn này với quyết tâm sắt đá.",
  "Extropic Table": "Bàn Ngoại Vi",
  "Know this: when a carpenter takes up the cloth of our lost leaders, this is a promise. Underneath lies an end table crafted from the finest mahogany with obsessive attention to the minutiae.": "Hãy biết điều này: khi một thợ mộc lấy tấm vải của những nhà lãnh đạo đã mất của chúng ta, đây là một lời hứa. Bên dưới là một chiếc bàn cuối được chế tác từ gỗ gụ tốt nhất với sự chú ý tỉ mỉ đến từng chi tiết nhỏ.",
  "Hardcase End Table": "Bàn Góc Cứng Cáp",
  "“Have you walked the ruins of Windenburg? Seen the destruction of our forefathers' hallowed ground? We face a mighty foe.”": "“Bạn đã đi qua những tàn tích của Windenburg chưa? Đã thấy sự tàn phá của vùng đất linh thiêng của tổ tiên chúng ta chưa? Chúng ta đang đối mặt với một kẻ thù hùng mạnh.”",
  "Table of Perception": "Bàn Nhận Thức",
  "A spooky knife. I mean, a spookier knife.": "Một con dao ma quái. Ý tôi là, một con dao ma quái hơn.",
  "Pumpkin Knife": "Dao Bí Ngô",
  "For scraping pumpkins, AND NOTHING ELSE!": "Để nạo bí ngô, VÀ KHÔNG GÌ KHÁC!",
  "Pumpkin Scraper": "Dụng Cụ Nạo Bí Ngô",
  "It's a spoon. It's a bit larger than other spoons.": "Nó là một cái thìa. Nó hơi lớn hơn những cái thìa khác.",
  "Largish Spoon": "Thìa Hơi Lớn",
  "View": "Xem",
  "Eat Treat": "Ăn Kẹo",
  "Grab a Treat": "Lấy Kẹo",
  "Carve Pumpkin": "Khắc Bí Ngô",
  "Scrap Carving": "Nạo Khắc",
  "Cat": "Mèo",
  "Unlock all carvings by reaching level 5 in the Motor Skill.": "Mở khóa tất cả các hình khắc bằng cách đạt đến cấp độ 5 trong Kỹ Năng Vận Động.",
  "Carve Cat Pumpkin": "Khắc Bí Ngô Mèo",
  "Cockeyed": "Lệch Mắt",
  "Carve Cockeyed Pumpkin": "Khắc Bí Ngô Lệch Mắt",
  "Classic": "Cổ Điển",
  "Carve Classic Pumpkin": "Khắc Bí Ngô Cổ Điển",
  "Ghost": "Ma",
  "Owl": "Cú",
  "Puking": "Ói",
  "Scared": "Sợ Hãi",
  "Smiling": "Cười",
  "Unlock all carvings by reaching level 5 in the Handiness Skill.": "Mở khóa tất cả các hình khắc bằng cách đạt đến cấp độ 5 trong Kỹ Năng Khéo Tay.",
  "Wicked": "Tinh Quái",
  "Debug - Wear Pumpkin": "Gỡ Lỗi - Đội Bí Ngô",
  "Remove Pumpkin": "Gỡ Bí Ngô",
  "Pumpkins can only be smashed if they're on the ground.": "Chỉ có thể đập bí ngô khi chúng ở trên mặt đất.",
  "Smash": "Đập",
  "Ghosts can only wear pumpkins that are on the floor.": "Ma chỉ có thể đội bí ngô khi chúng ở trên sàn.",
  "Wear Pumpkin": "Đội Bí Ngô",
  "Compliment Costume": "Khen Trang Phục",
  "Discuss Costume": "Thảo Luận Về Trang Phục",
  "Question Costume": "Hỏi Về Trang Phục",
  "There is no Carving Station on the lot.": "Không có Trạm Khắc Bí Ngô trên khu đất.",
  "Ask for Party Treat": "Xin Kẹo Dự Tiệc",
  "Request a Carved Pumpkin": "Yêu Cầu Một Quả Bí Ngô Đã Khắc",
  "Turn Off Fog": "Tắt Sương Mù",
  "Turn On Fog": "Bật Sương Mù",
  "Preserve": "Bảo Quản",
  "Set as Carved": "Đặt Thành Đã Khắc",
  "Set to Failure": "Đặt Thành Thất Bại",
  "Set to Smashed": "Đặt Thành Đã Đập",
  "Extinguish": "Dập Tắt",
  "Light Candle": "Đốt Nến",
  "Change Party Costume": "Thay Đổi Trang Phục Dự Tiệc",
  "Unliving Room": "Phòng Bất Tử",
  "Serve Cheese Eyeballs": "Phục Vụ Mắt Phô Mai",
  "Zombie Cake": "Bánh Kem Zombie",
  "Serve Spooky Cookies": "Phục Vụ Bánh Quy Ma Quái",
  "This pumpkin is the cat's meow!": "Quả bí ngô này thật tuyệt vời!",
  "Green Cat Pumpkin": "Bí Ngô Mèo Xanh Lá Cây",
  "Orange Cat Pumpkin": "Bí Ngô Mèo Cam",
  "Pale Orange Cat Pumpkin": "Bí Ngô Mèo Cam Nhạt",
  "White Cat Pumpkin": "Bí Ngô Mèo Trắng",
  "A wacky pumpkin made by one with a sense for the abstract.": "Một quả bí ngô kỳ quặc được làm bởi một người có khiếu trừu tượng.",
  "A pumpkin that evokes the joyful expression of childhood.": "Một quả bí ngô gợi lên biểu cảm vui vẻ của tuổi thơ.",
  "Green Cockeyed Pumpkin": "Bí Ngô Lệch Mắt Xanh Lá Cây",
  "Orange Cockeyed Pumpkin": "Bí Ngô Lệch Mắt Cam",
  "Pale Orange Cockeyed Pumpkin": "Bí Ngô Lệch Mắt Cam Nhạt",
  "White Cockeyed Pumpkin": "Bí Ngô Lệch Mắt Trắng",
  "A traditional jack o' lantern.": "Một chiếc đèn lồng bí ngô truyền thống.",
  "Green Classic Pumpkin": "Bí Ngô Cổ Điển Xanh Lá Cây",
  "Orange Classic Pumpkin": "Bí Ngô Cổ Điển Cam",
  "Pale Orange Classic Pumpkin": "Bí Ngô Cổ Điển Cam Nhạt",
  "White Classic Pumpkin": "Bí Ngô Cổ Điển Trắng",
  "A carving of a ghost. EMF readings of this pumpkin are off the charts!": "Một tác phẩm khắc hình ma. Các chỉ số EMF của quả bí ngô này vượt quá giới hạn!",
  "Green Ghost Pumpkin": "Bí Ngô Ma Xanh Lá Cây",
  "Orange Ghost Pumpkin": "Bí Ngô Ma Cam",
  "Pale Orange Ghost Pumpkin": "Bí Ngô Ma Cam Nhạt",
  "White Ghost Pumpkin": "Bí Ngô Ma Trắng",
  "A carving of an owl; it's doubtful it will ever fly.": "Một tác phẩm khắc hình cú; có lẽ nó sẽ không bao giờ bay được.",
  "Green Owl Pumpkin": "Bí Ngô Cú Xanh Lá Cây",
  "Orange Owl Pumpkin": "Bí Ngô Cú Cam",
  "Pale Orange Owl Pumpkin": "Bí Ngô Cú Cam Nhạt",
  "White Owl Pumpkin": "Bí Ngô Cú Trắng",
  "It seems this pumpkin isn't feeling well...": "Có vẻ như quả bí ngô này không được khỏe lắm...",
  "Green Puking Pumpkin": "Bí Ngô Ói Xanh Lá Cây",
  "Orange Puking Pumpkin": "Bí Ngô Ói Cam",
  "Pale Orange Puking Pumpkin": "Bí Ngô Ói Cam Nhạt",
  "White Puking Pumpkin": "Bí Ngô Ói Trắng",
  "A pumpkin that has seen something that cannot be unseen.": "Một quả bí ngô đã nhìn thấy một điều gì đó không thể bỏ qua.",
  "Green Scared Pumpkin": "Bí Ngô Sợ Hãi Xanh Lá Cây",
  "Orange Scared Pumpkin": "Bí Ngô Sợ Hãi Cam",
  "Pale Orange Scared Pumpkin": "Bí Ngô Sợ Hãi Cam Nhạt",
  "White Scared Pumpkin": "Bí Ngô Sợ Hãi Trắng",
  "A happy-go-lucky pumpkin!": "Một quả bí ngô vô tư lự!",
  "Green Smiling Pumpkin": "Bí Ngô Cười Xanh Lá Cây",
  "Orange Smiling Pumpkin": "Bí Ngô Cười Cam",
  "Pale Orange Smiling Pumpkin": "Bí Ngô Cười Cam Nhạt",
  "White Smiling Pumpkin": "Bí Ngô Cười Trắng",
  "This pumpkin seems to have a wicked plan...": "Quả bí ngô này dường như có một kế hoạch tinh quái...",
  "Green Wicked Pumpkin": "Bí Ngô Tinh Quái Xanh Lá Cây",
  "Orange Wicked Pumpkin": "Bí Ngô Tinh Quái Cam",
  "Pale Orange Wicked Pumpkin": "Bí Ngô Tinh Quái Cam Nhạt",
  "White Wicked Pumpkin": "Bí Ngô Tinh Quái Trắng",
  "That party was truly frightful! Two ghostly lamps have been placed in the household inventory in the hope of scaring up a better time next time.": "Bữa tiệc đó thật đáng sợ! Hai chiếc đèn ma quái đã được đặt trong kho đồ của hộ gia đình với hy vọng tạo ra một khoảng thời gian tốt đẹp hơn vào lần tới.",
  "Bronze Level rewards consist of two ghostly lamps.": "Phần thưởng Cấp Đồng bao gồm hai chiếc đèn ma quái.",
  "A smashing bash! A fest of frights! Guests left gibbering in joy after the evening of mischief and delight. The household has been rewarded with a Super Llama costume that's perfect for the next party... or perhaps for just wearing around the house.": "Một bữa tiệc hoành tráng! Một lễ hội kinh hoàng! Khách khứa rời đi trong niềm vui sướng sau một buổi tối nghịch ngợm và thú vị. Hộ gia đình đã được thưởng một bộ trang phục Siêu Lạc Đà hoàn hảo cho bữa tiệc tiếp theo... hoặc có lẽ chỉ để mặc quanh nhà.",
  "Gold Level reward unlocks the Super Llama costume.": "Phần thưởng Cấp Vàng mở khóa trang phục Siêu Lạc Đà.",
  "Guests agree, this party was a treat! An eerie portrait has materialized in the household inventory... hang it with caution.": "Khách khứa đều đồng ý, bữa tiệc này thật tuyệt vời! Một bức chân dung kỳ lạ đã xuất hiện trong kho đồ của hộ gia đình... hãy treo nó một cách thận trọng.",
  "Silver Level reward consists of an eerie portrait of unknown origins.": "Phần thưởng Cấp Bạc bao gồm một bức chân dung kỳ lạ có nguồn gốc không xác định.",
  "Spooky Party": "Tiệc Ma Quái",
  "Be the proprietor of your own Spooky Party, where costumes are de rigueur in a setting rife with frightful decor. Prepare ghoulish gastronomy to satisfy guests’ cravings while they preoccupy themselves with pumpkin carving. Those too terrified to help themselves to the Spooky Candy Bowl can always ask another partygoer for a treat… just don’t get tricked!": "Hãy là người tổ chức Bữa Tiệc Ma Quái của riêng bạn, nơi trang phục là điều bắt buộc trong một khung cảnh đầy những đồ trang trí đáng sợ. Chuẩn bị món ăn kinh dị để thỏa mãn cơn thèm của khách trong khi họ bận rộn với việc khắc bí ngô. Những người quá sợ hãi để tự mình lấy Bát Kẹo Ma Quái luôn có thể xin một người dự tiệc khác cho một món kẹo… chỉ cần đừng bị lừa!",
  "Carve Pumpkins": "Khắc Bí Ngô",
  "Sims can carve pumpkins from a Pumpkin Carving Station. Look for it in Build Mode under Activities & Skills.": "Sim có thể khắc bí ngô từ Trạm Khắc Bí Ngô. Hãy tìm nó trong Chế Độ Xây Dựng dưới mục Hoạt Động & Kỹ Năng.",
  "Ask for Party Treats": "Xin Kẹo Dự Tiệc",
  "Discuss Costumes": "Thảo Luận Về Trang Phục",
  "Perform Mischief Socials": "Thực Hiện Tương Tác Xã Hội Nghịch Ngợm",
  "View Carved Pumpkins": "Xem Bí Ngô Đã Khắc",
  "Carve a Pumpkin": "Khắc Bí Ngô",
  "Click on a Carving Station, select a carving style, then choose a pumpkin color.": "Nhấn vào Trạm Khắc, chọn kiểu khắc, sau đó chọn màu bí ngô.",
  "Buy a Pumpkin Carving Station": "Mua Trạm Khắc Bí Ngô",
  "Purchase a Pumpkin Carving Station from Build Mode. Look for it in the Activities & Skills Sort!": "Mua Trạm Khắc Bí Ngô từ Chế Độ Xây Dựng. Tìm nó trong Sắp Xếp Hoạt Động & Kỹ Năng!",
  "Spooky-themed food is what's on the menu!": "Thức ăn theo chủ đề ma quái là những gì có trong thực đơn!",
  "Guest": "Khách",
  "Be prepared for a night of frights.": "Hãy chuẩn bị cho một đêm kinh hoàng.",
  "Host needs a refrigerator, a counter, an oven, and a carving station.": "Chủ nhà cần một tủ lạnh, một quầy, một lò nướng và một trạm khắc.",
  "Spooktacular": "Ma Mị",
  "Prettiest Little Parlor Wall Paper": "Giấy Dán Tường Phòng Khách Nhỏ Nhắn Đẹp Nhất",
  "Nothing To Fear": "Không Có Gì Phải Sợ",
  "The Classics": "Những Món Đồ Cổ Điển",
  "Wallpaper In The Belfry": "Giấy Dán Tường Trong Tháp Chuông"
}