{
  "This floor level is Dusty! It feels lived-in and homey, and Sims will build relationships faster and enjoy cleaning more. If Sims make no effort to clean up a little though, this floor will become Dirty...": "Sàn nhà này đang Bụi Bặm đó! Cảm giác như có người ở và ấm cúng lắm, Sims sẽ xây dựng mối quan hệ nhanh hơn và thích dọn dẹp hơn nữa. Nhưng mà nếu Sims không chịu khó dọn dẹp chút nào thì sàn nhà này sẽ thành Dơ Bẩn đó...",
  "The floor level is Filthy! Sims will be very uncomfortable, especially with Filth Fiends invading their space! The good news is, there's nowhere to go but up, but only if you clean up.": "Sàn nhà này Dơ Dááy quá rồi! Sims sẽ rất khó chịu đó, đặc biệt là khi lũ Quỷ Dơ Bẩn xâm chiếm không gian của họ! Tin tốt là chỉ có thể sạch hơn thôi, nhưng chỉ khi bạn dọn dẹp đó nha.",
  "This floor level is Clean! The sparkling surroundings fill Sims with focus, inspiration, and energy. Keep up the good work, or else your home will become Dusty.": "Sàn nhà này Sạch Bong luôn! Khung cảnh lấp lánh xung quanh khiến Sims tập trung, đầy cảm hứng và tràn đầy năng lượng. Tiếp tục phát huy nha, nếu không thì nhà bạn sẽ thành Bụi Bặm đó.",
  "This floor level is Dirty! Sims may start having some social troubles, and some interactions may take longer to do while your Sims are distracted by the mess. If no measures are taken, the floor will become Filthy!": "Sàn nhà này đang Dơ Bẩn đó! Sims có thể bắt đầu gặp một số rắc rối xã giao, và một số tương tác có thể mất nhiều thời gian hơn vì Sims của bạn bị xao nhãng bởi sự bừa bộn. Nếu không có biện pháp nào được thực hiện, sàn nhà sẽ trở nên Dơ Dááy đó!",
  "(From happily cleaning in a dusty floor)": "(Từ việc vui vẻ dọn dẹp trên sàn nhà bụi bặm)",
  "(From cleaning or vacuuming on a floor already clean)": "(Từ việc dọn dẹp hoặc hút bụi trên sàn nhà đã sạch)",
  "(From continuing to clean while on a clean floor level)": "(Từ việc tiếp tục dọn dẹp khi sàn nhà đã sạch)",
  "(From deep cleaning on a Filthy floor level)": "(Từ việc tổng vệ sinh trên sàn nhà dơ dááy)",
  "(From continuing to clean while already in a rage)": "(Từ việc tiếp tục dọn dẹp khi đang nổi cơn thịnh nộ)",
  "{0.SimFirstName} befriended a Dust Bunny! Since {M0.he}{F0.she} made {M0.his}{F0.her} fluffy companion feel so welcomed and cared for in {M0.his}{F0.her} house, this dust bunny will behave a bit differently. It can now survive in even the cleanest environments and will no longer be destroyed by cleaning around the house - it's here to stay. \\n\\nBefriended Dust Bunnies will also show their appreciation by finding rarer items and occasionally even digging up substantial piles of Simoleons. ": "{0.SimFirstName} đã kết bạn với Thỏ Bụi! Vì {M0.he}{F0.she} đã làm cho người bạn lông xù của {M0.his}{F0.her} cảm thấy được chào đón và chăm sóc trong nhà của {M0.his}{F0.her}, nên thỏ bụi này sẽ cư xử hơi khác một chút. Giờ nó có thể sống sót ngay cả trong môi trường sạch sẽ nhất và sẽ không còn bị tiêu diệt khi dọn dẹp nhà cửa nữa - nó sẽ ở lại đây. \\n\\nThỏ Bụi đã kết bạn cũng sẽ thể hiện sự cảm kích bằng cách tìm kiếm những vật phẩm hiếm hơn và đôi khi thậm chí còn đào được những đống Simoleon đáng kể.",
  "(From befriending a Dust Bunny)": "(Từ việc kết bạn với Thỏ Bụi)",
  "(From feeding a Dust Bunny)": "(Từ việc cho Thỏ Bụi ăn)",
  "(From petting a Dust Bunny)": "(Từ việc vuốt ve Thỏ Bụi)",
  "(From destroying a cute, helpless dust bunny)": "(Từ việc phá hủy một chú thỏ bụi dễ thương, bé bỏng)",
  "(From trying to pet a Filth Fiend)": "(Từ việc cố gắng vuốt ve Quỷ Dơ Bẩn)",
  "(From trying to Step On a Filth Fiend and chickening out)": "(Từ việc cố gắng Giẫm Lên Quỷ Dơ Bẩn rồi lại sợ hãi bỏ chạy)",
  "(From slaying a Filth Fiend)": "(Từ việc tiêu diệt Quỷ Dơ Bẩn)",
  "(From having visitors over while the house is dirty or filthy)": "(Từ việc có khách đến chơi khi nhà cửa dơ bẩn hoặc dơ dááy)",
  "(From attempting romance in Filthy surroundings)": "(Từ việc cố gắng lãng mạn trong môi trường dơ dááy)",
  "(From attempting romance in Dirty surroundings)": "(Từ việc cố gắng lãng mạn trong môi trường dơ bẩn)",
  "(From being in a Clean area)": "(Từ việc ở trong khu vực Sạch Sẽ)",
  "(From being in a Dirty area)": "(Từ việc ở trong khu vực Dơ Bẩn)",
  "(From being in a Dusty area)": "(Từ việc ở trong khu vực Bụi Bặm)",
  "(From being in a Filthy area)": "(Từ việc ở trong khu vực Dơ Dááy)",
  "(From vacuuming thoroughly)": "(Từ việc hút bụi kỹ lưỡng)",
  "(From Power Cleaning as a Fast & Fastidious Sim)": "(Từ việc Lau Dọn Siêu Tốc với tư cách là một Sim Nhanh Nhẹn & Khó Tính)",
  "(From vacuuming a toddler)": "(Từ việc hút bụi một đứa trẻ tập đi)",
  "What a great find! {0.SimFirstName} was gifted a cool collectible by {M0.his}{F0.her} resourceful dust friend!": "Tìm được món hời quá đã! {0.SimFirstName} được người bạn bụi bặm tháo vát của {M0.his}{F0.her} tặng cho một món đồ sưu tầm xịn sò nè!",
  "{1.ObjectName} burrowed around in the dust and returned with an insect. Check your inventory to collect this crawling critter!": "{1.ObjectName} đào bới xung quanh trong bụi và trở về với một con côn trùng. Kiểm tra hành trang của bạn để thu thập con vật bò lổm ngổm này nha!",
  "This Dust Bunny was so happy with {0.SimFirstName} that it managed to find lost Simoleons all over the house! {1.Money} has been added to household.": "Thỏ Bụi này vui vẻ với {0.SimFirstName} đến nỗi nó tìm được Simoleon bị mất khắp nhà luôn đó! {1.Money} đã được thêm vào hộ gia đình.",
  "{0.SimFirstName}'s dust friend did not feel particularly motivated or happy, but did manage to half-heartedly rustle up a few Simoleons. {1.Money} has been added to household. Perhaps a little bribery in the form of dust snacks might encourage {M0.his}{F0.her} dusty friend to search a bit more industriously...": "Bạn bụi của {0.SimFirstName} không cảm thấy đặc biệt có động lực hay vui vẻ gì cho lắm, nhưng cũng cố gắng lôi ra được vài đồng Simoleon. {1.Money} đã được thêm vào hộ gia đình. Có lẽ một chút hối lộ dưới hình thức đồ ăn vặt bụi bặm có thể khuyến khích người bạn bụi bặm của {M0.his}{F0.her} tìm kiếm siêng năng hơn một chút...",
  "{0.SimFirstName} just received a handy upgrade part from {M0.his}{F0.her} burrowing dust bunny. You've got one useful bundle of fluff and dust on your hands!": "{0.SimFirstName} vừa nhận được một bộ phận nâng cấp tiện dụng từ thỏ bụi đào hang của {M0.his}{F0.her}. Bạn đang có một cục bông và bụi hữu ích trong tay đó!",
  "{0.SimFirstName} may have asked for valuables, but sometimes a Dust Bunny's definition of treasure is indeed literal trash. Clearly there's some kind of failure to communicate here. Try speaking in a language your dust friend might understand better - feeding your bunny a dust snack might be a good start.": "{0.SimFirstName} có thể đã yêu cầu đồ có giá trị, nhưng đôi khi định nghĩa về kho báu của Thỏ Bụi thực sự là rác theo đúng nghĩa đen. Rõ ràng là có một số loại giao tiếp không thành công ở đây. Hãy thử nói bằng một ngôn ngữ mà người bạn bụi của bạn có thể hiểu rõ hơn - cho thỏ của bạn ăn đồ ăn vặt bụi bặm có thể là một khởi đầu tốt đó.",
  "{1.ObjectName} managed to find quite a rare collectible! This bunny must really love {0.SimFirstName}! ": "{1.ObjectName} đã tìm được một món đồ sưu tầm khá hiếm đó nha! Chú thỏ này chắc hẳn rất yêu quý {0.SimFirstName} đó!",
  "{1.ObjectName} could certainly have looked a bit harder for something more enticing. Try keeping this Dust Bunny a bit happier and maybe it will feel motivated to scrounge up some fresher grub next time. ": "{1.ObjectName} chắc chắn có thể tìm kiếm chăm chỉ hơn một chút để tìm thứ gì đó hấp dẫn hơn. Hãy cố gắng giữ cho Thỏ Bụi này vui vẻ hơn một chút và có thể lần tới nó sẽ cảm thấy có động lực để tìm kiếm một số món ăn ngon hơn đó.",
  "{1.ObjectName} found a dust-covered toy hidden in the household clutter! Who knows how long that toy had been lost!": "{1.ObjectName} tìm thấy một món đồ chơi phủ đầy bụi ẩn trong đống lộn xộn của gia đình! Ai mà biết món đồ chơi đó đã bị mất bao lâu rồi chứ!",
  "{1.ObjectName} scrounged up a particularly tasty looking tidbit for {0.SimFirstName}. Nevermind where it came from, this offering means your dust friend must really care about you!": "{1.ObjectName} đã tìm được một món ngon đặc biệt trông rất ngon miệng cho {0.SimFirstName}. Đừng bận tâm nó đến từ đâu, món quà này có nghĩa là người bạn bụi của bạn thực sự quan tâm đến bạn đó!",
  "This Dust Bunny didn't exactly hit the jackpot, but it did manage to scrounge up a few Simoleons that had been covered up by a layer of clutter and dust. {1.Money} have been added to household.": "Thỏ Bụi này không hẳn là trúng số độc đắc, nhưng nó đã xoay xở để tìm được một vài đồng Simoleon bị che phủ bởi một lớp lộn xộn và bụi bẩn. {1.Money} đã được thêm vào hộ gia đình.",
  "{1.ObjectName} dug through heaps of dust to find a mysteriously pristine fruit or vegetable - and even managed to refrain from chomping into it!": "{1.ObjectName} đào bới qua đống bụi để tìm một loại trái cây hoặc rau quả nguyên sơ một cách bí ẩn - và thậm chí còn cố gắng không nhai ngấu nghiến nó!",
  "{0.SimFirstName}'s dust bunny quickly returned empty-pawed, clearly having put minimal effort into actually finding anything. Perhaps a dusty snack or a caring cuddle might encourage {1.ObjectName} to try a bit harder. ": "Thỏ bụi của {0.SimFirstName} nhanh chóng trở về tay không, rõ ràng là đã nỗ lực tối thiểu để thực sự tìm thấy bất cứ thứ gì. Có lẽ một món ăn vặt bụi bặm hoặc một cái ôm âu yếm có thể khuyến khích {1.ObjectName} cố gắng hơn một chút đó.",
  "{1.ObjectName} was feeling cranky and searched far and wide for something that would suitably express its grumpiness - a rotting bit of fruit or vegetable matter covered in dust. Bun Appétit!": "{1.ObjectName} cảm thấy cáu kỉnh và tìm kiếm khắp nơi thứ gì đó có thể diễn tả sự khó chịu của nó một cách phù hợp - một chút trái cây hoặc rau củ thối rữa phủ đầy bụi. Chúc thỏ ngon miệng!",
  "{1.ObjectName} found some rusty upgrade parts hidden around the house. While it's not exactly treasure, the fact that {0.SimFirstName} has managed to harness the destructive energy of a filth fiend for something productive is a testament to {M0.his}{F0.her} mischief-managing skills! ": "{1.ObjectName} tìm thấy một số bộ phận nâng cấp bị rỉ sét giấu quanh nhà. Mặc dù nó không hẳn là kho báu, nhưng việc {0.SimFirstName} đã xoay xở để khai thác năng lượng phá hoại của một con quỷ dơ bẩn cho một việc gì đó hữu ích là một minh chứng cho kỹ năng quản lý trò nghịch ngợm của {M0.his}{F0.her}!",
  "Jackpot! Who knew Filth Fiends could be so resourceful? They may not seem friendly, but with enough care and love, {0.SimFirstName} found a way to bond with {M0.his}{F0.her} filth-dwelling friend. {1.Money} were found around the house and have been added to your household funds. ": "Trúng mánh! Ai mà biết Quỷ Dơ Bẩn lại có thể tháo vát đến vậy chứ? Chúng có vẻ không thân thiện, nhưng với đủ sự quan tâm và yêu thương, {0.SimFirstName} đã tìm được cách kết nối với người bạn sống trong dơ bẩn của {M0.his}{F0.her}. {1.Money} đã được tìm thấy quanh nhà và đã được thêm vào quỹ hộ gia đình của bạn.",
  "There's no telling how long this meal has been rotting away, but it's clear that {1.ObjectName} was proud to excavate it from the filthy floors and present it to {0.SimFirstName}. This putrid meal can be found in {0.SimFirstName}'s inventory if {M0.he}{F0.she} is feeling particularly brave. ": "Không ai biết bữa ăn này đã thối rữa bao lâu rồi, nhưng rõ ràng là {1.ObjectName} tự hào khai quật nó từ những sàn nhà dơ dááy và dâng tặng nó cho {0.SimFirstName}. Bữa ăn thối rữa này có thể được tìm thấy trong hành trang của {0.SimFirstName} nếu {M0.he}{F0.she} cảm thấy đặc biệt dũng cảm.",
  "{1.ObjectName} set off somewhat grumpily to rustle up clutter and returned with a piece of garbage. Knowing how much filth fiends love their trash and clutter, this could be interpreted as a sign that your fiend was trying to please you. ": "{1.ObjectName} khởi hành có phần cáu kỉnh để lôi kéo sự lộn xộn và trở về với một mảnh rác. Biết Quỷ Dơ Bẩn yêu thích rác và sự lộn xộn của chúng đến mức nào, điều này có thể được hiểu là một dấu hiệu cho thấy con quỷ của bạn đang cố gắng làm hài lòng bạn đó.",
  "{1.ObjectName} may be filled with dastardly intent most of the time, but {0.SimFirstName} saw through this fiend's filthy exterior and found a friend. And when a fiend uses its craftiness to find cool things instead of creating chaos, it turns out they can find some pretty rare and valuable stuff. Check your inventory to see the rare collectible that {1.ObjectName} dug up!": "{1.ObjectName} có thể chứa đầy ý định hèn hạ hầu hết thời gian, nhưng {0.SimFirstName} đã nhìn thấu vẻ ngoài dơ bẩn của con quỷ này và tìm thấy một người bạn. Và khi một con quỷ sử dụng sự khéo léo của mình để tìm những thứ thú vị thay vì tạo ra sự hỗn loạn, hóa ra chúng có thể tìm thấy một số thứ khá hiếm và có giá trị đó. Kiểm tra hành trang của bạn để xem món đồ sưu tầm hiếm có mà {1.ObjectName} đã đào được nha!",
  "{0.SimFirstName} has clearly done a good job pacifying {M0.his}{F0.her} filth fiends, because {1.ObjectName} just rummaged up a nifty collectible! {1.ObjectName} might be a noxious ball of grime and discontent most of the time, but with the right combination of bribery, begging, and luck, a fiend can be an asset to a household. ": "{0.SimFirstName} rõ ràng đã làm rất tốt việc xoa dịu lũ quỷ dơ bẩn của {M0.his}{F0.her}, bởi vì {1.ObjectName} vừa lục lọi được một món đồ sưu tầm tuyệt vời đó! {1.ObjectName} có thể là một quả cầu bẩn thỉu và bất mãn độc hại hầu hết thời gian, nhưng với sự kết hợp phù hợp giữa hối lộ, van xin và may mắn, một con quỷ có thể là một tài sản cho một hộ gia đình đó.",
  "Procrastinator": "Người Hay Trì Hoãn",
  "Chore Dodger": "Người Lảng Tránh Việc Nhà",
  "Low Standards": "Tiêu Chuẩn Thấp",
  "Filth Friend": "Bạn Dơ Bẩn",
  "Basic Home Training": "Huấn Luyện Cơ Bản Tại Gia",
  "Proactive Cleaning": "Dọn Dẹp Chủ Động",
  "Vacuum Virtuoso": "Bậc Thầy Hút Bụi",
  "Chief Cleaning Officer": "Chuyên Viên Dọn Dẹp Cao Cấp",
  "{0.SimFirstName} has become one with the filth and finds solace in the familiar presence of dirt and grime. As {0.SimFirstName} learned to let messes pile up and live it up, {M0.he}{F0.she} found enlightment. Why bother cleaning when things will just get dirty again? Why hold yourself to some impossible standard of cleanliness? Once {0.SimFirstName} embraced and accepted her filthy ways, {M0.he}{F0.she} realized {M0.he}{F0.she} was free - and on this day, a Filth Dweller was born. ": "{0.SimFirstName} đã hòa mình vào sự dơ bẩn và tìm thấy sự an ủi trong sự hiện diện quen thuộc của bụi bẩn và cáu ghét. Khi {0.SimFirstName} học cách để cho sự bừa bộn chất đống và sống hết mình, {M0.he}{F0.she} đã tìm thấy sự giác ngộ. Tại sao phải bận tâm dọn dẹp khi mọi thứ sẽ lại bẩn trở lại? Tại sao phải giữ mình theo một tiêu chuẩn sạch sẽ bất khả thi nào đó? Một khi {0.SimFirstName} chấp nhận và dung túng cho những thói quen dơ bẩn của mình, {M0.he}{F0.she} nhận ra rằng {M0.he}{F0.she} đã tự do - và vào ngày này, một Cư Dân Dơ Bẩn đã ra đời.",
  "This Sim revels in filthy, messy homes and avoids cleaning at all costs. Procrastinate, dodge chores, lower your standards, and find creative ways to thrive in the filthiest environments!": "Sim này thích thú với những ngôi nhà dơ bẩn, bừa bộn và tránh dọn dẹp bằng mọi giá. Hãy trì hoãn, lảng tránh việc nhà, hạ thấp tiêu chuẩn của bạn và tìm những cách sáng tạo để phát triển trong những môi trường dơ dááy nhất!",
  "Fabulously Filthy": "Dơ Bẩn Tuyệt Vời",
  "{0.SimFirstName} has scrubbed tirelessly, vacuumed voraciously, and mastered the art of maintaining a clean, perfect home. Keeping a pristine property has taught {M0.him}{F0.her} to form good daily habits, but more importantly, to truly enjoy the satisfying feeling that comes from each shined floor and scrubbed surface. {0.SimFirstName}'s reward isn't just {M0.his}{F0.her} deep knowledge of cleaning techniques or exquisite vacuum handling skills -- {M0.his}{F0.her} reward is the attitude {M0.he}{F0.she} developed along the way. ": "{0.SimFirstName} đã chà rửa không mệt mỏi, hút bụi một cách tham lam và làm chủ nghệ thuật duy trì một ngôi nhà sạch sẽ, hoàn hảo. Việc giữ gìn một tài sản nguyên sơ đã dạy {M0.him}{F0.her} hình thành những thói quen hàng ngày tốt, nhưng quan trọng hơn, là thực sự tận hưởng cảm giác thỏa mãn đến từ mỗi sàn nhà sáng bóng và bề mặt được chà rửa. Phần thưởng của {0.SimFirstName} không chỉ là kiến thức sâu rộng về kỹ thuật làm sạch hay kỹ năng xử lý máy hút bụi tinh tế -- phần thưởng của {M0.his}{F0.her} là thái độ mà {M0.he}{F0.she} đã phát triển trên con đường này.",
  "This Sim likes their home to be presentable and clean all the time. Taking pride in their pristine homes, these Sims shoot for perfection and thrive when they have a spotless house to show off to guests. ": "Sim này thích ngôi nhà của họ luôn được tươm tất và sạch sẽ. Tự hào về những ngôi nhà nguyên sơ của mình, những Sim này hướng đến sự hoàn hảo và phát triển mạnh khi họ có một ngôi nhà sạch sẽ để khoe với khách.",
  "Perfectly Pristine": "Nguyên Sơ Hoàn Hảo",
  "{0.SimFirstName} is feeling as fresh and clean as the room {M0.he}{F0.she}'s in. Romance sounds a lot better when everyone can enjoy a dust-free ambiance. ": "{0.SimFirstName} đang cảm thấy tươi mát và sạch sẽ như căn phòng mà {M0.he}{F0.she} đang ở vậy. Hẹn hò nghe có vẻ tuyệt hơn nhiều khi mọi người có thể tận hưởng một bầu không khí không có bụi bẩn.",
  "Fresh N' Frisky": "Tươi Mát & Tinh Nghịch",
  "Obviously, the best way to keep a clean house is to clean before it gets dirty. As {0.SimFirstName} keeps cleaning, {F0.her}{M0.his} desire for a perfectly clean house will get stronger...": "Rõ ràng, cách tốt nhất để giữ một ngôi nhà sạch sẽ là dọn dẹp trước khi nó bị bẩn. Khi {0.SimFirstName} tiếp tục dọn dẹp, mong muốn có một ngôi nhà sạch sẽ hoàn hảo của {F0.her}{M0.his} sẽ ngày càng mạnh mẽ hơn...",
  "Perfectionist Zeal": "Lòng Nhiệt Thành Của Người Cầu Toàn",
  "{0.SimFirstName}'s focus intensifies. Messes will be terminated, floors will be shined, and dust won't stand a chance!": "Sự tập trung của {0.SimFirstName} tăng lên. Sự bừa bộn sẽ bị tiêu diệt, sàn nhà sẽ được đánh bóng và bụi bẩn sẽ không có cơ hội!",
  "{0.SimFirstName} has laser-like focus and every speck of dust will soon get its comeuppance! The more {M0.he}{F0.she} cleans, the more satisfying it feels. Looking around at this sparkling ode to cleanliness, {0.SimFirstName} feels unstoppable - but why stop now?": "{0.SimFirstName} có sự tập trung như tia laser và mọi hạt bụi sẽ sớm phải trả giá! {M0.he}{F0.she} càng dọn dẹp, cảm giác càng thỏa mãn. Nhìn xung quanh bài ca lấp lánh về sự sạch sẽ này, {0.SimFirstName} cảm thấy không thể ngăn cản - nhưng tại sao lại dừng lại ngay bây giờ?",
  "{0.SimFirstName} is no longer just a Sim. {F0.She}{M0.He} has become a cleaning machine! {F0.Her}{M0.His} surroundings were clean a long time ago, but now, everything has been double shined, triple polished, and cleaned to perfection! ": "{0.SimFirstName} không còn chỉ là một Sim nữa. {F0.She}{M0.He} đã trở thành một cỗ máy dọn dẹp! Môi trường xung quanh {F0.Her}{M0.His} đã sạch sẽ từ lâu rồi, nhưng bây giờ, mọi thứ đã được đánh bóng gấp đôi, đánh bóng gấp ba và làm sạch đến mức hoàn hảo!",
  "It's not you, {0.SimFirstName}, it's just hard to feel the vibes when there's dust sticking to my feet and a vaguely musty scent emanating from everywhere around me. ": "Không phải tại bạn đâu, {0.SimFirstName}, chỉ là khó mà cảm nhận được những rung cảm khi bụi bám vào chân tôi và một mùi mốc meo thoang thoảng tỏa ra từ khắp nơi xung quanh tôi.",
  "Messiness Kills the Mood": "Bừa Bộn Phá Hỏng Cảm Xúc",
  "Filth Kills the Fun": "Dơ Bẩn Phá Hỏng Niềm Vui",
  "{0.SimFirstName} has visitors and the place is a mess! {M0.He}{F0.She} explained that they just happened to come \"in between cleanings\" and the guests nodded politely, but somehow {0.SimFirstName} still feels judged. ": "{0.SimFirstName} có khách đến chơi mà chỗ ở thì lại bừa bộn! {M0.He}{F0.She} giải thích rằng họ chỉ tình cờ đến \"giữa những lần dọn dẹp\" và các vị khách lịch sự gật đầu, nhưng bằng cách nào đó {0.SimFirstName} vẫn cảm thấy bị phán xét.",
  "It's Not Usually Like This!": "Thường Thì Không Phải Như Thế Này Đâu!",
  "Cleaning when there's a light covering of dust on furniture and floors is surprisingly enjoyable. Before the mess builds up, busting the dust feels like more of a fun pastime than a chore. ": "Dọn dẹp khi có một lớp bụi mỏng phủ trên đồ đạc và sàn nhà lại thú vị đến bất ngờ. Trước khi sự bừa bộn tích tụ, việc quét bụi có cảm giác giống như một trò tiêu khiển vui vẻ hơn là một công việc vặt.",
  "Chore Galore!": "Vô Vàn Việc Vặt!",
  "Do Not Disturb: Rage Cleaning": "Xin Đừng Làm Phiền: Dọn Dẹp Trong Cơn Thịnh Nộ",
  "When things are this messy, the only thing to do is to channel that anger and not stop cleaning until the job is done. {0.SimFirstName} has procrastinated long enough, and now, the day of reckoning has come. Fueled by the herculean task ahead, {0.SimFirstName} will resist distractions and have no need of rest - the rage clean is building. ": "Khi mọi thứ bừa bộn đến mức này, điều duy nhất cần làm là dồn sự tức giận đó và không ngừng dọn dẹp cho đến khi công việc hoàn thành. {0.SimFirstName} đã trì hoãn đủ lâu rồi, và bây giờ, ngày phán xét đã đến. Được thúc đẩy bởi nhiệm vụ khó khăn phía trước, {0.SimFirstName} sẽ chống lại sự xao nhãng và không cần nghỉ ngơi - cơn thịnh nộ dọn dẹp đang hình thành.",
  "{0.SimFirstName}'s cleaning rage intensifies. It started with the floors. But what's the point of clean floors if the baseboards are dirty? And if {M0.he}{F0.she} cleans the floors, and leaves the counters dirty, won't the scraps of counter-debris soon wind up on the floor anyway, ruining all of {M0.his}{F0.her} work? With each cleaned room, {0.SimFirstName}'s temper gets a little hotter, {M0.his}{F0.her} voice gets a little more exasperated, and {M0.his}{F0.her} grip on the cleaning weapon of choice becomes tighter. No rest until the job's done!": "Cơn thịnh nộ dọn dẹp của {0.SimFirstName} tăng lên. Nó bắt đầu với sàn nhà. Nhưng có ý nghĩa gì khi sàn nhà sạch sẽ nếu các tấm ốp chân tường bị bẩn? Và nếu {M0.he}{F0.she} lau sàn nhà, và để lại quầy bẩn, chẳng phải những mảnh vụn trên quầy sẽ sớm rơi xuống sàn nhà, phá hỏng tất cả công sức của {M0.his}{F0.her} sao? Với mỗi căn phòng được dọn dẹp, cơn giận của {0.SimFirstName} lại nóng hơn một chút, giọng nói của {M0.his}{F0.her} trở nên bực bội hơn một chút và sự kìm kẹp của {M0.his}{F0.her} đối với vũ khí dọn dẹp được lựa chọn trở nên chặt chẽ hơn. Không nghỉ ngơi cho đến khi công việc hoàn thành!",
  "Approach with caution and definitely avoid making a mess in the area {0.SimFirstName} just cleaned - {M0.he}{F0.she} has worked {M0.himself}{F0.herself} into a rage beyond rage, a cleaning fury beyond compare. The finish line is in sight and {0.SimFirstName} has slayed fiends, busted dust, and scrubbed until the walls and floors trembled in fear of {M0.his}{F0.her} superhuman cleaning power. \\n\\nNow who made that fingerprint mark on the wall? Whose sock is that on the floor! Is that an ant?!?! ": "Tiếp cận một cách thận trọng và chắc chắn tránh gây bừa bộn trong khu vực mà {0.SimFirstName} vừa dọn dẹp - {M0.he}{F0.she} đã khiến {M0.himself}{F0.herself} tức giận vượt quá cơn giận, một cơn cuồng dọn dẹp vô song. Vạch đích đang ở trong tầm mắt và {0.SimFirstName} đã tiêu diệt quỷ, quét sạch bụi bẩn và chà rửa cho đến khi các bức tường và sàn nhà run lên vì sợ sức mạnh dọn dẹp siêu phàm của {M0.his}{F0.her}. \\n\\nBây giờ ai đã để lại dấu vân tay trên tường vậy? Vớ của ai ở trên sàn nhà thế kia! Đó là một con kiến?!?!",
  "{0.SimFirstName} was ordered to clean rather rudely, as though {M0.he}{F0.she} doesn't pull {M0.his}{F0.her} weight around the house. {M0.He}{F0.She} totally does her share of cleaning chores... just yesterday {M0.he}{F0.she} cleaned the... Nevermind! Fine! ": "{0.SimFirstName} bị ra lệnh dọn dẹp khá thô lỗ, như thể {M0.he}{F0.she} không làm tròn trách nhiệm của {M0.his}{F0.her} trong nhà vậy. {M0.He}{F0.She} hoàn toàn làm phần việc dọn dẹp của mình mà... chỉ mới hôm qua {M0.he}{F0.she} đã dọn dẹp... Thôi bỏ đi! Được thôi!",
  "Chore Shamed!": "Bị Sỉ Nhục Vì Việc Nhà!",
  "Do I look like your maid? How about a \"please\" and \"thank you\" around here? {0.SimFirstName} may have been willing to help with cleaning if {M0.he}{F0.she} was asked nicely, but now we'll never know. ": "Tôi trông giống người giúp việc của bạn lắm à? Sao không nói \"làm ơn\" và \"cảm ơn\" gì hết vậy? {0.SimFirstName} có thể đã sẵn lòng giúp đỡ dọn dẹp nếu {M0.he}{F0.she} được yêu cầu một cách tử tế, nhưng bây giờ chúng ta sẽ không bao giờ biết được.",
  "I'm Not Your Housekeeper!": "Tôi Không Phải Quản Gia Của Bạn!",
  "{0.SimFirstName} feels invigorated and inspired by {M0.his}{F0.her} sparkling clean surroundings! Being in a well-cared for environment will help {0.SimFirstName} be more productive and creative in many different pursuits. As long as {M0.he}{F0.she} keeps things clean, {M0.he}{F0.she} will be more successful at working from home and learning new skills. ": "{0.SimFirstName} cảm thấy phấn chấn và được truyền cảm hứng bởi môi trường xung quanh sạch sẽ lấp lánh của {M0.his}{F0.her}! Ở trong một môi trường được chăm sóc tốt sẽ giúp {0.SimFirstName} làm việc hiệu quả hơn và sáng tạo hơn trong nhiều hoạt động khác nhau. Miễn là {M0.he}{F0.she} giữ mọi thứ sạch sẽ, {M0.he}{F0.she} sẽ thành công hơn trong việc làm việc tại nhà và học các kỹ năng mới.",
  "Sparkling Clean Surroundings": "Môi Trường Xung Quanh Sạch Sẽ Lấp Lánh",
  "{0.SimFirstName} can't touch anything around {M0.him}{F0.her} without encountering a layer of dust. It's getting harder to ignore the build up - things are getting dusty, crusty, and musty. Even the air feels heavier with undesirable particles. It will be harder to cook or be productive in these surroundings - but non-fussy Sims who prefer not to clean could certainly learn to get comfortable. After all, it could certainly be worse...": "{0.SimFirstName} không thể chạm vào bất cứ thứ gì xung quanh {M0.him}{F0.her} mà không chạm phải một lớp bụi. Ngày càng khó bỏ qua sự tích tụ - mọi thứ đang trở nên bụi bặm, đóng cặn và mốc meo. Ngay cả không khí cũng cảm thấy nặng nề hơn với những hạt không mong muốn. Sẽ khó nấu ăn hoặc làm việc hiệu quả trong môi trường này hơn - nhưng những Sim không cầu kỳ, thích không dọn dẹp chắc chắn có thể học cách cảm thấy thoải mái. Rốt cuộc, chắc chắn là nó có thể còn tệ hơn...",
  "Everything Feels a Bit Dirty": "Mọi Thứ Đều Có Cảm Giác Hơi Bẩn",
  "A light sheen of dust enhances the cosy, lived-in feel of {0.SimFirstName}'s home. It's not too clean or too messy, it's just right. These natural, homey surroundings will help Sims feel comfortable with each other, build relationships, have fun together, and feel socially nourished. ": "Một lớp bụi mỏng làm tăng thêm cảm giác ấm cúng, có người ở cho ngôi nhà của {0.SimFirstName}. Nó không quá sạch cũng không quá bừa bộn, nó vừa phải thôi. Môi trường tự nhiên, ấm cúng này sẽ giúp Sims cảm thấy thoải mái với nhau, xây dựng các mối quan hệ, vui vẻ bên nhau và cảm thấy được nuôi dưỡng về mặt xã hội.",
  "Someone Lives Here": "Có Người Sống Ở Đây",
  "{0.SimFirstName}'s surroundings have become filthy! The floors are caked in dust and grime, and even the air feels noxious. Heaps of filth are stacking up, notorious filth fiends are running rampant, and {0.SimFirstName} is feeling overwhelmed by the mounting messes. Starting to clean in these conditions will be a tiresome task - and the thought of cooking or creating anything in such a filthy environment feels pretty unappetizing. ": "Môi trường xung quanh {0.SimFirstName} đã trở nên dơ dááy! Sàn nhà phủ đầy bụi bẩn và cáu ghét, và ngay cả không khí cũng cảm thấy độc hại. Đống bẩn thỉu đang chất đống, lũ quỷ dơ bẩn khét tiếng đang hoành hành và {0.SimFirstName} đang cảm thấy choáng ngợp trước những đống bừa bộn ngày càng tăng. Bắt đầu dọn dẹp trong những điều kiện này sẽ là một nhiệm vụ mệt mỏi - và ý nghĩ nấu ăn hoặc tạo ra bất cứ thứ gì trong một môi trường dơ dááy như vậy cảm thấy khá khó nuốt.",
  "Unbelievably Filthy!": "Dơ Dááy Không Tưởng Tượng Được!",
  "Where others saw clumps of pesky dust, {0.SimFirstName} saw a friend in need of attention and nurturing. Dusty floors may come and go, but {0.SimFirstName} and {M0.his}{F0.her} dust bunny are officially BFFs! ": "Nơi người khác nhìn thấy những cụm bụi khó chịu, {0.SimFirstName} lại thấy một người bạn cần sự quan tâm và chăm sóc. Sàn nhà bụi bặm có thể đến rồi đi, nhưng {0.SimFirstName} và thỏ bụi của {M0.his}{F0.her} chính thức là bạn thân mãi mãi!",
  "Bunny Friends Forever!": "Mãi Mãi Là Bạn Thỏ!",
  "By feeding and petting a Dust Bunny, {0.SimFirstName} is keeping {M0.his}{F0.her} household dust friends as happy as possible. They might still be balls of dust, lint, hair, and debris held together by static electricity and magic, but they can also be contributing members of {0.SimFirstName}'s cozy home. ": "Bằng cách cho ăn và vuốt ve Thỏ Bụi, {0.SimFirstName} đang giữ cho những người bạn bụi trong gia đình của {M0.his}{F0.her} hạnh phúc nhất có thể. Chúng có thể vẫn là những cục bụi, xơ vải, tóc và mảnh vụn được giữ lại với nhau bằng tĩnh điện và phép thuật, nhưng chúng cũng có thể là những thành viên đóng góp cho ngôi nhà ấm cúng của {0.SimFirstName}.",
  "Dust Bunny Caretaker": "Người Chăm Sóc Thỏ Bụi",
  "{0.SimFirstName} lost a friend today. As {M0.he}{F0.she} mourns {M0.his}{F0.her} dearly departed dust friend, hopefully the marginally cleaner floors will provide some small solace. ": "{0.SimFirstName} đã mất một người bạn vào ngày hôm nay. Khi {M0.he}{F0.she} thương tiếc người bạn bụi đã khuất của {M0.his}{F0.her}, hy vọng rằng những sàn nhà sạch hơn một chút sẽ mang lại một chút an ủi nhỏ nhoi.",
  "From Dust Friends to Dust": "Từ Bạn Bụi Đến Bụi",
  "{0.SimFirstName} considered approaching the Filth Fiend, but {M0.he}{F0.she} reconsidered after getting closer and receiving a menacing glare. Some creatures are best observed from afar. ": "{0.SimFirstName} đã cân nhắc việc tiếp cận Quỷ Dơ Bẩn, nhưng {M0.he}{F0.she} đã suy nghĩ lại sau khi đến gần hơn và nhận được một cái trừng mắt đe dọa. Một số sinh vật tốt nhất nên được quan sát từ xa.",
  "I'll Just Keep My Distance": "Tôi Sẽ Chỉ Giữ Khoảng Cách",
  "Filth and anarchy ruled the {0.SimLastName} household until {0.SimFirstName} fearlessly destroyed a Filth Fiend. {M0.he}{F0.she} feels a burst of renewed hope and energy, as the mischievous, mess-making fiends seem less menacing today. The carpets and floors may still be covered in grime and leftover fiend dust, but it's nothing that a cleaning champion like {0.SimFirstName} can't handle.": "Sự dơ bẩn và vô chính phủ đã thống trị hộ gia đình {0.SimLastName} cho đến khi {0.SimFirstName} dũng cảm tiêu diệt một Quỷ Dơ Bẩn. {M0.he}{F0.she} cảm thấy một sự bùng nổ của hy vọng và năng lượng mới, vì những con quỷ nghịch ngợm, tạo ra sự bừa bộn dường như ít đe dọa hơn vào ngày hôm nay. Thảm và sàn nhà có thể vẫn còn phủ đầy bụi bẩn và bụi quỷ còn sót lại, nhưng đó không phải là điều mà một nhà vô địch dọn dẹp như {0.SimFirstName} không thể xử lý được.",
  "Slayer of Filth Fiends": "Người Tiêu Diệt Quỷ Dơ Bẩn",
  "Fast & Fastidious Sims don't play around when it comes to cleaning. They aren't here to tidy up, they aren't interested in \"dusting\" - they are here to blast any manner of filth off of the face of the planet. ": "Những Sim Nhanh Nhẹn & Khó Tính không đùa giỡn khi nói đến việc dọn dẹp. Họ không ở đây để dọn dẹp, họ không quan tâm đến việc \"quét bụi\" - họ ở đây để thổi bay bất kỳ loại bụi bẩn nào khỏi bề mặt hành tinh.",
  "All Messes Terminated": "Mọi Sự Bừa Bộn Đều Bị Tiêu Diệt",
  "{0.SimFirstName} is going on a vacuuming kick and has no plans of ceasing {M0.his}{F0.her} relentless assault on the dust occupying {M0.his}{F0.her} home. Spurred on by a fresh burst of energy and focus, {0.SimFirstName} could do this all day - the floors will rue the day they tested {0.SimFirstName}'s resolve. ": "{0.SimFirstName} đang có một cú hích hút bụi và không có kế hoạch ngừng cuộc tấn công không ngừng nghỉ của {M0.his}{F0.her} vào bụi đang chiếm giữ ngôi nhà của {M0.his}{F0.her}. Được thúc đẩy bởi một sự bùng nổ năng lượng và sự tập trung mới, {0.SimFirstName} có thể làm điều này cả ngày - sàn nhà sẽ hối hận cái ngày chúng thử thách quyết tâm của {0.SimFirstName}.",
  "No Dust Left Behind!": "Không Để Lại Bụi!",
  "{0.SimFirstName} can't help but congratulate {M0.himself}{F0.herself} on finding a new way to clean {M0.his}{F0.her} toddler. Toddlers may throw a tantrum when it's bath time, but they find the whirring sounds and pull of the vacuum cleaner to be rather entertaining. ": "{0.SimFirstName} không thể không chúc mừng {M0.himself}{F0.herself} đã tìm ra một cách mới để làm sạch đứa trẻ tập đi của {M0.his}{F0.her}. Trẻ tập đi có thể nổi cơn thịnh nộ khi đến giờ tắm, nhưng chúng thấy âm thanh vo ve và lực hút của máy hút bụi khá thú vị.",
  "What Can't Be Vacuumed?": "Cái Gì Không Thể Hút Bụi?",
  "So friendly! So cute! But also... so dusty! They may help find a few Simoleons under the couch, but at the cost of your clean home.": "Thân thiện quá! Dễ thương quá! Nhưng cũng... bụi bặm quá! Chúng có thể giúp tìm một vài đồng Simoleon dưới ghế sofa, nhưng phải trả giá bằng ngôi nhà sạch sẽ của bạn đó.",
  "Dust Bunny": "Thỏ Bụi",
  "Uh oh. You know you haven't done chores in a while when these critters appear. They're lean, they're mean, and unclean!": "Ôi trời. Bạn biết mình đã không làm việc nhà trong một thời gian rồi đó khi những sinh vật này xuất hiện. Chúng gầy gò, xấu tính và không sạch sẽ chút nào!",
  "Filth Fiend": "Quỷ Dơ Bẩn",
  "Small dust pile walks warily down the Lot\\nWith its dusty self hanging low on the floor\\nAin't no sound but the sound of its feet\\nVacuum's ready to go": "Đống bụi nhỏ thận trọng bước đi trên Lô đất\\nVới cái tôi đầy bụi bặm treo lơ lửng trên sàn\\nKhông có âm thanh nào ngoài âm thanh của đôi chân nó\\nMáy hút bụi đã sẵn sàng để đi",
  "Small Pile Of Dust": "Đống Bụi Nhỏ",
  "Are you ready hey are you ready for this?\\nAre you hanging on the edge of your seat?\\nOut of the doorway the Vacuums roll in\\nTo the sound of the simlish beat ya!\\nAnother dust to bust\\nAnother dust to bust": "Bạn đã sẵn sàng chưa hey bạn đã sẵn sàng cho điều này chưa?\\nBạn có đang treo mình trên mép ghế không?\\nTừ ngoài cửa, Máy hút bụi lăn vào\\nTheo âm thanh của nhịp simlish ya!\\nMột đống bụi khác để quét\\nMột đống bụi khác để quét",
  "A Medium Pile Of Dust": "Đống Bụi Vừa",
  "And another one gone and another one gone\\nAnother dust to bust\\nHey all Sims are gonna get you too\\nAnother dust to bust": "Và một cái nữa đã biến mất và một cái nữa đã biến mất\\nMột đống bụi khác để quét\\nNày tất cả Sims sẽ bắt được bạn thôi\\nMột đống bụi khác để quét",
  "A Giant Pile Of Dust": "Đống Bụi Khổng Lồ",
  "This wonderous innovation in dust-removal technology removes dust from your home and transports it through a portal. We aren't authorized to say where the portal leads, but rest assured that you won't have to deal with it. That's the Gruntled Company promise.": "Sự đổi mới kỳ diệu trong công nghệ loại bỏ bụi này sẽ loại bỏ bụi khỏi nhà bạn và vận chuyển nó qua một cánh cổng. Chúng tôi không được phép tiết lộ cánh cổng dẫn đến đâu, nhưng hãy yên tâm rằng bạn sẽ không phải đối phó với nó. Đó là lời hứa của Công ty Gruntled.",
  "The Debonair Dust Portal by Gruntled Inc. ": "Cổng Bụi Debonair của Gruntled Inc.",
  "Corral the dust bunnies in your home! Restore your home to its sparkling, spotless state with the Dust Dandy. This convenient lightweight vacuum can do the dirty work for you, letting you be dust bunny free for as long as possible. The Dust Dandy: It's not just great, it's just dandy!": "Thu gom lũ thỏ bụi trong nhà bạn! Khôi phục ngôi nhà của bạn về trạng thái lấp lánh, không tì vết với Dust Dandy. Máy hút bụi nhẹ, tiện lợi này có thể làm công việc bẩn thỉu cho bạn, giúp bạn không bị thỏ bụi làm phiền càng lâu càng tốt. Dust Dandy: Nó không chỉ tuyệt vời, nó còn rất bảnh nữa!",
  "Dust Dandy Cordless Vacuum by SuckUp Industries": "Máy Hút Bụi Không Dây Dust Dandy của SuckUp Industries",
  "Whisper quiet with a flexible design and our patented bag-less technology. This vacuum is the highest end way to give your home the deep-clean it deserves. If you ever split from your spouse, make sure you get this vacuum.": "Hoạt động êm ái với thiết kế linh hoạt và công nghệ không túi được cấp bằng sáng chế của chúng tôi. Máy hút bụi này là cách cao cấp nhất để mang đến cho ngôi nhà của bạn sự sạch sâu mà nó xứng đáng. Nếu bạn ly thân với vợ/chồng, hãy đảm bảo rằng bạn có được chiếc máy hút bụi này.",
  "G7 Swivel Swank by Gruntled Inc.": "G7 Swivel Swank của Gruntled Inc.",
  "The party's over, dust! This budget-friendly vacuum sucks, traps, and escorts dirt and debris safely away all without the high price tag. Patented hurricane-style technology ensures that only half the dust particles are violently blown back into the air, which is a fine track record for a previously owned refurbished model.": "Bữa tiệc kết thúc rồi, bụi bẩn! Máy hút bụi thân thiện với ngân sách này hút, giữ và hộ tống bụi bẩn và mảnh vụn một cách an toàn mà không cần giá cao. Công nghệ kiểu bão được cấp bằng sáng chế đảm bảo rằng chỉ một nửa số hạt bụi bị thổi ngược trở lại không khí một cách dữ dội, đó là một thành tích tốt đối với một mẫu tân trang đã qua sử dụng.",
  "The Dusty Chaperone Upright Vacuum by SuckUp Industries": "Máy Hút Bụi Đứng Dusty Chaperone của SuckUp Industries",
  "One of our largest and most intimidating models yet, the Dirt Herder 5000 is sure to trample any dust bunny, pile of errant crumbs, or any unwelcome pile in your home. Our innovative bag-less style of vacuum locks away dust and dirt in a special chamber which can be detached and easily released over any trash can. The future is here, and it sucks!": "Một trong những mẫu lớn nhất và đáng sợ nhất của chúng tôi cho đến nay, Dirt Herder 5000 chắc chắn sẽ chà đạp bất kỳ con thỏ bụi nào, đống vụn bánh mì lạc lối hoặc bất kỳ đống không mong muốn nào trong nhà bạn. Kiểu máy hút bụi không túi sáng tạo của chúng tôi khóa bụi và bẩn trong một khoang đặc biệt có thể tháo rời và dễ dàng xả ra bất kỳ thùng rác nào. Tương lai ở đây và nó hút!",
  "Dirt Herder 5000 Upright Vacuum by SuckUp Industries": "Máy Hút Bụi Đứng Dirt Herder 5000 của SuckUp Industries",
  "Empty Vacuum": "Đổ Máy Hút Bụi",
  "Stop Spawning Dust Piles (Debug)": "Ngăn Chặn Đống Bụi Sinh Sản (Gỡ Lỗi)",
  "Ask for Help Cleaning": "Nhờ Giúp Đỡ Dọn Dẹp",
  "{1.ObjectName} has already searched this area. Try again later.": "{1.ObjectName} đã tìm kiếm khu vực này rồi. Thử lại sau nha.",
  "Ask {1.ObjectName} to Search for Valuables": "Yêu Cầu {1.ObjectName} Tìm Kiếm Vật Có Giá Trị",
  "Befriended Dust Bunnies will no longer disappear when a house becomes clean or filthy.": "Thỏ Bụi đã kết bạn sẽ không còn biến mất khi nhà trở nên sạch sẽ hoặc dơ dááy nữa.",
  "This Dust Bunny is not happy enough for you to befriend. Try feeding it dust and petting it!": "Thỏ Bụi này chưa đủ vui để bạn kết bạn đâu. Thử cho nó ăn bụi và vuốt ve nó xem sao!",
  "Befriend": "Kết Bạn",
  "{1.ObjectName} has already been fed a hearty meal of dust sprinklings. ": "{1.ObjectName} đã được cho ăn một bữa no nê bụi rồi.",
  "Feed Dust": "Cho Ăn Bụi",
  "Try to pet {1.ObjectName} in a little bit - right now this Dust Bunny prefers to frolick around your home and attract dust. ": "Hãy thử vuốt ve {1.ObjectName} sau một chút nha - bây giờ Thỏ Bụi này thích nô đùa quanh nhà bạn và thu hút bụi hơn.",
  "This Dust Bunny is not happy enough to be pet. Try feeding it some dust to cheer it up! ": "Thỏ Bụi này chưa đủ vui để được vuốt ve đâu. Hãy thử cho nó ăn một ít bụi để làm nó vui lên xem sao!",
  "Pet": "Vuốt Ve",
  "Step On": "Giẫm Lên",
  "{0.SimFirstName} got a bit spooked the last time {M0.he}{F0.she} went near a Filth Fiend. For now it might be best to keep a safe distance...": "{0.SimFirstName} đã hơi hoảng sợ lần trước khi {M0.he}{F0.she} đến gần Quỷ Dơ Bẩn. Giờ thì tốt nhất nên giữ một khoảng cách an toàn...",
  "{1.ObjectName} has already been bribed with it's favorite snack - a sprinkling of filth. Try again later.": "{1.ObjectName} đã được hối lộ bằng món ăn vặt yêu thích của nó rồi - một chút bụi bẩn. Thử lại sau nha.",
  "Appease": "Xoa Dịu",
  "Ask {1.ObjectName} to Rummage for Clutter": "Yêu Cầu {1.ObjectName} Lục Lọi Tìm Đồ Lộn Xộn",
  "{0.SimFirstName} did the seemingly impossible and befriended a Filth Fiend! Since {M0.he}{F0.she} made {M0.his}{F0.her} grimy companion feel so welcomed and cared for in {M0.his}{F0.her} house, this fiend will behave a bit differently. It can now survive in even the cleanest environments and will no longer be destroyed by cleaning around the house - it's here to stay. \\n\\nBefriended Filth Fiends have developed a peculiar sense of loyalty to their filth-ridden households. While they are still fussy, filth-kicking, havoc-wreaking balls of chaos, they will try their best to care for the Sims they have bonded with by occasionally rummaging up rare items, piles of simoleons, and questionable bits of food. ": "{0.SimFirstName} đã làm điều dường như không thể và kết bạn với một Quỷ Dơ Bẩn! Vì {M0.he}{F0.she} đã làm cho người bạn bẩn thỉu của {M0.his}{F0.her} cảm thấy được chào đón và chăm sóc trong nhà của {M0.his}{F0.her}, nên con quỷ này sẽ cư xử hơi khác một chút. Giờ nó có thể sống sót ngay cả trong môi trường sạch sẽ nhất và sẽ không còn bị tiêu diệt khi dọn dẹp nhà cửa nữa - nó sẽ ở lại đây. \\n\\nQuỷ Dơ Bẩn đã kết bạn đã phát triển một ý thức trung thành kỳ lạ với các hộ gia đình đầy rẫy bụi bẩn của chúng. Mặc dù chúng vẫn là những quả cầu hỗn loạn khó tính, đá bụi và tàn phá, nhưng chúng sẽ cố gắng hết sức để chăm sóc những Sims mà chúng đã gắn bó bằng cách thỉnh thoảng lục lọi những vật phẩm hiếm, đống simoleon và những mẩu thức ăn đáng ngờ.",
  "Only Sims who have completed the Fabulously Filthy Aspiration can befriend Filth Fiends": "Chỉ những Sims đã hoàn thành Nguyện Vọng Dơ Bẩn Tuyệt Vời mới có thể kết bạn với Quỷ Dơ Bẩn",
  "This Filth Fiend is too mischievious to befriend. ": "Con Quỷ Dơ Bẩn này quá nghịch ngợm để có thể kết bạn được.",
  "This Filth Fiend has already been befriended!": "Con Quỷ Dơ Bẩn này đã được kết bạn rồi!",
  "{1.ObjectName} has already been begged and pleaded with. Further negotiations at this time had better involve a filth snack...": "{1.ObjectName} đã được van xin và cầu xin rồi. Các cuộc đàm phán tiếp theo vào thời điểm này tốt hơn là nên liên quan đến một món ăn vặt bẩn thỉu...",
  "Beg For Mercy": "Van Xin Thương Xót",
  "{1.ObjectName} was too devious and intimidating to be stepped on, and is really agitated right now. Maybe it's best to try again later...": "{1.ObjectName} quá xảo quyệt và đáng sợ để bị giẫm lên, và hiện đang thực sự kích động. Có lẽ tốt nhất là nên thử lại sau...",
  "{1.ObjectName} was too intimidating to be pet and prefers to snarl, kick up dust, and be filthy . Maybe it's best to try again later...": "{1.ObjectName} quá đáng sợ để được vuốt ve và thích gầm gừ, đá bụi và bẩn thỉu. Có lẽ tốt nhất là nên thử lại sau...",
  "Try to Pet": "Cố Gắng Vuốt Ve",
  "Check Dust Level": "Kiểm Tra Mức Bụi",
  "Ask For Help Cleaning": "Nhờ Giúp Đỡ Dọn Dẹp",
  "Argue About Filthy Surroundings": "Tranh Cãi Về Môi Trường Xung Quanh Dơ Bẩn",
  "Argue About Dirty Surroundings": "Tranh Cãi Về Môi Trường Xung Quanh Dơ Bẩn",
  "(From being ordered to clean)": "(Từ việc bị ra lệnh dọn dẹp)",
  "Order {1.SimFirstName} to Clean": "Ra Lệnh Cho {1.SimFirstName} Dọn Dẹp",
  "Vacuum": "Hút Bụi",
  "Vacuum Around": "Hút Bụi Xung Quanh",
  "Clean Toddler with Vacuum": "Làm Sạch Trẻ Tập Đi Bằng Máy Hút Bụi",
  "Requires a Handheld Vacuum in Inventory": "Yêu Cầu Có Máy Hút Bụi Cầm Tay Trong Hành Trang",
  "Check Dust Level ": "Kiểm Tra Mức Bụi",
  "Vacuum Here": "Hút Bụi Ở Đây",
  "Remove as Favorite Handheld Vacuum Cleaner": "Gỡ Bỏ Tư Cách Máy Hút Bụi Cầm Tay Yêu Thích",
  "Choose Favorite Handheld Vacuum Cleaner": "Chọn Máy Hút Bụi Cầm Tay Yêu Thích",
  "Remove as Favorite Vacuum Cleaner": "Gỡ Bỏ Tư Cách Máy Hút Bụi Yêu Thích",
  "Choose Favorite Vacuum Cleaner": "Chọn Máy Hút Bụi Yêu Thích",
  "Install Bottomless Pit": "Lắp Đặt Hố Không Đáy",
  "Ensures that your vacuum is never full and will no longer overflow. ": "Đảm bảo rằng máy hút bụi của bạn không bao giờ đầy và sẽ không còn bị tràn nữa.",
  "Resume Installing Bottomless Pit": "Tiếp Tục Lắp Đặt Hố Không Đáy",
  "Bottomless Pit (Completed)": "Hố Không Đáy (Đã Hoàn Thành)",
  "Self-Charging Power Cell (Completed)": "Pin Tự Sạc (Đã Hoàn Thành)",
  "Titanium Rotors (Completed)": "Roto Titan (Đã Hoàn Thành)",
  "Vaporizing Pulse (Completed)": "Xung Điện Hóa Hơi (Đã Hoàn Thành)",
  "Install Self-Charging Power Cell": "Lắp Đặt Pin Tự Sạc",
  "Using a self-charging battery, this Vacuum no longer costs power to run and will function Off-the-Grid. ": "Sử dụng pin tự sạc, máy hút bụi này không còn tốn điện để chạy và sẽ hoạt động Ngoài Mạng Lưới Điện.",
  "Resume Installing Self-Charging Power Cell": "Tiếp Tục Lắp Đặt Pin Tự Sạc",
  "Install Titanium Rotors": "Lắp Đặt Roto Titan",
  "Titanium Rotors ensure that your vacuum will never break, no matter how much dust it devours. ": "Roto Titan đảm bảo rằng máy hút bụi của bạn sẽ không bao giờ bị hỏng, bất kể nó nuốt chửng bao nhiêu bụi.",
  "Resume Installing Titanium Rotors": "Tiếp Tục Lắp Đặt Roto Titan",
  "Install Vaporizing Pulse ": "Lắp Đặt Xung Điện Hóa Hơi",
  "This upgrade causes your vacuum cleaner to emit a powerful electro-magnetic pulse which vaporizes nearby messes.": "Bản nâng cấp này khiến máy hút bụi của bạn phát ra một xung điện từ mạnh mẽ làm bốc hơi những đống bừa bộn gần đó.",
  "Resume Installing Vaporizing Pulse": "Tiếp Tục Lắp Đặt Xung Điện Hóa Hơi",
  "Power Vacuum": "Hút Bụi Mạnh Mẽ",
  "This vacuum is broken and needs to be repaired first": "Máy hút bụi này bị hỏng và cần được sửa chữa trước",
  "Vacuum Lightly": "Hút Bụi Nhẹ Nhàng",
  "Deep Vacuum": "Hút Bụi Kỹ Lưỡng",
  "Vacuum to Perfection": "Hút Bụi Đến Hoàn Hảo",
  "Cashmere": "Cashmere",
  "Chonk": "Chonk",
  "Buttons": "Buttons",
  "Clover": "Clover",
  "Bunsy": "Bunsy",
  "Chai": "Chai",
  "Duchess": "Duchess",
  "Sniffles": "Sniffles",
  "Mochi": "Mochi",
  "Cinnabun": "Cinnabun",
  "Latte": "Latte",
  "Bao": "Bao",
  "Freckles": "Freckles",
  "Napoleon Bunnyparte": "Napoleon Bunnyparte",
  "Truffles": "Truffles",
  "Pudding": "Pudding",
  "Nibbles": "Nibbles",
  "Befriended": "Đã Kết Bạn",
  "Happiness Level: Neutral": "Mức Độ Hạnh Phúc: Trung Tính",
  "Happiness Level: Very Low": "Mức Độ Hạnh Phúc: Rất Thấp",
  "Happiness Level: Low": "Mức Độ Hạnh Phúc: Thấp",
  "Happiness Level: High": "Mức Độ Hạnh Phúc: Cao",
  "Happiness Level: Very High": "Mức Độ Hạnh Phúc: Rất Cao",
  "Coal": "Coal",
  "Nyx": "Nyx",
  "Cinders": "Cinders",
  "Ash": "Ash",
  "Morgana": "Morgana",
  "Attila the Bun": "Attila the Bun",
  "Luna": "Luna",
  "Mocha": "Mocha",
  "Pepper": "Pepper",
  "Fang": "Fang",
  "Maximillian": "Maximillian",
  "Rex": "Rex",
  "Muck": "Muck",
  "Bandit": "Bandit",
  "Pudge": "Pudge",
  "Betelgeuse": "Betelgeuse",
  "Midnight": "Midnight",
  "Mischief Level: Low": "Mức Độ Nghịch Ngợm: Thấp",
  "Mischief Level: Neutral": "Mức Độ Nghịch Ngợm: Trung Tính",
  "Mischief Level: Very Low": "Mức Độ Nghịch Ngợm: Rất Thấp",
  "Mischief Level: Very High": "Mức Độ Nghịch Ngợm: Rất Cao",
  "Mischief Level: High": "Mức Độ Nghịch Ngợm: Cao",
  "{0.ObjectDescription}": "{0.ObjectDescription}",
  "{0.ObjectName}": "{0.ObjectName}",
  "Vaporizing Pulse": "Xung Điện Hóa Hơi",
  "Titanium Rotors": "Roto Titan",
  "Bottomless Pit": "Hố Không Đáy",
  "Self-Charging Power Cell": "Pin Tự Sạc",
  "Vacuum Fullness: High": "Độ Đầy Của Máy Hút Bụi: Cao",
  "Vacuum Fullness: Empty": "Độ Đầy Của Máy Hút Bụi: Trống Rỗng",
  "Vacuum Fullness: Full": "Độ Đầy Của Máy Hút Bụi: Đầy",
  "Vacuum Fullness: Low ": "Độ Đầy Của Máy Hút Bụi: Thấp",
  "Leave Out Food to Spoil": "Để Thức Ăn Ra Ngoài Cho Hỏng",
  "Leave out 3 plates or bowls of food until they get spoiled. Because that's how you get ants!": "Để 3 đĩa hoặc bát thức ăn ra ngoài cho đến khi chúng bị hỏng. Vì đó là cách bạn có được kiến!",
  "Let 3 Kitchen or Bathroom Objects Get Dirty": "Để 3 Đồ Vật Trong Bếp Hoặc Phòng Tắm Bị Bẩn",
  "Neglect your kitchens and bathrooms. You'll clean them \"tomorrow\".": "Bỏ bê nhà bếp và phòng tắm của bạn. Bạn sẽ dọn dẹp chúng \"vào ngày mai\".",
  "Let At Least One Floor Level of your Home Become Dirty": "Để Ít Nhất Một Tầng Trong Nhà Của Bạn Trở Nên Bẩn Thỉu",
  "Make messes, procrastinate on cleaning, and let the dust keep building. ": "Tạo ra sự bừa bộn, trì hoãn việc dọn dẹp và để bụi tiếp tục tích tụ.",
  "Max Out {0.SimFirstName}'s Fun Motive While on a Dusty, Dirty, or Filthy Floor": "Tối Đa Hóa Động Cơ Vui Vẻ Của {0.SimFirstName} Khi Ở Trên Sàn Nhà Bụi Bặm, Dơ Bẩn Hoặc Dơ Dááy",
  "True masters of procrastination don't just avoid the task that should be done -- they replace those tasks with fun, and lots of it. Play video games, party, do anything other than deal with the mounting mess you call home. ": "Những bậc thầy thực sự về sự trì hoãn không chỉ tránh những công việc nên làm -- họ thay thế những công việc đó bằng niềm vui và rất nhiều niềm vui. Chơi trò chơi điện tử, tiệc tùng, làm bất cứ điều gì khác ngoài việc đối phó với đống bừa bộn ngày càng tăng mà bạn gọi là nhà.",
  "Successfully Ask 3 Sims to Clean": "Yêu Cầu Thành Công 3 Sims Dọn Dẹp",
  "Why do work when someone else will do it for you? Ask nicely or demand that they clean, that's up to you -- the important thing is that the job gets done (by someone else). ": "Tại sao phải làm việc khi người khác sẽ làm cho bạn? Yêu cầu một cách tử tế hoặc ra lệnh cho họ dọn dẹp, điều đó tùy thuộc vào bạn -- điều quan trọng là công việc phải được hoàn thành (bởi người khác).",
  "Befriend a Dust Bunny": "Kết Bạn Với Thỏ Bụi",
  "When your house is dusty or dirty, find a Dust Bunny and feed, pet, and befriend it.": "Khi nhà bạn bụi bặm hoặc dơ bẩn, hãy tìm một con Thỏ Bụi và cho nó ăn, vuốt ve và kết bạn với nó.",
  "Cook 3 Meals in a Dirty or Filthy Kitchen": "Nấu 3 Bữa Ăn Trong Nhà Bếp Dơ Bẩn Hoặc Dơ Dááy",
  "Cook a meal on a dirty or filthy floor and learn to enjoy the special flavor the grossness adds to your food.": "Nấu một bữa ăn trên sàn nhà dơ bẩn hoặc dơ dááy và học cách tận hưởng hương vị đặc biệt mà sự kinh tởm mang lại cho món ăn của bạn.",
  "Pay for a Cleaning Service": "Trả Tiền Cho Dịch Vụ Dọn Dẹp",
  "Sometimes you need things to be a bit cleaner, but you're still determined to dodge chores at all costs. Stick to your values and pay another Sim to clean your house from your phone or computer.": "Đôi khi bạn cần mọi thứ sạch sẽ hơn một chút, nhưng bạn vẫn quyết tâm lảng tránh công việc vặt bằng mọi giá. Tuân thủ các giá trị của bạn và trả tiền cho một Sim khác để dọn dẹp nhà của bạn từ điện thoại hoặc máy tính của bạn.",
  "Let a floor level get filthy": "Để một tầng nhà trở nên dơ dááy",
  "Let a floor level get dusty, dirty, and finally filthy. If your Sim feels uncomfortable or tense around the escalating levels of filth and grime, remember that nearly every problem in life can be solved by lowering your standards. ": "Để một tầng nhà trở nên bụi bặm, dơ bẩn và cuối cùng là dơ dááy. Nếu Sim của bạn cảm thấy khó chịu hoặc căng thẳng trước mức độ bụi bẩn và cáu ghét ngày càng leo thang, hãy nhớ rằng hầu hết mọi vấn đề trong cuộc sống đều có thể được giải quyết bằng cách hạ thấp tiêu chuẩn của bạn.",
  "Eat 3 Meals that are Spoiled": "Ăn 3 Bữa Ăn Đã Bị Hỏng",
  "Real filth connoisseurs have no qualms about a little mold. Leave out plates or bowls of food to spoil and eat them anyway.": "Những người sành sỏi thực sự về sự dơ bẩn không hề cảm thấy áy náy về một chút nấm mốc. Để bát đĩa thức ăn ra ngoài cho hỏng rồi ăn chúng luôn.",
  "Bathe or Shower 3 Times in a Dirty Shower or Tub": "Tắm Hoặc Vòi Sen 3 Lần Trong Vòi Hoa Sen Hoặc Bồn Tắm Bẩn",
  "Let your shower or tub get really grimey and nasty from use - and use it anyway. Cleaning yourself is already more cleaning than any filth lover wants to do.": "Để vòi hoa sen hoặc bồn tắm của bạn trở nên thực sự cáu ghét và khó chịu khi sử dụng - và vẫn sử dụng nó. Tự làm sạch bản thân đã là dọn dẹp nhiều hơn bất kỳ người yêu thích sự dơ bẩn nào muốn làm.",
  "Don't Wash Your Hands After Using the Toilet": "Không Rửa Tay Sau Khi Đi Vệ Sinh",
  "Why waste time washing your hands? Go straight from the toilet to shaking hands and cooking dinner. Nobody has to know. ": "Tại sao phải lãng phí thời gian rửa tay? Đi thẳng từ nhà vệ sinh đến bắt tay và nấu bữa tối. Không ai cần phải biết.",
  "Invite a Guest Over while House is Dirty or Filthy.": "Mời Khách Đến Chơi Khi Nhà Dơ Bẩn Hoặc Dơ Dááy.",
  "Using your phone or relationship panel, invite a friend to hang out. You may feel embarrassed, but push through that and learn to be proud of your filthy abode. ": "Sử dụng điện thoại hoặc bảng quan hệ của bạn, mời một người bạn đến chơi. Bạn có thể cảm thấy xấu hổ, nhưng hãy vượt qua điều đó và học cách tự hào về ngôi nhà dơ bẩn của bạn.",
  "Knock Over 3 Trash Cans": "Lật Đổ 3 Thùng Rác",
  "Fill up an outdoor trash can and in a fit of rage, knock it over to assert your dominance. ": "Đổ đầy một thùng rác ngoài trời và trong một cơn thịnh nộ, lật nó để khẳng định sự thống trị của bạn.",
  "Throw a Party Social Event in a Filthy House": "Tổ Chức Sự Kiện Tiệc Tùng Trong Ngôi Nhà Dơ Dááy",
  "Let a household floor level get filthy and use your phone to throw a scheduled party event.": "Để một tầng nhà trở nên dơ dááy và sử dụng điện thoại của bạn để tổ chức một sự kiện tiệc tùng theo lịch trình.",
  "Appease a Filth Fiend with a Filth Tribute": "Xoa Dịu Quỷ Dơ Bẩn Bằng Cống Phẩm Dơ Bẩn",
  "Let your house get filthy enough for Filth Fiends to spawn and try to appease them with a filth tribute. Make them feel welcome in your filthy home!": "Để ngôi nhà của bạn trở nên đủ dơ dááy để Quỷ Dơ Bẩn sinh sản và cố gắng xoa dịu chúng bằng một cống phẩm dơ bẩn. Hãy làm cho chúng cảm thấy được chào đón trong ngôi nhà dơ bẩn của bạn!",
  "WooHoo in a Filthy House": "WooHoo Trong Ngôi Nhà Dơ Dááy",
  "Filth Dwellers have no shame and find love in the grimiest of places. Most Sims won't be in the mood for romance when they see the state of your home, but don't let that get you down. If they can't love you at your filthiest....": "Cư Dân Dơ Bẩn không hề cảm thấy xấu hổ và tìm thấy tình yêu ở những nơi bẩn thỉu nhất. Hầu hết Sims sẽ không có tâm trạng lãng mạn khi họ nhìn thấy tình trạng ngôi nhà của bạn, nhưng đừng để điều đó làm bạn thất vọng. Nếu họ không thể yêu bạn khi bạn dơ bẩn nhất....",
  "Become Very Happy (+3 or higher) on a Filthy Floor": "Trở Nên Rất Vui (+3 Trở Lên) Trên Sàn Nhà Dơ Dááy",
  "Be one with your surroundings and find happiness amongst the deluge of dust and filth. By finding true happiness in the filth, you have learned what it means to be fabulously filthy. ": "Hòa mình vào môi trường xung quanh và tìm thấy hạnh phúc giữa trận lũ bụi bẩn và dơ dááy. Bằng cách tìm thấy hạnh phúc thực sự trong sự dơ bẩn, bạn đã học được ý nghĩa của việc dơ bẩn một cách tuyệt vời.",
  "Clean 3 Kitchen or Bathroom Objects": "Dọn Dẹp 3 Đồ Vật Trong Bếp Hoặc Phòng Tắm",
  "Clean 3 kitchen or bathroom objects like sinks, stoves, bathtubs, or toilets. ": "Dọn dẹp 3 đồ vật trong bếp hoặc phòng tắm như bồn rửa, bếp, bồn tắm hoặc nhà vệ sinh.",
  "Vacuum for 3 hours": "Hút Bụi Trong 3 Giờ",
  "Choose either a handheld or upright vacuum and enjoy harnessing the power of machines to eliminate dust from your carpets and floors. ": "Chọn máy hút bụi cầm tay hoặc thẳng đứng và tận hưởng việc khai thác sức mạnh của máy móc để loại bỏ bụi khỏi thảm và sàn nhà của bạn.",
  "Wash 3 Dishes": "Rửa 3 Cái Bát Đĩa",
  "Using the sink or dishwasher, wash or clean the dishes after a meal. ": "Sử dụng bồn rửa hoặc máy rửa bát, rửa hoặc làm sạch bát đĩa sau bữa ăn.",
  "Empty the Trash": "Đổ Rác",
  "Perfectly Pristine Sims can't have sparkly clean floors with a stinking, heap of garbage in their kitchen trashcan. After the indoor trashcan fills up, take it out promptly. ": "Những Sims Nguyên Sơ Hoàn Hảo không thể có sàn nhà sạch sẽ lấp lánh với một đống rác bốc mùi trong thùng rác nhà bếp của họ. Sau khi thùng rác trong nhà đầy, hãy mang nó ra ngoài ngay lập tức.",
  "Clean Up 5 Messes ": "Dọn Dẹp 5 Đống Bừa Bộn",
  "Clean up 5 dust piles, puddles, pet poops, fur balls, toddler messes, or other undesirable household entities. ": "Dọn dẹp 5 đống bụi, vũng nước, chất thải của thú cưng, cục lông, đống bừa bộn của trẻ mới biết đi hoặc các thực thể gia đình không mong muốn khác.",
  "Wash Hands After Toilet Use": "Rửa Tay Sau Khi Đi Vệ Sinh",
  "Don't be a savage. After using the bathroom, ensure your Sim makes a timely and thorough visit to the nearest sink. After a few hand-washings, your Sim will hopefully learn to always wash their hands. ": "Đừng là một kẻ man rợ. Sau khi sử dụng phòng tắm, hãy đảm bảo Sim của bạn ghé thăm bồn rửa gần nhất một cách kịp thời và kỹ lưỡng. Sau một vài lần rửa tay, hy vọng rằng Sim của bạn sẽ học được cách luôn rửa tay.",
  "Show Off Your Clean House to Guests": "Khoe Ngôi Nhà Sạch Sẽ Của Bạn Với Khách",
  "Invite a guest over from your relationship panel or phone and show them a clean floor level. ": "Mời một vị khách từ bảng quan hệ hoặc điện thoại của bạn và cho họ xem một tầng nhà sạch sẽ.",
  "Earn the Moodlet \"Perfectionist Zeal +4\"": "Kiếm Được Moodlet \"Lòng Nhiệt Thành Của Người Cầu Toàn +4\"",
  "Being a proactive cleaner means continuing to clean even when things look clean. Keep cleaning and cleaning until your Sim's Perfectionist Zeal intensifies into its most potent, energized state. ": "Là một người dọn dẹp chủ động có nghĩa là tiếp tục dọn dẹp ngay cả khi mọi thứ trông sạch sẽ. Tiếp tục dọn dẹp và dọn dẹp cho đến khi Lòng Nhiệt Thành Của Người Cầu Toàn của Sim bạn tăng cường đến trạng thái mạnh mẽ, tràn đầy năng lượng nhất.",
  "Purchase a Handheld and Upright Vacuum": "Mua Một Máy Hút Bụi Cầm Tay Và Đứng",
  "Vacuum Virtuosos need the finest in suctioning technology to slay dust. Purchase a handheld and upright vacuum from Build/Buy Mode .": "Những Bậc Thầy Hút Bụi cần công nghệ hút tốt nhất để tiêu diệt bụi. Mua một máy hút bụi cầm tay và thẳng đứng từ Chế Độ Xây Dựng/Mua.",
  "Destroy 3 Dust Bunnies or Filth Fiends with Vacuum Cleaner": "Phá Hủy 3 Thỏ Bụi Hoặc Quỷ Dơ Bẩn Bằng Máy Hút Bụi",
  "Let your house get dusty, dirty, or filthy. When Dust Bunnies or Filth Fiends emerge, ignore their cute charms and vacuum them up with heartless precision. On the road to pristine perfection, all manner of dust must be considered foes. ": "Để ngôi nhà của bạn trở nên bụi bặm, dơ bẩn hoặc dơ dááy. Khi Thỏ Bụi hoặc Quỷ Dơ Bẩn xuất hiện, hãy bỏ qua những quyến rũ dễ thương của chúng và hút chúng lên bằng máy hút bụi với độ chính xác tàn nhẫn. Trên con đường đạt đến sự hoàn hảo nguyên sơ, tất cả các loại bụi phải được coi là kẻ thù.",
  "Destroy 5 Messy or Dust Pile Objects with Vacuum Cleaner": "Phá Hủy 5 Đối Tượng Bừa Bộn Hoặc Đống Bụi Bằng Máy Hút Bụi",
  "As dust piles and other messes emerge on the floor, destroy them with your trusty Vacuum Cleaner.": "Khi đống bụi và các đống bừa bộn khác xuất hiện trên sàn nhà, hãy phá hủy chúng bằng Máy Hút Bụi đáng tin cậy của bạn.",
  "Perform 2 Upgrades on a Vacuum Cleaner": "Thực Hiện 2 Nâng Cấp Trên Máy Hút Bụi",
  "Gather parts and increase your handiness until you can successfully upgrade your vacuum cleaner. Modding your vacuum with a Bottomless Pit or a Vaporizing Pulse is the best way to flex on those other vacuum noobs that just use the stock models.": "Thu thập các bộ phận và tăng sự khéo léo của bạn cho đến khi bạn có thể nâng cấp thành công máy hút bụi của mình. Sửa đổi máy hút bụi của bạn bằng Hố Không Đáy hoặc Xung Điện Hóa Hơi là cách tốt nhất để khoe khoang với những người mới dùng máy hút bụi khác, những người chỉ sử dụng các mẫu cổ.",
  "Choose a Favorite Vacuum Cleaner": "Chọn Máy Hút Bụi Yêu Thích",
  "Designate a specific vacuum cleaner as your favorite. This vacuum cleaner will now be what your Sim prefers to use. This begins the deepest of bonds, the bond between a Sim and their prized vacuum cleaner. ": "Chỉ định một máy hút bụi cụ thể làm máy yêu thích của bạn. Máy hút bụi này giờ đây sẽ là thứ Sim của bạn thích sử dụng. Điều này bắt đầu mối liên kết sâu sắc nhất, mối liên kết giữa Sim và máy hút bụi quý giá của họ.",
  "Throw a Party Social Event in a Clean House": "Tổ Chức Sự Kiện Tiệc Tùng Trong Ngôi Nhà Sạch Sẽ",
  "Keep your house clean and host a scheduled social event from your phone or calendar. A Birthday party, house party, dinner party, or similar party will do. If a house is clean, and no one else sees it, can it truly be considered clean?": "Giữ cho ngôi nhà của bạn sạch sẽ và tổ chức một sự kiện xã hội theo lịch trình từ điện thoại hoặc lịch của bạn. Một bữa tiệc sinh nhật, tiệc tại gia, tiệc tối hoặc một bữa tiệc tương tự sẽ được. Nếu một ngôi nhà sạch sẽ, và không ai khác nhìn thấy nó, thì nó có thực sự được coi là sạch sẽ không?",
  "Clean for 5 hours in a Happy, Confident, Inspired, or Focused Mood": "Dọn Dẹp Trong 5 Giờ Trong Tâm Trạng Vui Vẻ, Tự Tin, Được Truyền Cảm Hứng Hoặc Tập Trung",
  "Mastery of cleaning requires no longer seeing cleaning as a chore. Keep your Sim in a Happy, Confident, Inspired, or Focused mood and keep on cleaning or vacuuming. ": "Làm chủ việc dọn dẹp không còn đòi hỏi việc coi dọn dẹp như một công việc vặt nữa. Giữ Sim của bạn trong tâm trạng Vui Vẻ, Tự Tin, Được Truyền Cảm Hứng hoặc Tập Trung và tiếp tục dọn dẹp hoặc hút bụi.",
  "Successfully Ask or Demand that Other Sims Clean 3 times": "Yêu Cầu Hoặc Ra Lệnh Thành Công Cho Các Sims Khác Dọn Dẹp 3 Lần",
  "To be a Chief Cleaning Officer, you must know how to delegate. Your time is too valuable to be the only person in the household scrubbing toilets, mopping puddles, and vacuuming floors. Boss up your cleaning game and ask (or demand) that other household Sims get to cleaning!": "Để trở thành một Chuyên Viên Dọn Dẹp Cao Cấp, bạn phải biết cách ủy quyền. Thời gian của bạn quá quý giá để trở thành người duy nhất trong hộ gia đình cọ rửa nhà vệ sinh, lau vũng nước và hút bụi sàn nhà. Nâng cấp trò chơi dọn dẹp của bạn và yêu cầu (hoặc ra lệnh) cho các Sims khác trong gia đình dọn dẹp!",
  "Hire a Housekeeping Service 2 times": "Thuê Dịch Vụ Dọn Phòng 2 Lần",
  "Graduate from doing the cleaning yourself. By hiring a service from your phone or computer, you'll spend more time enjoying your clean house and less time actually cleaning. ": "Tốt nghiệp từ việc tự mình dọn dẹp. Bằng cách thuê một dịch vụ từ điện thoại hoặc máy tính của bạn, bạn sẽ dành nhiều thời gian hơn để tận hưởng ngôi nhà sạch sẽ của mình và ít thời gian hơn để thực sự dọn dẹp.",
  "Install 3 Self-Cleaning and Unbreakable Upgrades": "Lắp Đặt 3 Nâng Cấp Tự Làm Sạch Và Không Thể Phá Vỡ",
  "Prevent messes before they happen. By upgrading stoves, ovens, or bathroom objects to be Self-Cleaning, you're saving yourself countless hours of future scrubbing. And when plumbing objects become unbreakable, they will no longer produce pesky puddles. The best way to clean is to not make a mess in the first place!": "Ngăn chặn sự bừa bộn trước khi chúng xảy ra. Bằng cách nâng cấp bếp, lò nướng hoặc đồ vật trong phòng tắm thành Tự Làm Sạch, bạn đang tiết kiệm cho mình vô số giờ chà rửa trong tương lai. Và khi các đồ vật hệ thống ống nước trở nên không thể phá vỡ, chúng sẽ không còn tạo ra những vũng nước khó chịu nữa. Cách tốt nhất để dọn dẹp là không gây ra sự bừa bộn ngay từ đầu!",
  "Filth Dweller": "Cư Dân Dơ Bẩn",
  "Fast & Fastidious": "Nhanh Nhẹn & Khó Tính",
  "{0.SimFirstName} already has too many Dust Friends on this floor!": "{0.SimFirstName} đã có quá nhiều Bạn Bụi trên tầng này rồi!",
  "Sims don't get negative moodlets or lose fun while cleaning. Sim will clean at a more rapid pace and is more likely to become focused when cleaning, and for maximal cleaning efficiency, Fast & Fastidious Sims can use the \"Power Clean\" and \"Power Vacuum\" interactions.": "Sim không nhận được moodlet tiêu cực hoặc mất vui khi dọn dẹp. Sim sẽ dọn dẹp với tốc độ nhanh hơn và có nhiều khả năng trở nên tập trung khi dọn dẹp, và để có hiệu quả dọn dẹp tối đa, Sim Nhanh Nhẹn & Khó Tính có thể sử dụng các tương tác \"Lau Dọn Siêu Tốc\" và \"Hút Bụi Mạnh Mẽ\".",
  "(From completing the Perfectly Pristine Aspiration)": "(Từ việc hoàn thành Nguyện Vọng Nguyên Sơ Hoàn Hảo)",
  "This Sim no longer receives negative moodlets from living in dusty or messy environments. They loathe cleaning and love filth, and will receive Happy moodlets while in Dirty or Filthy houses. Additionally, they gain the ability to bond with and befriend Filth Fiends!": "Sim này không còn nhận được moodlet tiêu cực từ việc sống trong môi trường bụi bặm hoặc bừa bộn nữa. Họ ghét dọn dẹp và yêu thích sự dơ bẩn, và sẽ nhận được moodlet Vui Vẻ khi ở trong những ngôi nhà Dơ Bẩn hoặc Dơ Dááy. Ngoài ra, họ có được khả năng gắn bó và kết bạn với Quỷ Dơ Bẩn!",
  "(From completing the Fabulously Filthy Aspiration)": "(Từ việc hoàn thành Nguyện Vọng Dơ Bẩn Tuyệt Vời)"
}