{
  "More emerald than ivy, greener than envy, these tendrily curtains will make your walls and windows luscious and green year-round. So lovely you'll want to keep your guests from trying to nibble it, otherwise it might be curtains for them. Just kidding. This version is not poisonous.": "Xanh hơn cả ngọc lục bảo, xanh hơn cả màu lá thường xuân, xanh hơn cả sự đố kị, mấy cái rèm leo này sẽ biến tường với cửa sổ nhà bạn thành một khu vườn xanh mướt quanh năm luôn đó. Đẹp đến nỗi bạn chỉ muốn ngăn khách cắn thử thôi, không thì \"toang\" đó nha. Đùa thôi. Phiên bản này không có độc đâu.",
  "Fine Vine Curtains": "Rèm Dây Leo Xịn Xò",
  "Most String-of-Pearls plants are fake, but this one is totally real! A perennial creeper, (but not a creep) this sassy succulent enjoys bright light, making it the perfect companion plant for this hanging lamp.": "Hầu hết mấy cây chuỗi ngọc trai toàn đồ giả, nhưng cây này xịn đét luôn đó nha! Dạng cây leo sống lâu năm, (nhưng không có \"leo\" theo kiểu xấu tính đâu à nghen) em sen đá chảnh chọe này thích chỗ nào có ánh sáng chan hòa, nên là bạn chí cốt với mấy cái đèn treo này đó.",
  "String-of-Pearls Lamp": "Đèn Chuỗi Ngọc Trai",
  "Plants like light, right? But do we know if lights like plants? Artificial plants don’t care for light, so let’s go with artificial lights and real plants: Lamps and plants together, that is! Confused? So is this lamp-plant/plant-lamp, but it's a great freak of nature.": "Mấy cái cây nó thích ánh sáng, đúng hông? Nhưng mình có biết mấy cái đèn có thích cây cối không ta? Cây giả thì hổng cần ánh sáng, vậy mình chơi đèn thiệt với cây thiệt luôn cho rồi: Đèn với cây đi chung đó! Thấy rối não chưa? Cái đèn-cây/cây-đèn này cũng vậy á, cơ mà nó là một hiện tượng độc lạ đó nha.",
  "Green Light Plant Lamp": "Đèn Cây Ánh Sáng Xanh Lá",
  "Asymmetric, yet geometric. The warmth of the wooden structure enhances the natural quality of the plants, making you wonder how you ever lived without this shelf configuration. Seriously. Don't let your life slip through your fingers without owning this contemporary organization solution. Don't wake up in a cold sweat in the middle of the night screaming \"Geometric plant shelving!\" only to awaken to an empty, plant-less wall and a dry, barren existence. Go geometric!": "Bất đối xứng, nhưng lại rất hình học! Sự ấm áp của cấu trúc gỗ làm nổi bật vẻ đẹp tự nhiên của cây cối, khiến bạn tự hỏi làm sao mình có thể sống thiếu cái kệ này được nhỉ? Thiệt đó. Đừng để cuộc đời trôi qua lãng phí mà không có cái kệ đa năng hiện đại này nha. Đừng để đến lúc nửa đêm giật mình tỉnh giấc trong mồ hôi lạnh mà la hét \"Kệ cây hình học!\" rồi tỉnh dậy thấy bức tường trống trơn, không một bóng cây và cuộc sống thì khô khan, cằn cỗi. Go geometric thôi bạn ơiii!",
  "Go Geo Plant Shelving": "Kệ Cây Kiểu Go Geo",
  "It's a jungle in here! If you're looking for a gargantuan plant that says \"I'm a proud plant parent\" or \"I want to live in a rainforest,\" you've found your match. This giant pothos plant is here to bring life to your space, and can act as a conversation starter for those quieter, awkward moments. When you don't know what to say, now there's always \"Hey, check out my huge plant.\"": "Ở đây đúng là một khu rừng luôn! Nếu mà bạn đang tìm một cái cây thiệt là bự để thể hiện \"Tui là một người cha/mẹ yêu cây\" hay \"Tui muốn sống trong rừng mưa nhiệt đới\" thì bạn tìm đúng chỗ rồi đó. Cây trầu bà khổng lồ này sẽ mang sự sống đến không gian của bạn, và có thể khơi mào cho những cuộc trò chuyện ngại ngùng, im lặng đó. Khi bạn không biết nói gì, thì giờ có thể nói \"Ê, coi cây bự chảng của tui nè.\"",
  "Green Goddess Pothos": "Trầu Bà Xanh Nữ Thần",
  "Jade plants are often said to attract good fortune, so make sure to place one in your home if you are low on funds. Though the plant will not generate Simoleons for you, or win you any lotteries, its green, coin-like leaves and outstretched branches seem to beckon to the universe \"hey, can I have some money?\"": "Cây ngọc bích thường được cho là mang lại may mắn, nên nhớ đặt một chậu trong nhà nếu túi bạn đang lép kẹp nha. Mặc dù cái cây này không tự sinh ra Simoleon hay giúp bạn trúng số đâu, nhưng mấy cái lá xanh xanh, tròn tròn như đồng xu với mấy cái cành vươn ra của nó như đang vẫy gọi vũ trụ \"Ê, cho xin ít tiền đi được không?\" đó.",
  "Fortune Favors the Jade Plant": "Cây Ngọc Bích Mang Lại May Mắn",
  "Take a deep breath. Imagine your-Sim-self sat on a sofa (or a chair, the floor, wherever… we’re not picky), contemplating the green of the plant, relaxing, letting your eyes wander and your mind travel through depth of space and time. Through the soft moss on the spiral pot into part of your mind that might not have been used in a long time (hello, algebra class and world history factoids). Now imagine yourself watering your brand new ficus tree...": "Hít một hơi thật sâu nà. Tưởng tượng Sim của bạn đang ngồi phịch trên диван (hoặc ghế, sàn nhà, chỗ nào cũng được... mình không kén chọn đâu), ngắm nhìn màu xanh của cây, thư giãn, để mắt lang thang và tâm trí du hành qua chiều sâu không gian và thời gian. Xuyên qua lớp rêu mềm mại trên chậu xoắn ốc vào một phần tâm trí mà có lẽ lâu rồi bạn chưa dùng đến (xin chào, lớp đại số và những mẩu tin lịch sử thế giới). Giờ thì tưởng tượng bạn đang tưới cây sung mới toanh của mình xem nào...",
  "Therapeutic Ficus": "Cây Ficus Chữa Lành",
  "Don't wait for life to give you lemons, go get some yourself! This visually a-peeling citrus bush will have you pleased as punch. Not to go off on a tangelo tangent but this cute little plant will be your main squeeze in no time. Orange you glad you got it?": "Đừng chờ đời cho chanh, tự đi kiếm đi bạn ơi! Cái bụi cây có múi nhìn mà phát thèm này sẽ làm bạn sướng rơn luôn đó. Đừng có lạc đề sang quýt đường nha, nhưng mà cái cây nhỏ nhắn xinh xắn này sẽ là người bạn thân thiết nhất của bạn sớm thôi. Cam thấy vui vì bạn đã rước em nó về không?",
  "Sunny Days Citrus Tree": "Cây cam quýt Ngày Nắng",
  "This adorable desert rose bonsai is here to complete your life and make existence a better place! From its pink blossoms to its Cthulhu-like roots, this succulent is a head-turner and will make anyone say \"ya leel ya leel!\"": "Cây bonsai hoa hồng sa mạc đáng yêu này ở đây để hoàn thiện cuộc sống của bạn và khiến sự tồn tại trở nên tốt đẹp hơn! Từ những bông hoa màu hồng đến bộ rễ giống Cthulhu, cây mọng nước này sẽ khiến ai cũng phải ngoái nhìn và thốt lên \"ya leel ya leel!\" cho coi!",
  "Desert Rose": "Hoa Hồng Sa Mạc",
  "If you looked up \"plant\" in the dictionary, there would probably be a picture of this one. And let's face it, looking up \"plant\" would be a lot easier than trying to pronounce its proper botanical name. Anyway, just look at it! The classic elegant pot, the perky but not overly perky leaves... it's almost like it's always been in this room... hasn't it? Plant perfection in a pot.": "Nếu mà bạn tra từ \"cây\" trong từ điển á, chắc là có hình cây này luôn đó. Mà nói thiệt, tra từ \"cây\" còn dễ hơn là ráng đọc cái tên khoa học của nó nữa chớ. Thôi thì cứ nhìn nó đi nè! Cái chậu thì cổ điển mà sang, lá thì tươi tắn vừa đủ... cứ như là nó ở sẵn trong phòng này từ lâu lắm rồi vậy... đúng không? Cây hoàn hảo trong cái chậu luôn á!",
  "Dieffenbachia": "Cây Môn Trường Sinh",
  "This light-loving plant often reaches up to the sky to grab whatever sunlight it can get its leaves on. Just don't confuse this plant with its sister, the Calathea plant. Imagine if someone confused you with your sister all the time - so rude!": "Loại cây thích ánh sáng này thường vươn lên trời cao để đón lấy ánh nắng chiếu vào lá. Nhớ đừng nhầm lẫn cây này với họ hàng nhà nó, cây Calathea nha. Tưởng tượng có ai đó cứ nhầm bạn với chị/em gái của bạn suốt ngày xem, kỳ cục hết sức!",
  "Triostar Stromanthe": "Cây Stromanthe Ba Sao",
  "Also known as the Zanzibar gem, eternity plant, or the Zuzu plant, this tropical perennial is tough to kill. Before you break out the flame thrower and give it a go, you should know that ZZ plants are great air purifiers, have been used in traditional medicine, and can also be great listeners too. Just don't talk to it too much or you might make it zzzzzz...": "Còn được biết đến với tên gọi cây kim tiền, cây trường sinh hay cây phát tài, loại cây lâu năm nhiệt đới này trâu bò lắm, khó mà giết được á. Trước khi bạn lôi cái đèn khò ra thử vận may, thì nên biết là cây kim tiền lọc không khí rất tốt, còn được dùng trong y học cổ truyền nữa, mà còn biết lắng nghe nữa đó. Cơ mà đừng có nói chuyện nhiều quá với nó, coi chừng nó lại ngáp zzzzzz... đó nha...",
  "Faustus the ZZ Plant": "Cây ZZ Faustus",
  "Into tea? Into plants? These old tea cannisters would have wound up in the trash, but here at Simergy Tea Sensations we believe in second chances. It's why we let Bob come back to work even though he microwaved a cod. (Really, Bob?) Anyway, these upcycled tea cannisters now house gorgeous snowdrop plants and are ready to up the twee factor in any home. Here's to second chances, tea, and snowdrops!": "Thích trà hông? Thích cây cối hông? Mấy cái hộp trà cũ mèm này chắc chắn sẽ bị tống vào sọt rác, nhưng ở Simergy Tea Sensations tụi mình tin vào cơ hội thứ hai. Đó là lý do vì sao tụi mình cho Bob quay lại làm việc mặc dù ổng đã quay cá tuyết trong lò vi sóng. (Thiệt đó Bob?). Dù sao thì mấy cái hộp trà tái chế này giờ là nhà của mấy cây giọt tuyết xinh xắn và sẵn sàng tăng độ \"twee\" cho bất kỳ ngôi nhà nào. Chúc mừng cơ hội thứ hai, trà và giọt tuyết nha!",
  "Twee Tea Planters by Simergy Tea Sensations": "Twee Tea Planters của Simergy Tea Sensations",
  "This ferntastic fern frequently wins Best-In-Show in the \"heavily misted\" category during plant expos. You might say the judges are quite <i>frond</i> of it! Don't confuse it with large bowls of salad you might have hanging around your house.": "Cây dương xỉ tuyệt vời này thường xuyên đoạt giải Nhất trong hạng mục \"phun sương nhiều\" tại các hội chợ cây cảnh đó nha. Có thể nói là ban giám khảo \"kết\" em nó dữ lắm luôn á! Đừng có mà nhầm lẫn em nó với mấy tô salad bự chảng treo lủng lẳng trong nhà nha.",
  "Ferntastic Mr. Fern": "Ông Dương Xỉ Siêu Phàm",
  "This wall of verdant vases is perfect for plant lovers, plant admirers, plant daddys, plant queens, or anyone looking to fill an empty void in their life with plants. Who needs pictures of loved ones when you can put your loved ones directly on the wall?": "Bức tường bình cây xanh tươi này hoàn hảo cho mấy bạn yêu cây, thích ngắm cây, mấy ông bố bà mẹ cây, hoặc ai đang tìm gì đó để lấp đầy khoảng trống trong cuộc đời bằng cây cối. Ai cần ảnh người thân khi mà bạn có thể treo luôn người thân của mình lên tường, đúng không?",
  "Wall of Verdant Vases": "Tường Bình Xanh Mướt",
  "Cute, cheerful pots for cute, cheerful plants! Perky lily pad-like leaves and bright blooms make this plant a superstar of any plant family. Housed within an adorable animal-inspired pot, these floral friends will be sure to put a smile on your face even on your grumpiest of days.": "Mấy cái chậu xinh xắn, tươi tắn cho mấy cái cây xinh xắn, tươi tắn nè! Lá hình bèo tây vui tươi với lại hoa nở rộ làm cho cái cây này thành ngôi sao trong mọi gia đình cây cối luôn á. Đặt trong cái chậu lấy cảm hứng từ động vật dễ thương, mấy người bạn hoa lá này chắc chắn sẽ làm bạn cười toe toét kể cả những ngày bạn khó ở nhất luôn đó.",
  "Superb Nasturtiums": "Hoa Súng Cạn Tuyệt Đỉnh",
  "For the love of all that is good and green! Section your space into a sanctuary of biophilic tranquility with this tangled treasure of a room divider. Holey monstera deliciosa!": "Ôi mẹ ơi, vì tất cả những gì tốt đẹp và xanh tươi! Chia không gian của bạn thành một nơi trú ẩn thanh bình với món bảo vật rối rắm này để ngăn phòng đi nè. Ôi chao, lá trầu bà lỗ chỗ!",
  "Biophilic Room Divider": "Vách ngăn phòng xanh mát",
  "If you've got some rage, you might want a plant in a cage. That's right! Plants have proven to have rage-reducing properties. Even just looking at the color green is said to reduce your heart rate. This beautiful statement piece has nine plants just waiting to lessen your stress with their air-purifying natural goodness. Lock it in!": "Có cơn điên nào không? Chắc là bạn nên sắm một cái cây trong lồng đó. Đúng rồi đó! Người ta chứng minh được là cây có thể làm giảm cơn giận đó nha. Ngay cả việc nhìn màu xanh lá cây thôi cũng được cho là giúp giảm nhịp tim nữa đó. Cái món đồ trang trí đẹp xỉu này có tận chín cái cây đang chờ để giảm stress cho bạn bằng sự tốt lành tự nhiên và khả năng thanh lọc không khí đó. Chốt đơn lẹ đi bạn ơi!",
  "All the Rage Plant Cage": "Lồng Cây Nóng Giận Hừng Hực",
  "This adorable propagation station is a must-have for any plant parent! Two small plant vials let you see your seedlings progress from root to tendril. What's cuter than a plant? Baby plants!": "Cái trạm nhân giống cây con đáng yêu này là thứ mà dân nghiện cây cảnh nào cũng phải có đó nha! Hai cái lọ nhỏ cho phép bạn thấy cây con phát triển từ rễ cho tới thân luôn. Cái gì mà dễ thương hơn một cái cây nữa chứ? Cây con đó! <3",
  "Propagation Station": "Trạm Nhân Giống",
  "Three plants are better than one! Triple your plant-real-estate with this tri-level plant stand. One for all and all for botanical love. Mesmerize your friends and family with a mystical number that recalls arcane secrets and reaches for the synthesis that is more than the sum of its parts. Or just arrange your plants in a fancy and elegant way. After all, three is like black: it goes with everything.": "Ba cây cảnh vẫn ngon hơn một cây chứ lị! Tăng gấp ba diện tích trồng cây của bạn với cái kệ ba tầng này nha. Một cho tất cả và tất cả vì tình yêu cây cỏ. Làm bạn bè với gia đình lóa mắt với một con số thần bí gợi nhớ những bí mật cổ xưa và vươn tới sự tổng hợp còn hơn cả tổng các phần của nó. Hoặc đơn giản là sắp xếp cây cảnh của bạn một cách sang trọng và bắt mắt thôi mà. Dù sao thì ba cũng như màu đen ấy: hợp với mọi thứ!",
  "Cryptic Triptych Shelf": "Kệ Ba Ngăn Bí Ẩn",
  "From our greenhouse to your green-home! This open-front greenhouse-style shelving unit has enough built in windows to keep any high-maintenance plants looking and feeling their best. If only there was a greenhouse like this for high-maintenance Sims...": "Từ nhà kính của tụi mình đến ngôi nhà xanh của bạn nhen! Cái kệ mở mặt trước kiểu nhà kính này có đủ cửa sổ lắp sẵn để mấy cây cảnh khó chiều nhất trông và cảm thấy khỏe mạnh nhất luôn á. Ước gì có cái nhà kính nào kiểu này cho mấy Sim khó chiều thì hay...",
  "Greenhome Greenhouse-Shelf": "Kệ Nhà Kính Greenhome",
  "For the houseplant hobbyist who wants to get a little dirty! Park this shelf in a sunny spot and cram it with whatever you feel like, but we recommend houseplants, naturally. Comes complete with entryway clutter, gardening supplies, and you guessed it... even more houseplants!": "Dành cho mấy bạn thích trồng cây trong nhà mà không ngại bẩn tay nè! Bày cái kệ này chỗ nào có nắng tí rồi chất đầy đồ lên, thích gì chất nấy, nhưng mà tụi tui vẫn khuyên là nên để cây cảnh nha. Kệ có đủ đồ lặt vặt ngay lối vào, dụng cụ làm vườn, và đoán xem... còn có cả đống cây cảnh nữa đó!",
  "Houseplant Hobbyist Shelving": "Kệ Trang Trí Người Yêu Cây Cảnh",
  "shelfWall2x1_SP29FLORAgeometric placeholder description": "Kệ tường 2x1 SP29FLORA hình học nè.",
  "shelfWall2x1_SP29FLORAgeometric placeholder name": "Kệ tường 2x1 hình học của SP29FLORA nè",
  "Lush reflections intermingle and intertwine with the organic refraction. A poetic game of light, life, and clarity flowing into each other to give shape to… a great place to put stuff! Bring home this end table today and have a whole new place to hunt for your keys.": "Những phản chiếu tươi tốt hòa quyện và đan xen với sự khúc xạ tự nhiên. Một trò chơi thơ mộng của ánh sáng, cuộc sống và sự rõ ràng hòa quyện vào nhau để tạo nên... một nơi tuyệt vời để đặt đồ! Rinh ngay cái bàn cuối giường này về nhà ngay hôm nay và có một chỗ hoàn toàn mới để mò chìa khóa nha!",
  "Lush Reflections End Table": "Bàn trà cuối giường \"Phản Chiếu Xanh Mướt\"",
  "The elegance of structural support complete with the gorgeousness of the greenery makes for the perfect glossy-glassy composition. A must-have for any green-thumbed Sim. What reflections! What refraction! What chlorophyll!": "Sự thanh lịch của cấu trúc kết hợp với vẻ đẹp tuyệt vời của cây xanh tạo nên một tổng thể bóng bẩy hoàn hảo. Một món đồ phải có cho bất kỳ Sim nào đam mê làm vườn. Ánh phản chiếu kìa! Sự khúc xạ kìa! Diệp lục kìa!",
  "Of Glass and Greenery": "Kính và Cây Xanh nè",
  "Plant Lover's Patio": "Góc Sân Yêu Cây Cảnh"
}