{
  "Cardio Couture": "Thời Trang Cardio",
  "Street Smart": "Rành Đời",
  "Refined Rogue": "Tên trộm thượng hạng",
  "Sophisticated Snooze": "Ngủ một giấc thật sang chảnh",
  "Envision an evening with friends where your modern bar becomes the centerpiece. Showcasing your finest spirits and glassware, it turns your home into the ultimate setting for stylish gatherings and impressive displays.": "Hình dung một buổi tối cùng bạn bè, nơi quầy bar hiện đại của bạn trở thành tâm điểm. Trưng bày những loại rượu ngon nhất và bộ ly tách xịn sò, biến ngôi nhà của bạn thành địa điểm tụ tập phong cách và khoe mẽ đỉnh của chóp.",
  "The Zenith Bar": "Quán Zenith",
  "Introducing the ChillTech Pro Mini Fridge - the ultimate beverage cooling solution. It is compact yet powerful and features advanced cooling technology to keep your drinks chilled perfectly. Ideal for any space, its sleek design and quiet operation make it a must-have. ": "Giới thiệu Tủ Lạnh Mini ChillTech Pro - giải pháp làm lạnh đồ uống đỉnh của chóp! Tuy nhỏ mà có võ, em nó sở hữu công nghệ làm lạnh tiên tiến, giữ đồ uống của bạn lạnh tê tái luôn. Dùng ở đâu cũng hợp, thiết kế sang chảnh với lại chạy êm ru, đúng là món đồ phải có đó nha.",
  "ChillTech Pro Mini Fridge": "Tủ Lạnh Mini ChillTech Pro",
  "Discover the future of entertainment today and experience unparalleled visual clarity with the TitanScreen 5000. Boasting an ultra-jumbo screen, vibrant colors, and seamless connectivity, this TV transforms your living space into an upscale theater experience.": "Khám phá tương lai giải trí ngay hôm nay và trải nghiệm hình ảnh siêu nét với TitanScreen 5000. Màn hình siêu bự, màu sắc sống động, kết nối mượt mà, chiếc TV này sẽ biến phòng khách nhà bạn thành rạp chiếu phim xịn sò đó nha!",
  "TitanScreen 5000": "TitanScreen 5000",
  "Each piece in this collection is meticulously crafted to bring vibrant visuals and contemporary flair to your living spaces. Perfect for those looking to elevate their home decor with unique and stylish artwork.": "Mỗi món đồ trong bộ sưu tập này được làm tỉ mỉ để mang đến những hình ảnh sống động và nét hiện đại cho không gian sống của bạn đó nha. Quá hợp cho ai muốn nâng cấp trang trí nhà cửa bằng những tác phẩm nghệ thuật độc đáo và đầy phong cách luôn á!",
  "Designer Wall Prints by Valor Visuals": "Tranh Treo Tường Thiết Kế, Hàng xịn từ Valor Visuals!",
  "Discover the latest trends and style with a stack of SIM-Q Magazine. Dive into vibrant pages filled with fashion and style tips and inspiring lifestyle articles. Perfect for fashion enthusiasts and trendsetters looking to stay ahead of the curve!": "Khám phá ngay những xu hướng mới nhất và phong cách đỉnh cao với cả chồng tạp chí SIM-Q. Lặn ngay vào những trang tạp chí rực rỡ với đầy ắp bí kíp thời trang, phong cách và những bài viết truyền cảm hứng về lối sống. Quá chuẩn cho những tín đồ thời trang và những người dẫn đầu xu hướng muốn luôn bắt kịp thời đại đó nha!",
  "SIM-Q Magazine": "Tạp chí SIM-Q",
  "Each frame captures your most Simstagram-worthy moments: unforgettable vacations, breathtaking sunsets, and candid laughter. Guests can’t help but admire and comment on these stunning photos, turning your living space into a gallery of your life's best moments!": "Mỗi khung ảnh ghi lại những khoảnh khắc \"ăn ảnh\" nhất của bạn trên Simstagram: những chuyến du lịch đáng nhớ, hoàng hôn đẹp ngất ngây và những tràng cười thả ga. Khách khứa ai nấy đều phải trầm trồ và bình luận về những bức ảnh lung linh này, biến không gian sống của bạn thành một gallery những khoảnh khắc đỉnh nhất cuộc đời!",
  "Tabletop Memories": "Kỷ Niệm Bên Bàn Cờ",
  "Elevate your memorabilia collection with this custom framed jersey display. Crafted to showcase your autographed jersey, this display boasts premium materials, UV-protected glass, and a professional finish, ensuring your keepsake remains preserved and beautifully showcased for years to come.": "Nâng tầm bộ sưu tập đồ lưu niệm của bạn với khung áo jersey tùy chỉnh này! Được thiết kế để khoe chiếc áo có chữ ký của bạn, khung có chất liệu cao cấp, kính chống tia UV và được hoàn thiện chuyên nghiệp, đảm bảo món đồ kỷ niệm của bạn được bảo quản và trưng bày thật đẹp trong nhiều năm tới.",
  "The Ultimate Jersey Frame": "Khung Áo Tuyệt Đỉnh",
  "Elevate your media room with the Zenith Wall Unit: a sleek, built-in wall cabinet. It offers ample storage and a modern design, perfect for keeping your entertainment space tidy and showing off your hard-earned possessions. ": "Nâng tầm phòng giải trí của bạn với Tủ Tường Zenith: một chiếc tủ tường âm tường cực chất. Vừa có chỗ chứa đồ thoải mái, vừa có thiết kế hiện đại, quá lý tưởng để giữ cho khu vực giải trí gọn gàng và khoe những món đồ mà bạn đã vất vả lắm mới có được đó!",
  "The Zenith Wall Unit": "Tủ Treo Tường Zenith",
  "This sofa will elevate any get-together like no other. Its refined design and sumptuous comfort invite you to lose yourself as you watch the big game with friends or spend a quiet evening embracing a loved one in style.": "Chiếc sofa này sẽ nâng tầm mọi buổi tụ tập luôn đó. Thiết kế tinh tế với độ êm ái tuyệt đỉnh, tha hồ mà đắm mình xem thể thao cùng bạn bè, hoặc tận hưởng buổi tối yên tĩnh, ôm ấp người thương thật phong cách.",
  "Streamlined Leather Sofa": "Ghế Sofa Da Tinh Giản",
  "This luxurious cabinet cradles your turntable in style and flaunts your prized vinyl collection with unmatched sophistication. Elevate your space and let your exquisite music collection shine in unparalleled elegance. ": "Tủ xịn sò này sẽ nâng niu chiếc turntable của bạn và khoe bộ sưu tập đĩa than quý giá một cách đầy phong cách. Nâng tầm không gian sống và để bộ sưu tập nhạc đỉnh của bạn tỏa sáng nhé!",
  "TurntableTrove Media Cabinet ": "Tủ Media TurntableTrove",
  "Turn your media room into the ultimate hangout spot with this sleek coffee table—a true hub of activity! With its spacious glass and marble surface, it’s the perfect size for laying out snacks, drinks, and more. Trust us, your popcorn has never looked so stylish! ": "Biến phòng giải trí của bạn thành điểm tụ tập đỉnh của chóp với chiếc bàn cà phê bóng bẩy này -- đúng chuẩn trung tâm hoạt động! Với mặt kính và đá cẩm thạch rộng rãi, nó có kích thước hoàn hảo để bày biện đồ ăn nhẹ, đồ uống và nhiều thứ khác. Tin mình đi, bắp rang bơ của bạn chưa bao giờ trông chất như vậy đâu!",
  "The Zenith Glass Coffee Table": "Bàn cà phê kính Zenith",
  "Imagine the thrill of a high-stakes card game: the tension rises as players gather around, eyes locked, with the stakes higher than ever. With every turn of the card, the room buzzes with excitement, the table witnessing both triumphs and defeats.": "Hãy tưởng tượng cảm giác hồi hộp tột độ trong một ván bài căng thẳng: mọi người tụ tập, mắt chạm mắt, cược thì cao ngất ngưởng. Mỗi lá bài lật lên, cả phòng như nổ tung vì phấn khích, và bàn chơi chứng kiến đủ mọi cung bậc cảm xúc, từ thắng lợi đến thất bại.",
  "High Stakes Card Table": "Bàn Bài Cao Thủ",
  "The Casanova Cave": "Hang Động Casanova"
}