{
  "Puzzled Stone Floor": "Sàn Đá Ghép Hình",
  "This well-loved open-style cabinet's got nothing to hide! Bring a bright, airy look to your space that says \"Here I am, world, and I've got baskets!\"": "Cái tủ kiểu mở được yêu thích này chẳng có gì phải giấu cả! Mang đến một diện mạo tươi sáng, thoáng đãng cho không gian của bạn, thể hiện rằng \"Tôi đây, thế giới ơi, và tôi có cả đống giỏ!\"",
  "Country Charm Cabinet": "Tủ Quyến Rũ Đồng Quê",
  "Bring your kitchen back to basics in the best way! Whether you're baking a pie, several pies, a pie baked inside of a cake or several pies baked inside a tower of cakes, this kitchen island is here for you. It is also suitable for non-pie endeavors if you're into that kind of thing.": "Mang căn bếp của bạn trở lại những điều cơ bản theo cách tuyệt vời nhất! Cho dù bạn đang nướng một cái bánh nướng, vài cái bánh nướng, một cái bánh nướng bên trong một cái bánh ngọt hay vài cái bánh nướng bên trong một tòa tháp bánh ngọt, thì cái đảo bếp này luôn sẵn sàng phục vụ bạn. Nó cũng phù hợp cho những nỗ lực không liên quan đến bánh nướng nếu bạn thích những thứ đó.",
  "Country Charm Kitchen Island": "Đảo Bếp Quyến Rũ Đồng Quê",
  "This vintage wooden counter has lots of tall tales to tell, gossip to gab about and several secret recipes whispered to it over the years, but unfortunately it's just a kitchen counter that was never given the gift of speech. While it can't talk, it can serve as a great, flat surface to rest stuff on and prep delicious foods.": "Cái quầy gỗ cổ điển này có rất nhiều câu chuyện cao siêu để kể, chuyện tầm phào để buôn dưa lê và một vài công thức bí mật được thì thầm cho nó nghe trong nhiều năm, nhưng tiếc là nó chỉ là một cái quầy bếp chưa bao giờ được ban cho khả năng nói. Dù nó không thể nói, nhưng nó có thể đóng vai trò là một bề mặt phẳng tuyệt vời để đặt đồ lên và chuẩn bị những món ăn ngon.",
  "Country Charm Counter": "Quầy Quyến Rũ Đồng Quê",
  "Not your grandparent's fridge - but close! They really don't make 'em like they used to, so why not go retro? With double French doors and a delicate design, this fridge will be the heart of your country kitchen or a welcome twist on a modern space. Just look at those little feet!": "Không phải tủ lạnh của ông bà bạn đâu - nhưng gần giống! Người ta thực sự không còn làm chúng như trước đây nữa, vậy tại sao không thử phong cách retro? Với cửa đôi kiểu Pháp và thiết kế tinh tế, chiếc tủ lạnh này sẽ là trái tim của căn bếp đồng quê của bạn hoặc một sự thay đổi đáng hoan nghênh trong một không gian hiện đại. Nhìn vào mấy cái chân nhỏ nhắn kia kìa!",
  "Country Charm Fridge": "Tủ Lạnh Quyến Rũ Đồng Quê",
  "This repurposed toolbox reminds us that some problems can't be fixed by tools, but can be helped by fresh flowers. Except if you have allergies...in which case, a bouquet of wrenches might be better.": "Cái hộp đựng dụng cụ được tái chế này nhắc nhở chúng ta rằng một số vấn đề không thể được giải quyết bằng công cụ, nhưng có thể được xoa dịu bằng hoa tươi. Trừ khi bạn bị dị ứng... trong trường hợp đó, một bó cờ lê có lẽ sẽ tốt hơn.",
  "Handy-Dandy Flower Caddy": "Giỏ Hoa Tiện Dụng",
  "If you find yourself in a jam, or in a crumby situation where everything's gone a-rye, take it with a grain of salt and reach for your bread-box. The love of a good loaf is the best thing since sliced bread.": "Nếu bạn thấy mình gặp khó khăn, hoặc trong một tình huống tồi tệ đến mức mọi thứ trở nên tồi tệ, hãy cứ bình tĩnh và với lấy hộp đựng bánh mì của bạn. Tình yêu dành cho một ổ bánh mì ngon là điều tuyệt vời nhất kể từ khi có bánh mì lát.",
  "Heritage Bread Box": "Hộp Đựng Bánh Mì Gia Truyền",
  "Who needs fine china with a casserole dish this cute? Passed down through generations of foodies, this twee floral-print dish will feel at home on any kitchen counter top. But a dish is only as good as what's inside it, so make sure you put your kitchen to good use! And let us know what time supper is...": "Ai cần đồ sứ cao cấp khi đã có một cái nồi hầm dễ thương như thế này? Được truyền lại qua nhiều thế hệ người sành ăn, cái nồi in họa tiết hoa đáng yêu này sẽ cảm thấy như ở nhà trên bất kỳ mặt bàn bếp nào. Nhưng một cái nồi chỉ tốt khi có thứ gì đó bên trong, vì vậy hãy đảm bảo rằng bạn sử dụng nhà bếp của mình thật tốt nhé! Và cho chúng tôi biết mấy giờ thì ăn tối đấy...",
  "Granny's Cozy Casserole Dish": "Nồi Hầm Ấm Cúng Của Bà",
  "Whether you're milling your own flour or stocking up on store-bought, this sweet little tin might be the most romantic flour arrangement out there.": "Cho dù bạn đang tự xay bột hay tích trữ bột mua ở cửa hàng, thì cái hộp thiếc nhỏ nhắn xinh xắn này có lẽ là cách sắp xếp bột lãng mạn nhất trên đời.",
  "Heritage Flour Tin": "Hộp Đựng Bột Gia Truyền",
  "Farm-fresh foods the old-fashioned way: in a bucket! Forget the fancy pantry. Four out of five kitchen stylists agree that if you really want to go for a charming, rustic look, put it in a bucket. Apples? In a bucket. Potatoes? Bucket. Lemons? Bucket. Pumpkins? Bucket. A bunch of smaller buckets? Hmm. You might be better off storing those in a shed.": "Thực phẩm tươi ngon từ trang trại theo kiểu truyền thống: đựng trong xô! Quên cái tủ đựng thức ăn sang trọng đi. Bốn trên năm nhà tạo mẫu bếp đều đồng ý rằng nếu bạn thực sự muốn có một vẻ ngoài mộc mạc, quyến rũ, hãy cho mọi thứ vào xô. Táo? Trong xô. Khoai tây? Xô. Chanh? Xô. Bí ngô? Xô. Một loạt các xô nhỏ hơn? Hừm. Có lẽ bạn nên cất chúng trong nhà kho thì hơn.",
  "Bountiful Bucket": "Xô Đựng Đầy Ắp",
  "Suitable for storing anything and everything! But that wasn't always the case.\\nGenerations ago, this was a storage jar for buttons and only buttons. One day, a young lady named Nicki Knack tried to put a knitting needle into the jar and was met with much disdain from her parents who lectured her about proper storage etiquette.\\n When Nicki asked why the jar was solely designated for buttons, her parents were shocked. \"That's the way it has always been!\" they both were quite taken aback, but after a few months of introspection, the Knack family realized their daughter had a point. Why couldn't the jar be used for anything?\\n Even though it was quite unheard of to change organization techniques, Nicki started a revolution. Today, the jar can be used for anything and everything.": "Thích hợp để cất giữ mọi thứ! Nhưng không phải lúc nào cũng vậy.\\nNhiều thế hệ trước, đây là một cái lọ đựng nút và chỉ đựng nút thôi. Một ngày nọ, một cô gái trẻ tên là Nicki Knack đã cố gắng nhét một cây kim đan vào lọ và bị cha mẹ cô tỏ ra khinh bỉ, họ đã dạy dỗ cô về quy tắc cất giữ thích hợp.\\nKhi Nicki hỏi tại sao cái lọ chỉ được dùng để đựng nút, cha mẹ cô đã rất sốc. \"Trước giờ vẫn luôn như vậy mà!\" cả hai đều khá ngạc nhiên, nhưng sau vài tháng suy ngẫm, gia đình Knack nhận ra con gái họ có lý. Tại sao cái lọ không thể được dùng để đựng bất cứ thứ gì?\\nMặc dù việc thay đổi kỹ thuật tổ chức là điều chưa từng có, nhưng Nicki đã bắt đầu một cuộc cách mạng. Ngày nay, cái lọ có thể được dùng để đựng mọi thứ.",
  "Nicki Knack's Anything 'n Everything Jar": "Lọ Đựng Mọi Thứ Của Nicki Knack",
  "No country kitchen would be complete without a floral motif wooden shelf. This particular shelf was featured in \"The Sim-ple Life\" Magazine where it enjoyed a two page spread as part of the annual \"Shelf Esteem\" edition.": "Không gian bếp đồng quê nào sẽ trọn vẹn nếu thiếu một cái kệ gỗ họa tiết hoa. Chiếc kệ đặc biệt này đã xuất hiện trên tạp chí \"The Sim-ple Life\", nơi nó được trình bày trên hai trang như một phần của ấn bản thường niên \"Shelf Esteem\".",
  "Country Charm Shelf": "Kệ Quyến Rũ Đồng Quê",
  "Great stoves often get a lot of credit for making a good kitchen feel homey, but we think it's really the kitchen sink that should get a medal of recognition. Don't let its prim appearance fool you. This sink has tackled the toughest of dirty dish disasters over the years with only minor wear-and-tear. Battle scars!": "Những cái bếp tuyệt vời thường được ghi nhận công lao lớn trong việc làm cho một căn bếp có cảm giác ấm cúng như ở nhà, nhưng chúng tôi nghĩ rằng thực ra bồn rửa nhà bếp mới là thứ nên được trao huy chương ghi nhận. Đừng để vẻ ngoài chỉn chu của nó đánh lừa bạn. Cái bồn này đã giải quyết những thảm họa bát đĩa bẩn thỉu khó nhằn nhất trong nhiều năm qua với chỉ những hao mòn nhỏ. Sẹo chiến đấu!",
  "Country Charm Sink": "Bồn Rửa Quyến Rũ Đồng Quê",
  "So the story goes, a land dispute over a hundred years ago caused quite the kerfuffle when the Tinker family and Landgraab family could not come to an agreement on whose land parcel was whose. When an ancestor of the Tinker family planted a crabapple tree on the border, things got quite rowdy.\\nThe Landgraabs sent strongly worded letters which eventually resulted in the Tinkers challenging the Landgraabs to a duel by way of pancakes. The two families met at dawn on the 21st of December, 1917, and cooked up a storm on this very stove!\\nAfter rigorous judging, it was determined that the Landgraab family recipe was the winner, and so the disputed land was turned over to them. Years later rumors began circulating that the Landgraabs stole their pancake recipe from the Jacquet family, but nothing has been proven.": "Câu chuyện kể rằng, một tranh chấp đất đai hơn một trăm năm trước đã gây ra khá nhiều náo động khi gia đình Tinker và gia đình Landgraab không thể đi đến thỏa thuận về việc lô đất nào là của ai. Khi một tổ tiên của gia đình Tinker trồng một cây táo dại ở biên giới, mọi thứ trở nên khá ồn ào.\\nGia đình Landgraab đã gửi những lá thư gay gắt, cuối cùng dẫn đến việc gia đình Tinkers thách thức gia đình Landgraabs đấu tay đôi bằng bánh kếp. Hai gia đình đã gặp nhau vào lúc bình minh ngày 21 tháng 12 năm 1917 và trổ tài nấu nướng trên chính chiếc bếp này!\\nSau khi đánh giá nghiêm ngặt, người ta xác định rằng công thức của gia đình Landgraab là người chiến thắng, và vì vậy mảnh đất tranh chấp đã được chuyển giao cho họ. Nhiều năm sau, tin đồn bắt đầu lan truyền rằng gia đình Landgraab đã đánh cắp công thức làm bánh kếp của họ từ gia đình Jacquet, nhưng chưa có gì được chứng minh.",
  "Pancakes at Dawn Stove": "Bếp Bánh Kếp Lúc Bình Minh",
  "Country Comforts": "Sự Thoải Mái Đồng Quê",
  "Stones In Stacks": "Đá Xếp Chồng"
}