{
  "(From Eating Ice Cream)": "(Từ Việc Ăn Kem)",
  "(From Socializing)": "(Từ Giao Tiếp)",
  "{0.SimFirstName} has finished creating a carton of {1.ObjectName}. The carton has been added to {M0.his}{F0.her} inventory.": "{0.SimFirstName} đã hoàn thành việc tạo một hộp {1.ObjectName}. Hộp đã được thêm vào hành trang của {M0.his}{F0.her}.",
  "Brrrrr! This isn't cool, it's downright cold!": "Brrrrr! Cái này không mát đâu, nó lạnh cóng luôn!",
  "Chilled to the Bone": "Lạnh Thấu Xương",
  "Spicy! That Dragon's Breath flavor is one sure fire way to heat the kitchen up.": "Cay quá! Vị Dragon's Breath này chắc chắn là một cách để làm nóng căn bếp.",
  "Dragon's Fury": "Cơn Thịnh Nộ Của Rồng",
  "Too much, too much! Ice cream isn't meant to be this hot!": "Nhiều quá, nhiều quá! Kem không phải để ăn nóng thế này!",
  "Dragon's Wrath": "Cơn Giận Dữ Của Rồng",
  "Tastes like pesticide... {0.SimFirstName} has the strong desire to head outside for some sun.": "Có vị thuốc trừ sâu... {0.SimFirstName} đang rất muốn ra ngoài tắm nắng.",
  "Green Life": "Cuộc Sống Xanh",
  "These thoughts aren't {0.SimFirstName}'s own, but they're coming from inside {M0.his}{F0.her} head!": "Những suy nghĩ này không phải của riêng {0.SimFirstName}, mà chúng đến từ bên trong đầu của {M0.his}{F0.her}!",
  "Hauntingly Inspired": "Cảm Hứng Ma Mị",
  "Hauntingly Saddened": "Nỗi Buồn Ma Mị",
  "Brrrrr! It's like the Midas touch, only cooler! Now then, who to freeze...": "Brrrrr! Giống như chạm tay hóa vàng, nhưng mà lạnh hơn! Giờ thì, đóng băng ai đây...",
  "Ice Treat": "Món Quà Băng Giá",
  "Ice cream, I scream, I SCREAMMMM... let's get nuts!": "Kem, tôi la, TÔI LA LAAAAAAAA... quẩy lên thôi!",
  "Just Nuts": "Toàn Hạt",
  "{0.SimFirstName} just can't keep {M0.his}{F0.her} mood straight!": "{0.SimFirstName} không thể giữ được tâm trạng ổn định!",
  "Mind Askew": "Tâm Trí Xáo Trộn",
  "The perfect ice cream sundae topping & garnish selections for a perfect Sim!": "Lựa chọn lớp phủ và trang trí kem sundae hoàn hảo cho một Sim hoàn hảo!",
  "Perfect Toppings": "Lớp Phủ Hoàn Hảo",
  "Work, work, work. Clean, clean, clean. A sparkling home with the perfect sheen!": "Làm việc, làm việc, làm việc. Dọn dẹp, dọn dẹp, dọn dẹp. Một ngôi nhà lấp lánh với độ bóng hoàn hảo!",
  "Pure Perfection": "Sự Hoàn Hảo Thuần Khiết",
  "That isn't extra weight, it's fuel! Time to work out...": "Đó không phải là thừa cân, mà là nhiên liệu! Đến giờ tập thể dục...",
  "Sugary Goodness": "Vị Ngọt Ngào",
  "Eating ice cream to lose weight never tasted this good!": "Ăn kem để giảm cân chưa bao giờ ngon đến thế!",
  "Taste of Diet": "Hương Vị Ăn Kiêng",
  "Ah, ice cream with a hint of roses, nature's natural aphrodisiac.": "Ah, kem với một chút hương hoa hồng, thuốc kích thích tự nhiên của tạo hóa.",
  "Taste of Roses": "Hương Vị Hoa Hồng",
  "The taste, the scent of roses, the flavor of young lives!": "Hương vị, mùi hương hoa hồng, hương vị của tuổi trẻ!",
  "Dastardly Denim": "Vải Bò Hèn Hạ",
  "Zipping Through": "Lướt Nhanh Như Điện",
  "Never Out Of Style": "Không Bao Giờ Lỗi Mốt",
  "Serving Smiles": "Trao Nụ Cười",
  "Apronize Me": "Cho Tôi Mặc Tạp Dề Đi",
  "Vested for Success": "Mặc Áo Ghi Lê Để Thành Công",
  "A jug of farm-fresh milk.": "Một bình sữa tươi từ nông trại.",
  "Milk Jug": "Bình Sữa",
  "A bottle of flavor extract. Use sparingly.": "Một chai chiết xuất hương vị. Sử dụng tiết kiệm.",
  "Flavor Extract": "Chiết Xuất Hương Vị",
  "Another innovation from the bright young minds of Alpha Beta Phong Sorority! These sleek walnut cabinets come stained in a variety of colors to match your kitchen's aesthetic. The true beauty though shines through - quite literally - via the backlit frosted glass panes.": "Một sáng kiến khác từ những bộ óc trẻ tuổi sáng giá của Hội Nữ Sinh Alpha Beta Phong! Những tủ bếp óc chó kiểu dáng đẹp này được nhuộm nhiều màu sắc khác nhau để phù hợp với thẩm mỹ nhà bếp của bạn. Tuy nhiên, vẻ đẹp thực sự tỏa sáng - theo đúng nghĩa đen - thông qua các tấm kính mờ có đèn nền.",
  "Alpha Beta Phong Cabinet": "Tủ Alpha Beta Phong",
  "Another innovation from the bright young minds of Alpha Beta Phong Sorority! These sleek walnut counter islands come stained in a variety of colors to match your kitchen's aesthetic. The true beauty though shines through - quite literally - via the backlit frosted glass panes.": "Một sáng kiến khác từ những bộ óc trẻ tuổi sáng giá của Hội Nữ Sinh Alpha Beta Phong! Những đảo bếp bằng gỗ óc chó kiểu dáng đẹp này được nhuộm nhiều màu sắc khác nhau để phù hợp với thẩm mỹ nhà bếp của bạn. Tuy nhiên, vẻ đẹp thực sự tỏa sáng - theo đúng nghĩa đen - thông qua các tấm kính mờ có đèn nền.",
  "Alpha Beta Phong Island": "Đảo Bếp Alpha Beta Phong",
  "Another innovation from the bright young minds of Alpha Beta Phong Sorority! These sleek walnut counters come stained in a variety of colors to match your kitchen's aesthetic. The true beauty though shines through - quite literally - via the backlit frosted glass panes.": "Một sáng kiến khác từ những bộ óc trẻ tuổi sáng giá của Hội Nữ Sinh Alpha Beta Phong! Những quầy bếp bằng gỗ óc chó kiểu dáng đẹp này được nhuộm nhiều màu sắc khác nhau để phù hợp với thẩm mỹ nhà bếp của bạn. Tuy nhiên, vẻ đẹp thực sự tỏa sáng - theo đúng nghĩa đen - thông qua các tấm kính mờ có đèn nền.",
  "Alpha Beta Phong Counter": "Quầy Bếp Alpha Beta Phong",
  "Amarena Gelato": "Kem Gelato Amarena",
  "Bacio Gelato": "Kem Gelato Bacio",
  "Banana Yogurt": "Sữa Chua Chuối",
  "Blue Moon Ice Cream": "Kem Blue Moon",
  "Butter Pecan Ice Cream": "Kem Bơ Hạt Hồ Đào",
  "Cherry Ice Cream": "Kem Anh Đào",
  "Chilling Mocha": "Mocha Lạnh",
  "Chocolate Ice Cream": "Kem Sô Cô La",
  "Dragon's Breath": "Hơi Thở Của Rồng",
  "Fruits of the Forest": "Các Loại Quả Rừng",
  "Haunted Mint": "Bạc Hà Ma Ám",
  "Lemon Gelato": "Kem Gelato Chanh",
  "Liquorice Gelato": "Kem Gelato Cam Thảo",
  "Mango Sorbet": "Kem Xoài Sorbet",
  "Mental Upheaval": "Biến Động Tinh Thần",
  "Mint Chocolate Chip Ice Cream": "Kem Bạc Hà Sô Cô La Chip",
  "Neapolitan": "Neapolitan",
  "Orange Sorbet": "Kem Sorbet Cam",
  "Peach Yogurt": "Sữa Chua Đào",
  "Pistachio Gelato": "Kem Gelato Hạt Dẻ Cười",
  "Plant Matter": "Vật Chất Thực Vật",
  "Rainbow Sherbet": "Kem Sherbet Cầu Vồng",
  "Ricotta Stregata Gelato": "Kem Gelato Ricotta Stregata",
  "Stracciatella Gelato": "Kem Gelato Stracciatella",
  "Strawberry Ice Cream": "Kem Dâu Tây",
  "Twin Roses": "Song Hoa Hồng",
  "Vanilla Ice Cream": "Kem Vani",
  "Weight of the World": "Gánh Nặng Cuộc Đời",
  "A bowl of ice cream.": "Một bát kem.",
  "Ice Cream": "Kem",
  "A delicious vehicle for delivering copious amounts of ice cream to your mouth.": "Một phương tiện ngon tuyệt để đưa vô số kem vào miệng bạn.",
  "Ice Cream Cone": "Ốc Quế Kem",
  "A frosty receptacle for delicious ice cream.": "Một vật chứa lạnh giá cho món kem ngon tuyệt.",
  "Ice Cream Carton": "Hộp Kem",
  "\"Burn, burn! I can't stand all of this freezer burn!\" was the outcry from consumers tired of losing their time and effort spent in the kitchen to the ever-encroaching march of freezer burn. The good scientists at FutureSim Labs heard their pleas and leapt into action, developing new Burn-B-Gone tech that's now licensed to all of the major players in the kitchen appliance space.": "\"Cháy, cháy! Tôi không thể chịu đựng được tất cả vết cháy tủ đông này!\" là tiếng kêu than từ những người tiêu dùng mệt mỏi vì mất thời gian và công sức đã bỏ ra trong bếp do vết cháy tủ đông ngày càng lan rộng. Các nhà khoa học giỏi tại FutureSim Labs đã lắng nghe lời thỉnh cầu của họ và nhanh chóng hành động, phát triển công nghệ Burn-B-Gone mới hiện đã được cấp phép cho tất cả những người chơi lớn trong lĩnh vực thiết bị nhà bếp.",
  "Freezer Burn-B-Gone Fridge": "Tủ Lạnh Chống Cháy Tủ Đông",
  "Satisfy your sweet tooth with the Kane family's classic Ice Cream Machine. Established in 1995, the Kane's rocketed in popularity to become a household name synonymous with delicious frozen treats. While their public perception waned in 2011 due to an unfortunate incident where one of the company's truck drivers developed an unhealthy obsession with a customer; the home sales side of their business remains as strong as ever. One bite and you'll agree!": "Hãy thỏa mãn cơn thèm ngọt của bạn với Máy Làm Kem cổ điển của gia đình Kane. Được thành lập vào năm 1995, Kane's đã nhanh chóng nổi tiếng và trở thành một cái tên quen thuộc đồng nghĩa với các món ăn đông lạnh ngon tuyệt. Mặc dù nhận thức của công chúng về họ đã giảm sút vào năm 2011 do một sự cố đáng tiếc khi một trong những tài xế xe tải của công ty phát triển một nỗi ám ảnh không lành mạnh với một khách hàng; mảng kinh doanh bán hàng tại nhà của họ vẫn mạnh mẽ như mọi khi. Chỉ cần một miếng cắn và bạn sẽ đồng ý!",
  "Sweet Tooth Ice Cream Machine": "Máy Làm Kem Sweet Tooth",
  "Of all the cone ceiling lamps that have made an appearance over the years, this is the official one.": "Trong số tất cả các loại đèn trần hình nón đã xuất hiện trong những năm qua, đây là loại chính thức.",
  "Canonical Cone": "Hình Nón Chuẩn Tắc",
  "This repurposed range hood makes a lovely accoutrement for your modern kitchen. Place it over your stove if you insist on being gauche.": "Máy hút mùi tái chế này là một phụ kiện đáng yêu cho nhà bếp hiện đại của bạn. Đặt nó trên bếp của bạn nếu bạn khăng khăng muốn trở nên vụng về.",
  "Steam Catcher": "Máy Hút Hơi",
  "If you want some low-risk art to hang on your walls, this mass produced print will fit the bill nicely.": "Nếu bạn muốn một số tác phẩm nghệ thuật ít rủi ro để treo trên tường, bản in sản xuất hàng loạt này sẽ phù hợp.",
  "The Modern Simtemporary": "Phong Cách Sim Đương Đại",
  "Spirit Bloom Bundles - another wonderful product from the home consumer division of FutureSim Labs! Originally coveted for their pharmaceutical and chemical applications, scientists eventually found themselves with a surplus of product after enhancing their farming methodologies during the Golden Age of humanity. Pairing them with natural birch vases proved popular in providing a pop of color to sleek living spaces.": "Bó Hoa Linh Hồn - một sản phẩm tuyệt vời khác từ bộ phận người tiêu dùng gia đình của FutureSim Labs! Ban đầu được khao khát vì các ứng dụng dược phẩm và hóa học của chúng, các nhà khoa học cuối cùng thấy mình có thặng dư sản phẩm sau khi nâng cao phương pháp canh tác của họ trong Thời Kỳ Hoàng Kim của nhân loại. Việc ghép chúng với bình hoa bạch dương tự nhiên đã trở nên phổ biến trong việc cung cấp một chút màu sắc cho không gian sống bóng bẩy.",
  "Spirit Bloom Bundles": "Bó Hoa Linh Hồn",
  "There have been many cookbooks, and many like this one even. But for those who aspire to a nicer home and lot, this is the cookbook for you.": "Đã có rất nhiều sách dạy nấu ăn, và thậm chí có rất nhiều sách giống như cuốn này. Nhưng đối với những người mong muốn có một ngôi nhà và khu đất đẹp hơn, đây là cuốn sách dạy nấu ăn dành cho bạn.",
  "Nicer Homes and Lots Classic Cookbook": "Sách Dạy Nấu Ăn Cổ Điển Cho Ngôi Nhà và Khu Đất Đẹp Hơn",
  "Every plate in its place.": "Mỗi đĩa một vị trí.",
  "Mise en Plates": "Sắp Xếp Đĩa",
  "Season harder! Your meal is no place for mercy (for your gastrointestinal tract).": "Nêm mạnh tay hơn! Bữa ăn của bạn không phải là nơi dành cho sự thương xót (cho đường tiêu hóa của bạn).",
  "Lighthouse Salt & Pepper": "Bộ Muối Tiêu Hải Đăng",
  "Bring a pinch of pretension into your cooking with the Taste of Umami Spice Rack. The fabled fifth taste is as elusive as it is misunderstood. Impress your friends with \"umami this\" and \"umami that\" - you don't need to actually know what you're talking about as long as you speak with confidence! UMAMI!": "Mang một chút kiêu căng vào việc nấu ăn của bạn với Giá Gia Vị Hương Vị Umami. Hương vị thứ năm huyền thoại vừa khó nắm bắt vừa bị hiểu lầm. Gây ấn tượng với bạn bè của bạn bằng \"umami cái này\" và \"umami cái kia\" - bạn không cần thực sự biết mình đang nói gì miễn là bạn nói một cách tự tin! UMAMI!",
  "Taste of Umami Spice Rack": "Giá Gia Vị Hương Vị Umami",
  "Magnets, how do they work? The answer is actually quite inconsequential, as you'll be too busy marveling at these utensils hanging from your wall in a brazen defiance of gravity.": "Nam châm, chúng hoạt động như thế nào? Câu trả lời thực sự không quan trọng lắm, vì bạn sẽ quá bận rộn để ngạc nhiên trước những đồ dùng này treo trên tường của bạn một cách bất chấp trọng lực.",
  "It's Magic! Utensils": "Thật Kỳ Diệu! Đồ Dùng",
  "Yep, it's wood.": "Ừ, nó là gỗ.",
  "Mr. Hoadley's Wood Block": "Khối Gỗ của Ông Hoadley",
  "To win this coveted knife set, be sure that you're not a donkey, llama, alpaca, or any other beast of questionable origins. That said, if your knife skills aren't up to snuff you can always acquire it the traditional way - with cold, hard, simoleons.": "Để giành được bộ dao đáng mơ ước này, hãy chắc chắn rằng bạn không phải là lừa, lạc đà không bướu, alpaca hoặc bất kỳ con thú nào khác có nguồn gốc đáng ngờ. Điều đó nói lên rằng, nếu kỹ năng sử dụng dao của bạn không đạt yêu cầu, bạn luôn có thể có được nó theo cách truyền thống - bằng simoleon lạnh lùng, cứng rắn.",
  "Anti-Donkey Knife Set": "Bộ Dao Chống Lừa",
  "These study shelves never lose their grip. From pasta to paintings, they hang onto all of your valuables and keep them secure.": "Những kệ nghiên cứu này không bao giờ mất độ bám. Từ mì ống đến tranh vẽ, chúng giữ chặt tất cả các vật có giá trị của bạn và giữ chúng an toàn.",
  "Skitchin' Kitchen Shelves": "Kệ Bếp Skitchin'",
  "The Less Is Moar® Sink made a grand splash when it debuted. Its simplicity speaks volumes, and the brushed aluminum basin fills volumes as well. ": "Bồn Rửa Less Is Moar® đã tạo nên một tiếng vang lớn khi ra mắt. Sự đơn giản của nó nói lên rất nhiều điều, và bồn nhôm chải cũng chứa được rất nhiều.",
  "Less Is Moar® Sink": "Bồn Rửa Less Is Moar®",
  "Back support is a wonderful thing, but is it necessary? Studies show that providing the slightest chair back is enough to provide the feel of back support, and a Sim's brain will naturally fill in what would have been the extra backing. Don't worry, the savings in materials is assuredly passed along to the consumer. ": "Hỗ trợ lưng là một điều tuyệt vời, nhưng nó có cần thiết không? Các nghiên cứu cho thấy rằng việc cung cấp một chút lưng ghế là đủ để mang lại cảm giác hỗ trợ lưng, và bộ não của Sim sẽ tự nhiên lấp đầy những gì lẽ ra là phần tựa lưng bổ sung. Đừng lo lắng, khoản tiết kiệm vật liệu chắc chắn được chuyển cho người tiêu dùng.",
  "The Feel of Back Support Stool": "Ghế Đẩu Mang Cảm Giác Hỗ Trợ Lưng",
  "Back hurting? Tired of the false claims made by the manufacturers of \"The Feel of Back Support Stool\"? With the Lumbar Liquidators' Dining Chair we're passing the savings (and comfort) along to YOU! We have *too much* back support and it has to GO! Buy now!": "Lưng đau? Mệt mỏi với những tuyên bố sai sự thật do các nhà sản xuất \"Ghế Đẩu Mang Cảm Giác Hỗ Trợ Lưng\" đưa ra? Với Ghế Ăn của Lumbar Liquidators, chúng tôi đang chuyển khoản tiết kiệm (và sự thoải mái) cho BẠN! Chúng tôi có *quá nhiều* hỗ trợ lưng và nó phải ĐI! Mua ngay!",
  "Lumbar Liquidators' Dining Chair": "Ghế Ăn của Lumbar Liquidators",
  "If a Sim walked into a kitchen appliance store and ordered four Four Top All Day Stoves, what should the expeditor call out to the stockroom to fulfill the purchase? Four Four Top All Day Stoves all day. Simple!": "Nếu một Sim bước vào một cửa hàng thiết bị nhà bếp và đặt mua bốn Bếp Bốn Ngăn Trên Cùng Cả Ngày, người điều phối nên gọi cho kho để thực hiện việc mua hàng như thế nào? Bốn Bếp Bốn Ngăn Trên Cùng Cả Ngày cả ngày. Đơn giản!",
  "Four Top All Day Stove": "Bếp Bốn Ngăn Trên Cùng Cả Ngày",
  "Who would design what's clearly such an oddly sized coffee table? Well… they might be giants. Fortunately, it makes a perfectly sized dining table for everyone else!": "Ai sẽ thiết kế một chiếc bàn cà phê có kích thước kỳ lạ như vậy? Chà… họ có thể là những người khổng lồ. May mắn thay, nó tạo nên một chiếc bàn ăn có kích thước hoàn hảo cho tất cả mọi người!",
  "They Might Be Giants Table": "Bàn Ăn They Might Be Giants",
  "Feeling kitchen conscious? A sure fire way to a clean kitchen is to just shove the mess elsewhere, and with two shelves of storage space the Cook Book Nook has got you covered! ": "Cảm thấy lo lắng về nhà bếp? Một cách chắc chắn để có một nhà bếp sạch sẽ là chỉ cần đẩy mớ hỗn độn đi nơi khác, và với hai kệ không gian lưu trữ, Cook Book Nook sẽ giúp bạn!",
  "Cook Book Nook": "Góc Sách Nấu Ăn",
  "Grab a Bowl": "Lấy Một Bát",
  "Grab a Cone": "Lấy Một Ốc Quế",
  "Make GeoState Hard Serve": "Làm Món Kem Cứng GeoState",
  "Make GeoState Melted": "Làm Món Kem Tan Chảy GeoState",
  "Make GeoState Soft Serve": "Làm Món Kem Mềm GeoState",
  "Make Material State Chipped": "Làm Món Material State Băm Nhỏ",
  "Make Material State Plain": "Làm Món Material State Nguyên Bản",
  "Make Material State Three Colors": "Làm Món Material State Ba Màu",
  "Make Material State Two Colors": "Làm Món Material State Hai Màu",
  "Craft Ice Cream": "Chế Biến Kem",
  "This garnish is already set.": "Lớp trang trí này đã được đặt.",
  "Banana Slices": "Lát Chuối",
  "Cinnamon Sticks": "Thanh Quế",
  "Flowers": "Hoa",
  "Mint Leaves": "Lá Bạc Hà",
  "None": "Không",
  "Nut Bar": "Thanh Hạt",
  "Orange Slices": "Lát Cam",
  "Peppermint Sticks": "Que Bạc Hà",
  "Sprinkle Stick": "Que Rắc",
  "Strawberries": "Dâu Tây",
  "Waffle Pieces": "Miếng Bánh Quế",
  "This topping is already set.": "Lớp phủ này đã được đặt.",
  "Caramel Syrup": "Siro Caramel",
  "Cherries": "Anh Đào",
  "Chocolate Sauce": "Sốt Sô Cô La",
  "Coconut Shavings": "Dừa Nạo",
  "Nuts": "Các Loại Hạt",
  "Raspberry Sauce": "Sốt Mâm Xôi",
  "Sprinkles": "Đồ Rắc",
  "Whipped Cream": "Kem Whipped",
  "Clean": "Lau Dọn",
  "Create All Ice Creams": "Tạo Tất Cả Các Loại Kem",
  "Chilling Touch": "Chạm Vào Băng Giá",
  "Strange Sight": "Cảnh Tượng Kỳ Lạ",
  "Sweet Dining": "Bữa Ăn Ngọt Ngào",
  "Catalog Not included": "Không Bao Gồm Danh Mục",
  "Set Garnish": "Đặt Lớp Trang Trí",
  "Set Topping": "Đặt Lớp Phủ",
  "There is no available Ice Cream Machine": "Không có Máy Làm Kem nào.",
  "Make Amarena Gelato": "Làm Kem Gelato Amarena",
  "Make Bacio Gelato": "Làm Kem Gelato Bacio",
  "Make Banana Yogurt": "Làm Sữa Chua Chuối",
  "Blue Moon": "Blue Moon",
  "Make Blue Moon Ice Cream": "Làm Kem Blue Moon",
  "Butter Pecan": "Bơ Hạt Hồ Đào",
  "Make Butter Pecan Ice Cream": "Làm Kem Bơ Hạt Hồ Đào",
  "Make Cherry Ice Cream": "Làm Kem Anh Đào",
  "Make Chilling Mocha": "Làm Mocha Lạnh",
  "Make Chocolate Ice Cream": "Làm Kem Sô Cô La",
  "Make Dragon's Breath": "Làm Hơi Thở Của Rồng",
  "Make Fruits of the Forest Gelato": "Làm Kem Gelato Các Loại Quả Rừng",
  "Make Haunted Mint": "Làm Bạc Hà Ma Ám",
  "Make Lemon Gelato": "Làm Kem Gelato Chanh",
  "Make Liquorice Gelato": "Làm Kem Gelato Cam Thảo",
  "Make Mango Sorbet": "Làm Kem Xoài Sorbet",
  "Make Mental Upheaval": "Làm Biến Động Tinh Thần",
  "Mint Chocolate Chip": "Bạc Hà Sô Cô La Chip",
  "Make Mint Chocolate Chip Ice Cream": "Làm Kem Bạc Hà Sô Cô La Chip",
  "Neapolitan Ice Cream": "Kem Neapolitan",
  "Make Neapolitan": "Làm Neapolitan",
  "Make Orange Sorbet": "Làm Kem Sorbet Cam",
  "Make Peach Yogurt": "Làm Sữa Chua Đào",
  "Make Pistachio Gelato": "Làm Kem Gelato Hạt Dẻ Cười",
  "Make Plant Matter": "Làm Vật Chất Thực Vật",
  "Make Pure Perfection": "Làm Sự Hoàn Hảo Thuần Khiết",
  "Make Rainbow Sherbet": "Làm Kem Sherbet Cầu Vồng",
  "Make Ricotta Stregata Gelato": "Làm Kem Gelato Ricotta Stregata",
  "Make Stracciatella Gelato": "Làm Kem Gelato Stracciatella",
  "Strawberry": "Dâu Tây",
  "Make Strawberry Ice Cream": "Làm Kem Dâu Tây",
  "Make Taste of Diet": "Làm Hương Vị Ăn Kiêng",
  "Make Twin Roses": "Làm Song Hoa Hồng",
  "Make Vanilla Ice Cream": "Làm Kem Vani",
  "Make Weight of the World": "Làm Gánh Nặng Cuộc Đời",
  "Fruits of the Forest Gelato": "Kem Gelato Các Loại Quả Rừng",
  "Buy an Ice Cream Machine": "Mua Một Máy Làm Kem",
  "Purchase an Ice Cream Maker from Build Mode. Look for it in the Kitchen Room Sort!": "Mua một Máy Làm Kem từ Chế Độ Xây Dựng. Tìm nó trong Sắp Xếp Phòng Bếp!",
  "Craft an Ice Cream": "Chế Biến Một Món Kem",
  "Click on an Ice Cream Maker and select a recipe to prepare.": "Nhấp vào một Máy Làm Kem và chọn một công thức để chuẩn bị."
}