{
  "Riviera Floor Tile": "Gạch Lát Sàn Riviera",
  "This Bronze Firepit literally elevates fire to a new level. Modeled on classical designs from antiquity, these were once used to heat the homes of merchants and nobility alike. Perfect for roasting marshmallows.": "Cái hố lửa đồng này nâng tầm lửa trại lên một đẳng cấp mới luôn đó! Thiết kế theo kiểu cổ điển ngày xưa, hồi đó mấy thương gia với quý tộc dùng cái này để sưởi ấm nhà cửa á. Nướng kẹo marshmallows thì hết sẩy!",
  "Bronze Firepit": "Hố Lửa Đồng",
  "Designed to grace your poolside patio or cabana, these curtains add an air of refreshing and captivating elegance. As they billow gently in the breeze, they create a dynamic ambiance - a dance of shadow and light that is as enchanting as it is relaxing. Pairs nicely with the Rustic Riviera Arch.": "Được thiết kế để tô điểm cho hiên nhà hoặc chòi bên hồ bơi của bạn, những chiếc rèm này mang đến vẻ thanh lịch tươi mát và quyến rũ. Khi chúng nhẹ nhàng bay bổng trong làn gió, chúng tạo ra một bầu không khí năng động - một vũ điệu của bóng tối và ánh sáng, vừa mê hoặc vừa thư giãn. Kết hợp tuyệt vời với Cổng Vòm Rustic Riviera đó nha.",
  "Windswept Cabana Curtains": "Rèm Cabana Lộng Gió",
  "Step into a world of old-world charm with the Rustic Riviera Arch. This stunning archway immediately transports you to sunny Mediterranean shores with its weathered riviera stone facade, elegantly curved top, and artfully distressed finish.": "Bước vào thế giới quyến rũ cổ điển với Vòm Riviera Mộc Mạc! Chiếc vòm tuyệt đẹp này sẽ đưa bạn đến bờ biển Địa Trung Hải đầy nắng ngay lập tức nhờ mặt tiền đá riviera phong hóa, đỉnh vòm cong thanh lịch và lớp hoàn thiện đầy tính nghệ thuật.",
  "Rustic Riviera Arch": "Cổng Vòm Riviera Mộc Mạc",
  "A glass of Mint Citrus Nectar": "Một ly Nước Ép Bạc Hà Chanh Dây.",
  "Mint Citrus Nectar": "Nectar Chanh Bạc Hà",
  "Pop, fizz, and clink with this sophisticated symphony of bubbles. The silver platter? That's just our way of serving you a touch of sophistication and allure. It's the perfect way to celebrate; no occasion is necessary!": "Bật nắp, sủi bọt, cụng ly với bản giao hưởng bong bóng siêu xịn sò này thôi! Cái khay bạc ấy hả? Chỉ là cách bọn mình thêm chút sang chảnh và quyến rũ cho bạn thôi. Quá hợp để ăn mừng luôn; chẳng cần dịp gì đặc biệt cả!",
  "\"On a Silver Platter\" Drink Tray": "Khay Đồ Uống \"Dâng Đến Tận Tay\"",
  "This natural stone waterfall isn't just a fountain; it's a transformation. Crafted with the finesse of Mother Nature, it's the perfect blend of elegance and tranquility, turning your pool into the perfect retreat. It's small in size but huge in impact! (Pairs well with the Grotto Gravel Pool Trim and Grotto Accent Rocks).": "Thác nước đá tự nhiên này không chỉ là vòi phun đâu nha, nó là cả một sự thay đổi luôn đó! Được tạo ra tinh tế như chính Mẹ Thiên Nhiên, nó là sự kết hợp hoàn hảo giữa vẻ thanh lịch và yên bình, biến hồ bơi của bạn thành nơi thư giãn tuyệt vời. Nhỏ nhưng có võ đó nha! (Kết hợp siêu đỉnh với Viền Hồ Bơi Sỏi Hang Động và Đá Trang Trí Hang Động đó).",
  "Grotto Cascade - Small": "Thác Nước Hang Động - Nhỏ",
  "Have you ever seen yourself and not recognized your face? Did you ever doubt your dreams would ever come true? Hold up and listen to your own heart, do your own thing, and you'll end up on top. Bet on it. (Pairs well with the Grotto Gravel Pool Trim and Grotto Accent Rocks).": "Đã bao giờ bạn nhìn mình trong gương mà không nhận ra chưa? Đã bao giờ bạn nghi ngờ giấc mơ của mình sẽ thành hiện thực chưa? Chậm lại một chút và lắng nghe trái tim mình đi, cứ làm điều mình thích, rồi bạn sẽ thành công thôi. Tin tôi đi. (Kết hợp cực đỉnh với Viền Hồ Bơi Grotto Gravel và Đá Nhấn Grotto đó nha).",
  "Grotto Cascade - Large": "Thác Đá Lớn - Lớn",
  "Introducing the Aqueduct Fountain - the ultimate statement piece for your outdoor oasis! This stunning stone fountain is a masterpiece that will transform your poolside spaces, patios, or elegant gardens into a tranquil haven.": "Giới thiệu Đài phun nước Aqueduct - món đồ trang trí đỉnh của chóp cho không gian ngoài trời của bạn! Đài phun nước bằng đá siêu xịn sò này đích thị là kiệt tác, hô biến khu vực hồ bơi, hiên nhà hay khu vườn sang chảnh thành ốc đảo thanh bình ngay tức thì.",
  "Aqueduct Fountain": "Đài phun nước Cầu dẫn nước",
  "This pool light is a radiant touch of brass elegance for your aquatic retreat. Experience the glamour of a starlit swim, right in your own backyard.": "Ánh đèn hồ bơi này là một điểm nhấn bằng đồng thau đầy sang trọng cho khu vực thư giãn dưới nước của bạn đó nha. Tận hưởng cảm giác bơi lội dưới ánh sao lung linh ngay tại sân sau nhà mình thôi nào!",
  "Embellished Pool Light": "Đèn Hồ Bơi Trang Trí",
  "Travel back in time with these Timeless Tapers. This brass wall sconce, adorned with taper candles, illuminates your space with a rustic allure that leaves echoes of times long forgotten. ": "Du hành ngược thời gian với Chân Nến Vuốt Thon Cổ Điển này nhé. Chiếc đèn treo tường bằng đồng thau này, được trang trí bằng nến vuốt thon, sẽ thắp sáng không gian của bạn với một nét quyến rũ mộc mạc, gợi nhớ về những thời khắc đã qua.",
  "Timeless Tapers": "Kiểu Tóc Taper Cổ Điển",
  "This planter is a harmonious fusion of nature's elegance and allure. Nestled within is a flourishing bergamot plant, its invigorating style is poised to infuse your surroundings with a touch of sophistication. Experience the earthy charm of this exquisite greenery, the epitome of luxurious simplicity.": "Chậu cây này là sự kết hợp hài hòa giữa vẻ đẹp thanh lịch và quyến rũ của thiên nhiên đó nha. Bên trong là cây cam Bergamot đang phát triển tươi tốt, phong cách đầy sức sống của nó sẵn sàng mang đến một chút tinh tế cho không gian của bạn. Cảm nhận nét duyên dáng mộc mạc của chậu cây xanh tinh tế này, đỉnh cao của sự đơn giản sang trọng nha!",
  "\"Essence of Bergamot\" Planter": "Chậu trồng \"Tinh chất Cam Bergamot\"",
  "Navigate the waters of your Riviera Retreat with the Mariner's Pool Ladder. Designed with the lavish elegance of a Riviera yacht in mind, this ladder brings the luxury of the high seas to your poolside. ": "Thỏa sức vẫy vùng ở khu nghỉ dưỡng Riviera của bạn với Thang Bể Bơi Thủy Thủ nhé! Thiết kế lấy cảm hứng từ những chiếc du thuyền sang chảnh ở Riviera, chiếc thang này sẽ mang sự xa hoa của biển cả đến hồ bơi nhà bạn đó.",
  "Mariner's Pool Ladder": "Thang Hồ Bơi Thủy Thủ",
  "Why just step when you can stride with style? Step into nature's charm with our Serene Stepping Stones. Handcrafted and designed to seamlessly accent your outdoor space, these stones are more than a pathway – they're an invitation to explore.": "Sao phải đi bộ khi bạn có thể sải bước thật phong cách? Bước vào thế giới tự nhiên quyến rũ với \"Đá Bước Thanh Bình\" của chúng tôi. Được làm thủ công tỉ mỉ và thiết kế để tôn lên không gian ngoài trời của bạn một cách hoàn hảo, những viên đá này không chỉ là lối đi – mà còn là lời mời gọi khám phá đấy!",
  "Serene Stepping Stones": "Đá Lót Đường Thanh Bình",
  "Perfect for sun-soaked siestas or starlit serenades, it's your passport to an eternal summer. May your love blossom like the precious ivy seen climbing upon this arbor. Maybe one day it can offer protection from the elements! Wait, which one will protect us? Love or the ivy?": "Tuyệt vời cho những giấc ngủ trưa dưới nắng vàng hay những buổi tối lãng mạn ngắm sao, đây chính là tấm vé thông hành đến một mùa hè bất tận của bạn. Chúc cho tình yêu của bạn đơm hoa kết trái như những dây thường xuân xinh xắn đang leo trên giàn cây này. Biết đâu một ngày nó có thể che mưa che nắng cho chúng ta đấy! Khoan, cái gì sẽ bảo vệ ta nhỉ? Tình yêu hay là thường xuân đây?",
  "Romeo & Juliet Arbor": "Cổng Hoa Romeo & Juliet",
  "With the ultimate 'rock' star of outdoor accents, you can now transform your outdoor space into an aesthetic wonderland. Perfectly sized for poolside grottos or garden corners, it brings a hint of wild nature right to your doorstep. (Pairs well with a set of Grotto Cascade waterfalls, and the Grotto Gravel Pool Trim).": "Với ngôi sao \"rock\" đỉnh của chóp trong làng trang trí ngoại thất, giờ bạn có thể biến không gian ngoài trời thành một khu vườn thần tiên siêu đẹp. Kích thước quá chuẩn cho mấy cái hồ bơi hang động hay góc vườn, mang chút hoang dã đến ngay trước cửa nhà bạn luôn. (Kết hợp siêu đỉnh với bộ thác nước Grotto Cascade và viền hồ sỏi Grotto Gravel Pool Trim đó nha).",
  "Grotto Accent Rock - Small": "Đá Nhấn Hang Động - Nhỏ",
  "For those who appreciate the understated beauty of nature's artistry, experience the rugged allure of the Large Grotto Accent Rock. Its robust and natural charm is the perfect addition to pool grottos and garden landscapes, providing a majestic touch to your outdoor oasis. (Pairs well with a set of Grotto Cascade waterfalls, and the Grotto Gravel Pool Trim).": "Dành cho những ai yêu thích vẻ đẹp tinh tế của thiên nhiên, hãy trải nghiệm sức hút mạnh mẽ của Đá Trang Trí Hang Động Lớn. Vẻ đẹp tự nhiên và khỏe khoắn của nó sẽ là điểm nhấn hoàn hảo cho hang động hồ bơi và cảnh quan sân vườn, mang đến vẻ tráng lệ cho ốc đảo ngoài trời của bạn. (Kết hợp tuyệt vời với bộ Thác Nước Hang Động và Viền Hồ Sỏi Hang Động).",
  "Grotto Accent Rock - Large": "Đá Nhấn Hang Động - Lớn",
  "Stay sun-kissed, not soaked! The Poolside Towel Station - your personal, poolside butler keeping your towel dry, handy, and off the ground. Dive into convenience!": "Đừng để bị ướt nhẹp, hãy cứ cháy nắng thôi! Trạm Khăn Bể Bơi - quản gia bên hồ bơi của riêng bạn, giữ khăn khô ráo, luôn sẵn sàng và không bị bẩn dưới đất. Nhảy xuống tận hưởng sự tiện lợi thôi nào!",
  "Poolside Towel Station": "Trạm Khăn Tắm Bên Hồ Bơi",
  "Designed for those who appreciate the finer things in life, this chair transforms every poolside meal into a sophisticated alfresco dining experience.": "Dành cho những Sim thích hưởng thụ nè, cái ghế này biến mọi bữa ăn ngoài hồ bơi thành một trải nghiệm ẩm thực sang chảnh luôn đó!",
  "Patio Prestige Dining Chair": "Ghế Ăn Sân Sau Sang Xịn Mịn",
  "Perfect for poolside posturing, sun-soaking, or just a casual catnap. Dive into a book, or dive into the pool - the choice is yours. With the Poolside Lounger, every day can feel like a vacation!": "Tuyệt vời để tạo dáng bên hồ bơi, tắm nắng hoặc đơn giản là làm một giấc ngắn thoải mái. Đắm mình vào một cuốn sách hay đắm mình xuống hồ bơi - tùy bạn chọn! Với Ghế Nằm Bể Bơi, ngày nào cũng như đi nghỉ mát!",
  "Poolside Lounger": "Ghế Bành Bể Bơi",
  "Experience the epitome of poolside pampering with the Luxury Lounger. Crafted from premium linen, this pool float guarantees a lavish float session like no other. And we didn't stop there - we've paired it with a cozy throw pillow, ensuring your relaxation is nothing short of bliss. ": "Tận hưởng cảm giác thư giãn tuyệt đỉnh bên hồ bơi với Ghế Bể Bơi Sang Chảnh. Làm từ vải lanh cao cấp, phao bơi này đảm bảo bạn sẽ có một buổi bơi thư giãn sang trọng chưa từng có. Chưa hết đâu nha, tụi mình còn tặng kèm một chiếc gối tựa êm ái, đảm bảo bạn sẽ thư giãn hết cỡ luôn đó!",
  "The Luxury Lounger": "Ghế Bành Sang Chảnh",
  "Seamlessly blending style and functionality, this outdoor marvel is your perfect companion for poolside dining. With a built-in canvas umbrella, you'll be able to savor your meals without a side of sunburn. ": "Hòa quyện hoàn hảo giữa phong cách và công năng, món đồ ngoại thất tuyệt vời này chính là bạn đồng hành lý tưởng cho những bữa ăn cạnh hồ bơi. Với mái che bằng vải bạt tích hợp, bạn có thể thong thả thưởng thức bữa ăn mà không lo bị cháy nắng nhé!",
  "Patio Prestige Dining Table": "Bàn Ăn Sân Vườn Sang Trọng",
  "Built to weather, water, and warmth, it's the coolest companion for your lounge chair or patio.": "Được làm để chịu mưa, chịu nắng và ấm áp nữa, nó là người bạn đồng hành tuyệt vời nhất cho ghế dài hay hiên nhà của bạn đó!",
  "Sunbath Soiree Table": "Bàn Tiệc Nắng Vàng",
  "Can't restock when tray is full.": "Không thể bổ sung hàng khi khay đã đầy rồi.",
  "Restock Tray": "Bày lại Khay hàng",
  "Aww... No more tasty beverages left... ": "Ối... Hết đồ uống ngon rồi kìa...",
  "Grab Drink": "Lấy đồ uống đi!",
  "Backyard Riviera Retreat": "Khu Nghỉ Dưỡng Riviera Sân Sau",
  "This exquisite blend of stone and natural rock turns ordinary pools into lavish lagoons. It's a stylish upgrade that blends seamlessly into any landscape, turning your pool into a natural oasis. (Pairs nicely with Grotto Cascade waterfalls and accompanying Grotto Accent Rocks).": "Sự kết hợp tuyệt vời giữa đá và đá tự nhiên này sẽ biến những cái hồ bình thường thành những đầm phá sang trọng đó nha. Nâng cấp phong cách xịn sò, hòa hợp hoàn hảo với mọi cảnh quan, biến hồ bơi của bạn thành một ốc đảo tự nhiên luôn. (Kết hợp đỉnh chóp với thác nước Grotto Cascade và đá trang trí Grotto Accent Rocks đó!).",
  "Grotto Gravel Pool Trim": "Viền Hồ Sỏi Hang Động",
  "Crafted from superior stone and glazed tiles, it's not just a trim; it's a trip to paradise with every swim! (Pairs nicely with the Riviera Tile - Wall and Floor).": "Được làm từ đá xịn sò và gạch tráng men bóng loáng, không chỉ là viền trang trí đâu nha; mỗi lần bơi là một lần lạc vào thiên đường luôn đó! (Kết hợp đỉnh của chóp với Gạch Riviera - Ốp tường và Lát sàn đó nha).",
  "Riviera Tile Pool Trim": "Viền Hồ Bơi Gạch Riviera",
  "Make Juice": "Làm Nước Ép Thôi!",
  "It's as delicious as it looks!": "Ngon mắt ngon miệng luôn đó nha!",
  "Riviera Cobblestone": "Đá Cuội Riviera",
  "Riviera Wall Tile": "Gạch ốp tường Riviera"
}