{
  "(From Feeding a Rodent)": "(Từ Việc Cho Chuột Gặm Nhấm Ăn)",
  "(From Observing a Rodent)": "(Từ Việc Quan Sát Chuột Gặm Nhấm)",
  "(From Playing with a Rodent)": "(Từ Việc Chơi Với Chuột Gặm Nhấm)",
  "(From Acquiring a New Rodent)": "(Từ Việc Mua Một Con Chuột Gặm Nhấm Mới)",
  "(From Releasing a Rodent)": "(Từ Việc Thả Chuột Gặm Nhấm)",
  "(From Rodent Bite)": "(Từ Vết Chuột Gặm Nhấm)",
  "\n  ": "",
  "(From Being Near a Sim With Rabid Rodent Fever)": "(Từ Việc Ở Gần Sim Bị Sốt Do Chuột Gặm Nhấm)",
  "{0.SimFirstName} has become dangerously contagious! Nearby Sims are in danger of having Rabid Rodent Fever spread to them. {0.SimFirstName} should urgently seek help by researching the disease on a computer, or by consulting with {M0.his}{F0.her} local veterinarian. Untreated cases of Rabid Rodent Fever are known to result in death.": "{0.SimFirstName} đã trở nên cực kỳ dễ lây nhiễm! Các Sim ở gần có nguy cơ bị lây Sốt Do Chuột Gặm Nhấm. {0.SimFirstName} nên khẩn trương tìm kiếm sự giúp đỡ bằng cách nghiên cứu về căn bệnh trên máy tính, hoặc bằng cách tham khảo ý kiến của bác sĩ thú y địa phương của {M0.his}{F0.her}. Các trường hợp Sốt Do Chuột Gặm Nhấm không được điều trị được biết là có thể dẫn đến tử vong.",
  "CONTAGIOUS": "DỄ LÂY",
  "{0.SimFirstName}'s head is starting to ache, and there's a tickle in the back of {M0.his}{F0.her} throat. It seems {M0.he}{F0.she} may have contracted a serious sickness.": "Đầu của {0.SimFirstName} bắt đầu nhức nhối, và có cảm giác nhột nhột ở phía sau cổ họng của {M0.his}{F0.her}. Có vẻ như {M0.he}{F0.she} có thể đã mắc phải một căn bệnh nghiêm trọng.",
  "(From Owning a Rodent Cage)": "(Từ Việc Sở Hữu Lồng Chuột Gặm Nhấm)",
  "Yum yum gimme some! Rodents are super cute when they get excited for mealtime!": "Ngon ngon cho xin miếng! Chuột gặm nhấm siêu đáng yêu khi chúng phấn khích đến giờ ăn!",
  "Nibbles 'n Bits": "Mẩu Nhỏ Và Vụn",
  "Hide & Squeak": "Trốn Tìm & Chít Chít",
  "It looks like a new rodent has joined the household... Now to \"Ooh\" and \"Aah\" over how cute it is!": "Có vẻ như một con chuột gặm nhấm mới đã gia nhập hộ gia đình... Giờ thì tha hồ mà \"Ô\" với \"A\" vì độ đáng yêu của nó thôi!",
  "New Pet Rodent": "Chuột Gặm Nhấm Thú Cưng Mới",
  "Silly little critter; I see you hiding in the tunnel!": "Sinh vật nhỏ bé ngốc nghếch; Ta thấy ngươi trốn trong đường hầm kìa!",
  "You spin my tail right round, right round, when you go round when you go round round.": "Bạn làm đuôi tôi quay vòng vòng, vòng vòng, khi bạn đi vòng vòng khi bạn đi vòng vòng vòng.",
  "Pipe Size Exercise": "Bài Tập Ống Lớn",
  "Being well rested helps improve focus... Rodents are so wise!": "Nghỉ ngơi đầy đủ giúp cải thiện sự tập trung... Chuột gặm nhấm thật thông thái!",
  "{0.SimFirstName} is overcome with an overwhelming case of cuteness after watching {M0.his}{F0.her} happy little critter scamper around its habitat.": "{0.SimFirstName} bị choáng ngợp bởi sự dễ thương tột độ sau khi xem sinh vật nhỏ bé vui vẻ của {M0.his}{F0.her} chạy lon ton xung quanh môi trường sống của nó.",
  "Content Rodent": "Chuột Gặm Nhấm Hài Lòng",
  "For a tiny rodent, a little playtime goes a long way!": "Đối với một con chuột gặm nhấm bé nhỏ, một chút thời gian chơi đùa thôi cũng đủ tạo nên sự khác biệt lớn!",
  "Rodent Playtime": "Giờ Chơi Của Chuột Gặm Nhấm",
  "Rested Rodent": "Chuột Gặm Nhấm Được Nghỉ Ngơi",
  "Ouch! That was a just little nibble, but it's a lot of pain!": "Ui da! Chỉ là một vết cắn nhỏ thôi, nhưng đau quá!",
  "Bite-Sized Bite": "Vết Cắn Vừa Miệng",
  "{0.SimFirstName} doesn't feel so good... {M0.His}{F0.Her} head is pounding and {M0.he}{F0.she} can't shake this cough.": "{0.SimFirstName} cảm thấy không khỏe... Đầu {M0.His}{F0.Her} đau như búa bổ và {M0.he}{F0.she} không thể ngừng ho.",
  "Feeling Fuzzy": "Cảm Thấy Khó Ở",
  "{0.SimFirstName}'s cough has turned into a full blown fever. Those dizzy spells can't be a good sign, and {M0.he}{F0.she}'s losing control of {M0.his}{F0.her} bladder.\\n\\n{M0.He}{F0.She} should research {M0.his}{F0.her} fever on a computer to find a cure.": "Cơn ho của {0.SimFirstName} đã biến thành sốt dữ dội. Những cơn chóng mặt này chắc chắn không phải là một dấu hiệu tốt, và {M0.he}{F0.she} đang mất kiểm soát bàng quang của {M0.his}{F0.her}.\n\n{M0.He}{F0.She} nên nghiên cứu về cơn sốt của {M0.his}{F0.her} trên máy tính để tìm cách chữa trị.",
  "Fuzzy Fever": "Sốt Khó Ở",
  "It's a full blown outbreak of Rabid Rodent Fever! {0.SimFirstName} looks delirious, and {M0.he}{F0.she}'s dangerously contagious. {M0.His}{F0.Her} condition is rapidly deteriorating; {M0.he}{F0.she} should use a computer to research {M0.his}{F0.her} illness or consult with a veterinarian immediately.\\n\\nFailure to seek help could result in grave consequences...": "Một đợt bùng phát Sốt Do Chuột Gặm Nhấm dữ dội! {0.SimFirstName} trông mê sảng, và {M0.he}{F0.she} cực kỳ dễ lây nhiễm. Tình trạng của {M0.His}{F0.Her} đang xấu đi nhanh chóng; {M0.he}{F0.she} nên sử dụng máy tính để nghiên cứu về bệnh tình của {M0.his}{F0.her} hoặc tham khảo ý kiến bác sĩ thú y ngay lập tức.\n\nViệc không tìm kiếm sự giúp đỡ có thể dẫn đến hậu quả nghiêm trọng...",
  "Rabid Rodent Fever": "Sốt Do Chuột Gặm Nhấm",
  "Death in {0.Timespan}": "Chết trong {0.Timespan}",
  "Every rodent dies; not every rodent really lives. Run free little one; I believe in you!": "Mọi con chuột gặm nhấm đều phải chết; không phải con chuột gặm nhấm nào cũng thực sự sống. Chạy tự do đi bé con; ta tin ở ngươi!",
  "Freeeeeeedom!": "Tự dooooo!",
  "Snuggly Twinsie": "Bạn Thân Âu Yếm",
  "Best Pet Pal": "Bạn Thú Cưng Tuyệt Nhất",
  "One With The Pet": "Hòa Mình Với Thú Cưng",
  "Crayons and a healthy imagination for four-legged friends is all it takes for a child to enjoy the Cranimals Activity Table, even if they produce a drawing that only a parent could love.": "Chỉ cần bút chì màu và trí tưởng tượng phong phú dành cho những người bạn bốn chân là đủ để một đứa trẻ thích thú với Bàn Hoạt Động Cranimals, ngay cả khi chúng tạo ra một bức vẽ mà chỉ có cha mẹ mới yêu thích.",
  "Cranimals Activity Table": "Bàn Hoạt Động Cranimals",
  "What is best in life? To crush your enemies, see them driven before you, and to sleep on top of them.": "Điều gì là tốt nhất trong cuộc sống? Nghiền nát kẻ thù của bạn, nhìn chúng bị đuổi đi trước mặt bạn, và ngủ trên đỉnh chúng.",
  "The Barbarian's Bed": "Giường Của Người Man Rợ",
  "There's nothing like waking up to a nice hot meal after a restful night's sleep. Pamper your pet with a heaping helping of green eggs and ham - it's all part of a complete breakfast!": "Không gì bằng việc thức dậy với một bữa ăn nóng hổi ngon lành sau một đêm ngon giấc. Hãy nuông chiều thú cưng của bạn bằng một phần trứng xanh và thịt nguội chất đống - đó là tất cả một phần của bữa sáng đầy đủ!",
  "Rise 'n Shine Sleepy Bed": "Giường Ngủ Tỉnh Giấc",
  "Is your child lugging home book after book from endless book fairs? Sounds like you need the Book Fair Bear! With three generous shelves of storage, it's \"beary\" capable of handling all the books you need to stow away.": "Con bạn có đang tha về nhà hết cuốn sách này đến cuốn sách khác từ những hội chợ sách bất tận không? Nghe có vẻ như bạn cần Gấu Hội Chợ Sách! Với ba kệ chứa đồ rộng rãi, nó có khả năng chứa tất cả những cuốn sách bạn cần cất đi.",
  "Book Fair Bear": "Gấu Hội Chợ Sách",
  "Get in muh belly, it's comfy in here! This cat condo has just enough space for a cat to curl up with their big carpeted kitty friend.": "Vào bụng ta đi, ở đây thoải mái lắm! Nhà chung cư dành cho mèo này có đủ không gian để một con mèo cuộn tròn với người bạn mèo trải thảm lớn của chúng.",
  "Muh Belly Cat Condo": "Nhà Chung Cư Mèo Bụng Ta",
  "Inspire your cat to have happy dreams of nomming on fishies with the Om Nom Nom Cat Condo. Perfect for play, passing out, or lazing on the backs of plush kitties floating through the sky; your curious kitty will love every spot in this comfy perch.": "Hãy truyền cảm hứng cho mèo của bạn có những giấc mơ hạnh phúc về việc gặm nhấm cá với Nhà Chung Cư Mèo Om Nom Nom. Hoàn hảo để chơi, ngủ gục hoặc nằm dài trên lưng những chú mèo bông đang trôi nổi trên bầu trời; chú mèo tò mò của bạn sẽ yêu thích mọi chỗ trong chỗ đậu thoải mái này.",
  "Om Nom Nom Cat Condo": "Nhà Chung Cư Mèo Om Nom Nom",
  "Dodging cats at Whiskerman's Wharf. Send help!": "Tránh né mèo ở Bến Tàu Whiskerman. Cứu với!",
  "Whiskerman's Wharf: Postcard": "Bến Tàu Whiskerman: Bưu Thiếp",
  "Negotiating climate agreements in Champ Les Sims!": "Đàm phán các thỏa thuận về khí hậu ở Champ Les Sims!",
  "Champ Les Sims: Postcard": "Champ Les Sims: Bưu Thiếp",
  "Dodging mummies in Al Simhara, be glad you're not here!": "Tránh né xác ướp ở Al Simhara, hãy mừng vì bạn không ở đây!",
  "Al Simhara: Postcard": "Al Simhara: Bưu Thiếp",
  "Greetings from Deadgrass Isle... where the grass is dead, but the fishing is great!": "Lời chào từ Đảo Cỏ Chết... nơi cỏ đã chết, nhưng câu cá thì tuyệt vời!",
  "Brindleton Bay: Postcard": "Brindleton Bay: Bưu Thiếp",
  "Come to Windenburg, dance in Windenburg, laugh in Windenburg, prance in Windenburg! Get together in Windenburg!": "Hãy đến Windenburg, khiêu vũ ở Windenburg, cười ở Windenburg, nhún nhảy ở Windenburg! Hãy tụ tập ở Windenburg!",
  "Windenburg: Postcard": "Windenburg: Bưu Thiếp",
  "Sttub ruoy ot no dloh; Maxis ot emoclew!": "Dloh no ot ruoy bbutS; emoclew ot sixaM!",
  "Sixam: Postcard": "Sixam: Bưu Thiếp",
  "Namaste... Enjoying peace and tranquility in the secluded Sylvan Glade.": "Namaste... Tận hưởng sự bình yên và tĩnh lặng ở Sylvan Glade hẻo lánh.",
  "Sylvan Glade: Postcard": "Sylvan Glade: Bưu Thiếp",
  "Tired of strangers mean mugging you as they walk by your home? Throw shade back at them, and block their negativity from your life.\\n\\n*This shade is suitable for windows that are one tile wide.": "Bạn đã chán những người lạ mặt lườm nguýt bạn khi họ đi ngang qua nhà bạn chưa? Hãy đáp trả lại họ, và chặn sự tiêu cực của họ khỏi cuộc sống của bạn.\n\n*Loại rèm này phù hợp với cửa sổ rộng một ô.",
  "Throw Shade - Small": "Đáp Trả - Nhỏ",
  "Tired of strangers mean mugging you as they walk by your home? Throw shade back at them, and block their negativity from your life.\\n\\n*This shade is suitable for windows that are two tiles wide.": "Bạn đã chán những người lạ mặt lườm nguýt bạn khi họ đi ngang qua nhà bạn chưa? Hãy đáp trả lại họ, và chặn sự tiêu cực của họ khỏi cuộc sống của bạn.\n\n*Loại rèm này phù hợp với cửa sổ rộng hai ô.",
  "Throw Shade - Medium": "Đáp Trả - Vừa",
  "Tired of strangers mean mugging you as they walk by your home? Throw shade back at them, and block their negativity from your life.\\n\\n*This shade is suitable for windows that are three tiles wide.": "Bạn đã chán những người lạ mặt lườm nguýt bạn khi họ đi ngang qua nhà bạn chưa? Hãy đáp trả lại họ, và chặn sự tiêu cực của họ khỏi cuộc sống của bạn.\n\n*Loại rèm này phù hợp với cửa sổ rộng ba ô.",
  "Throw Shade - Large": "Đáp Trả - Lớn",
  "Abyssinians, and Toygers, and Bears! Oh, my! Chart the growth of your own young cub with this handy wall decal.": "Mèo Abyssinian, và Toyger, và Gấu! Ôi trời! Theo dõi sự phát triển của con bạn với decal dán tường tiện dụng này.",
  "Cubs 'n Kittens Height Chart": "Biểu Đồ Chiều Cao Gấu Con Và Mèo Con",
  "Devote yourself to simple, decent, and affordable hamster housing. Sold at cost, all you have to do is snap this decorative piping together to create a fun faux hamster habitat that spans your home's walls! \\n\\n*Look for complimentary vertical and connector piping pieces in the catalog to complete your full habitat.": "Hãy tận tâm với nhà ở cho chuột hamster đơn giản, tươm tất và giá cả phải chăng. Được bán với giá gốc, tất cả những gì bạn phải làm là gắn các đường ống trang trí này lại với nhau để tạo ra một môi trường sống giả lập vui nhộn cho chuột hamster trải dài trên các bức tường trong nhà bạn!\n\n*Hãy tìm các mảnh đường ống dọc và đường ống kết nối miễn phí trong danh mục để hoàn thành toàn bộ môi trường sống của bạn.",
  "Habitat for Hamsters - Horizontal": "Môi Trường Sống Cho Chuột Hamster - Nằm Ngang",
  "Devote yourself to simple, decent, and affordable hamster housing. Sold at cost, all you have to do is snap this decorative piping together to create a fun faux hamster habitat that spans your home's walls! \\n\\n*Look for complimentary vertical and horizontal piping pieces in the catalog to complete your full habitat.": "Hãy tận tâm với nhà ở cho chuột hamster đơn giản, tươm tất và giá cả phải chăng. Được bán với giá gốc, tất cả những gì bạn phải làm là gắn các đường ống trang trí này lại với nhau để tạo ra một môi trường sống giả lập vui nhộn cho chuột hamster trải dài trên các bức tường trong nhà bạn!\n\n*Hãy tìm các mảnh đường ống dọc và đường ống nằm ngang miễn phí trong danh mục để hoàn thành toàn bộ môi trường sống của bạn.",
  "Habitat for Hamsters - Connectors": "Môi Trường Sống Cho Chuột Hamster - Đầu Nối",
  "Devote yourself to simple, decent, and affordable hamster housing. Sold at cost, all you have to do is snap this decorative piping together to create a fun faux hamster habitat that spans your home's walls! \\n\\n*Look for complimentary horizontal and connector piping pieces in the catalog to complete your full habitat.": "Hãy tận tâm với nhà ở cho chuột hamster đơn giản, tươm tất và giá cả phải chăng. Được bán với giá gốc, tất cả những gì bạn phải làm là gắn các đường ống trang trí này lại với nhau để tạo ra một môi trường sống giả lập vui nhộn cho chuột hamster trải dài trên các bức tường trong nhà bạn!\n\n*Hãy tìm các mảnh đường ống nằm ngang và đường ống kết nối miễn phí trong danh mục để hoàn thành toàn bộ môi trường sống của bạn.",
  "Habitat for Hamsters - Vertical": "Môi Trường Sống Cho Chuột Hamster - Thẳng Đứng",
  "Pencils down, paws up! This little desk comes with a bit of privacy; perfect for taking tests, doing homework, or just a little isolation when you're trying to study.": "Đặt bút xuống, giơ chân lên! Chiếc bàn nhỏ này đi kèm với một chút riêng tư; hoàn hảo để làm bài kiểm tra, làm bài tập về nhà hoặc chỉ là một chút cô lập khi bạn đang cố gắng học tập.",
  "Pawsome Desk": "Bàn Học Chân Chó",
  "Shouldn't your dog's door match your McModern Mansion? Now it can! The skinny windows will both compliment your home's aesthetic, and help prevent any dustups at the doorway.": "Cửa cho chó của bạn có nên phù hợp với Biệt Thự McModern của bạn không? Giờ thì nó có thể rồi! Các cửa sổ hẹp sẽ vừa tôn lên tính thẩm mỹ cho ngôi nhà của bạn, vừa giúp ngăn ngừa mọi xáo trộn ở cửa.",
  "Modern Doggo Door": "Cửa Chó Hiện Đại",
  "Shouldn't your pup's door match your McModern Mansion? Now it can! The skinny windows will both compliment your home's aesthetic, and help prevent any dustups at the doorway.\\n\\nThis little door is ideal for small dogs and cats.": "Cửa cho cún con của bạn có nên phù hợp với Biệt Thự McModern của bạn không? Giờ thì nó có thể rồi! Các cửa sổ hẹp sẽ vừa tôn lên tính thẩm mỹ cho ngôi nhà của bạn, vừa giúp ngăn ngừa mọi xáo trộn ở cửa.\n\nCánh cửa nhỏ này lý tưởng cho chó nhỏ và mèo.",
  "Modern Pupper Door": "Cửa Chó Con Hiện Đại",
  "Immediately cures any stage of Rabid Rodent Fever.": "Chữa khỏi ngay lập tức mọi giai đoạn của Sốt Do Chuột Gặm Nhấm.",
  "Rabid Rodent Serum": "Huyết Thanh Chống Chuột Dại",
  "Permanently protects Sims from contracting Rabid Rodent Fever.": "Bảo vệ vĩnh viễn Sims khỏi bị nhiễm Sốt Do Chuột Gặm Nhấm.",
  "Rabies Inoculation Serum": "Huyết Thanh Tiêm Phòng Bệnh Dại",
  "Even pets aren't immune from our charged political climate. Regularly fill their bowl, or prepare yourself to be routinely subjected to your pet's stump speech for treats.": "Ngay cả thú cưng cũng không tránh khỏi môi trường chính trị căng thẳng của chúng ta. Hãy thường xuyên đổ đầy bát của chúng, hoặc chuẩn bị tinh thần để thường xuyên phải nghe bài phát biểu tranh cử xin đồ ăn vặt của thú cưng.",
  "Stump for Treats Bowl": "Bát Xin Đồ Ăn Vặt",
  "Fruit, veggies, proteins, and grains... all compressed into delicious pellet form. Keeps a rodent full and happy! ": "Trái cây, rau, protein và ngũ cốc... tất cả được nén thành dạng viên ngon lành. Giúp chuột gặm nhấm no bụng và vui vẻ!",
  "Rodent Pellets": "Viên Cho Chuột Gặm Nhấm",
  "This big kitty lamp is mega cute, desu! It's soft silicon shell emits a lovely glow... perhaps creating the perfect mood lighting, desu?": "Đèn mèo lớn này siêu dễ thương, desu! Vỏ silicon mềm mại của nó phát ra ánh sáng đáng yêu... có lẽ tạo ra ánh sáng tâm trạng hoàn hảo, desu?",
  "Dekai Kawaii Neko Lamp": "Đèn Mèo Kawaii Dekai",
  "Every child needs a Leaping Lamp in their bedroom to stir the imagination of cats and dogs jumping over the moon while they drift off to sleep. Cow and fiddle sold separately.": "Mọi đứa trẻ đều cần một Đèn Nhảy Nhót trong phòng ngủ của mình để khuấy động trí tưởng tượng về những chú chó và mèo nhảy qua mặt trăng khi chúng chìm vào giấc ngủ. Bò và vĩ cầm được bán riêng.",
  "Leaping Lamp": "Đèn Nhảy Nhót",
  "The gaping feline maw on the Chow Down Litter Box triggers an instinctual fear response from dogs, warding off any who may be sniffing around for a snack.": "Cái miệng mèo há hốc trên Hộp Vệ Sinh Chow Down kích hoạt phản ứng sợ hãi bản năng từ chó, xua đuổi bất kỳ con nào có thể đang đánh hơi xung quanh để tìm đồ ăn vặt.",
  "Chow Down Litter Box": "Hộp Vệ Sinh Chow Down",
  "The majestic sky cat lives amongst the clouds, content to gaze down upon the mortal realm it oversees. Do you dare gaze back?": "Mèo trời hùng vĩ sống giữa những đám mây, mãn nguyện ngắm nhìn cõi phàm mà nó giám sát. Bạn có dám nhìn lại không?",
  "Sky Cat Mirror": "Gương Mèo Trời",
  "Cats or dogs... the eternal struggle to declare which pet is best continues to rage across the interwebs. You look reasonable though; hang this collage of cats and dogs on your walls and celebrate the best of both!": "Mèo hay chó... cuộc đấu tranh vĩnh cửu để tuyên bố con vật nào là tốt nhất vẫn tiếp tục diễn ra trên khắp các trang mạng. Tuy nhiên, bạn trông có vẻ hợp lý; hãy treo bức tranh ghép mèo và chó này trên tường của bạn và tôn vinh những điều tốt đẹp nhất của cả hai!",
  "The Pet Pack": "Đàn Thú Cưng",
  "Fresh Aspen shavings offer natural bedding for your tiny friend.": "Vỏ cây Aspen tươi mang đến lớp lót tự nhiên cho người bạn nhỏ bé của bạn.",
  "Restful Rodent Bedding": "Lớp Lót Giường Cho Chuột Gặm Nhấm Yên Giấc",
  "♪ Stomp your feet and clap your hands,\\nc'mon, everybody, it's the hams... ♪\\n\\n*record scratch*\\n\\n\"...shhh; they must never find out about the dance! Back to plotting our escape!\"": "♪ Dậm chân và vỗ tay nào,\nc'mon, mọi người ơi, đến giờ hams rồi... ♪\n\n*tiếng đĩa xước*\n\n\"...shhh; chúng không bao giờ được biết về điệu nhảy! Quay lại âm mưu trốn thoát nào!\"",
  "Hammy": "Hammy",
  "Perhaps you have a prickly personality... if so, the Pygmy Hedgehog may be the right pet for you. Before hedgehogs came into existence, they lived in the ocean as the creature we call sea urchins. While there's still disagreement over what caused this critter to grow legs and walk onto land, acknowledging that they make fantastic pets is settled science!": "Có lẽ bạn có một tính cách gai góc... nếu vậy, Nhím Pygmy có thể là thú cưng phù hợp với bạn. Trước khi nhím tồn tại, chúng sống ở đại dương với tư cách là sinh vật mà chúng ta gọi là nhím biển. Mặc dù vẫn còn bất đồng về nguyên nhân khiến sinh vật này mọc chân và đi lên đất liền, nhưng việc thừa nhận rằng chúng là những vật nuôi tuyệt vời đã được khoa học chứng minh!",
  "Thimble": "Thimble",
  "San Myshuno! It's a wonderful town, well... except for its infamous rat infestation. Running through the sewers, crawling through apartment building walls; they're everywhere! What's a mayor to do? Thankfully, there's nothing a little political spin can't fix... Can I interest you in a pet rat? How about two? Seriously, take three, they make wonderful companions!": "San Myshuno! Đó là một thành phố tuyệt vời, ừm... ngoại trừ việc nó bị chuột hoành hành khét tiếng. Chạy qua cống rãnh, bò qua các bức tường của tòa nhà chung cư; chúng ở khắp mọi nơi! Một thị trưởng phải làm gì đây? May mắn thay, không có gì mà một chút xoay chuyển chính trị không thể giải quyết được... Tôi có thể giới thiệu cho bạn một con chuột cưng không? Hay là hai con? Nghiêm túc đấy, hãy lấy ba con đi, chúng là những người bạn đồng hành tuyệt vời!",
  "Whiskers": "Whiskers",
  "The frothing demand for the Voidcritters television show has created entire lines of unexpected products. After a talking plush of Bubalus became the best-selling toy of 2016, pet breeders saw an opportunity they were uniquely qualified to seize upon. Using genetic engineering, they've taken the body of a Hippopotamus, the color and spiral shape of a Violet Sea Snail, and the fur, size, and disposition of a Hamster, to create a new species of animal dubbed the Dwarf Bubalus. Now you can have one of these once fictional creatures to call your very own!": "Nhu cầu sủi bọt đối với chương trình truyền hình Voidcritters đã tạo ra toàn bộ các dòng sản phẩm bất ngờ. Sau khi một con thú nhồi bông biết nói của Bubalus trở thành đồ chơi bán chạy nhất năm 2016, các nhà lai tạo thú cưng đã thấy một cơ hội mà họ có đủ điều kiện để nắm bắt. Sử dụng kỹ thuật di truyền, họ đã lấy cơ thể của một con Hà Mã, màu sắc và hình xoắn ốc của một con Ốc Biển Tím và bộ lông, kích thước và tính khí của một con Chuột Hamster, để tạo ra một loài động vật mới có tên là Bubalus Lùn. Giờ đây, bạn có thể có một trong những sinh vật từng hư cấu này để gọi là của riêng mình!",
  "Bubalus": "Bubalus",
  "A collection of synthetic skins and furs from the animal kingdom are brought together in harmony on this patterned print rug.": "Một bộ sưu tập da và lông tổng hợp từ vương quốc động vật được kết hợp hài hòa trên tấm thảm in hoa văn này.",
  "Rugs-N-Camaraderie": "Thảm Và Tình Bạn",
  "All right meow, it's time to take a seat and get your homework done.": "Được rồi meow, đến giờ ngồi xuống và làm bài tập về nhà rồi.",
  "Nya Desk Chair": "Ghế Bàn Nya",
  "Everyone knows the hamster's tummy is where the softest fur is... Now you can lounge on the lap of snuggly 'ole Hampton the hamster.": "Ai cũng biết bụng của chuột hamster là nơi có bộ lông mềm mại nhất... Giờ đây bạn có thể nằm dài trên lòng của Hampton chuột hamster thân thiện.",
  "Hampton's Chair": "Ghế Hampton",
  "The open ended design of the Puppy Loveseat makes it an inviting place to stretch out for a cat nap.": "Thiết kế mở của Ghế Tình Yêu Chó Con khiến nó trở thành một nơi hấp dẫn để duỗi mình ra để ngủ trưa.",
  "Puppy Loveseat": "Ghế Tình Yêu Chó Con",
  "This loveseat snuggles into a bay window recess the same way a cute cat snuggles into your lap... juuuuust right.": "Ghế tình yêu này ôm sát vào hốc cửa sổ lồi giống như một con mèo dễ thương rúc vào lòng bạn... vừa khít.",
  "Snuggle Seat": "Ghế Rúc",
  "Go ahead and set items down on the surface of this aquarium. The fish won't mind a little tapping; in fact they've been specially trained to ignore it.": "Cứ thoải mái đặt đồ lên bề mặt của bể cá này. Cá sẽ không bận tâm một chút nào đâu; trên thực tế, chúng đã được huấn luyện đặc biệt để bỏ qua nó.",
  "Tap Tap Table": "Bàn Gõ Gõ",
  "From the makers of the Tap Tap Table comes an end table concept piece, available first to those who back it via their online fundraising campaign! Once they figure out how to create a self-sustaining fish habitat within this smaller size, they'll happily sell you an upgrade kit to convert it into a full blown aquarium.": "Từ nhà sản xuất Bàn Gõ Gõ, một sản phẩm bàn phụ ý tưởng, có sẵn đầu tiên cho những người ủng hộ nó thông qua chiến dịch gây quỹ trực tuyến của họ! Sau khi họ tìm ra cách tạo ra một môi trường sống cho cá tự duy trì trong kích thước nhỏ hơn này, họ sẽ sẵn lòng bán cho bạn một bộ nâng cấp để chuyển nó thành một bể cá hoàn chỉnh.",
  "Tap Tap Table Mini Backer Kit": "Bộ Hỗ Trợ Mini Bàn Gõ Gõ",
  "The Woof Box proudly presents the preeminent playthings for your pup to work out their perpetual pep. The Mrow Box contains a curated compilation of cute curios that's certain to charm the most cantankerous of cats. No matter which you choose, your pets will surely love it!": "Woof Box tự hào giới thiệu những món đồ chơi nổi bật để cún con của bạn thỏa sức vui đùa. Mrow Box chứa một bộ sưu tập các món đồ tò mò dễ thương, chắc chắn sẽ quyến rũ cả những chú mèo khó tính nhất. Dù bạn chọn loại nào, thú cưng của bạn chắc chắn sẽ thích nó!",
  "Woof Box / Mrow Box": "Woof Box / Mrow Box",
  "Oi! There's a fun little fuzzy Fozzy hamster to play with over here!": "Oi! Có một chú chuột hamster Fozzy nhỏ bé vui nhộn để chơi cùng ở đây này!",
  "Fozzy Ozzie Ozzie Toy": "Đồ Chơi Fozzy Ozzie Ozzie",
  "This treat will permanently halt the aging process in rodents.": "Món ăn này sẽ tạm dừng vĩnh viễn quá trình lão hóa ở chuột gặm nhấm.",
  "Anti-Aging (Rodents)": "Chống Lão Hóa (Chuột Gặm Nhấm)",
  "This numbing agent will return a rodent's mental capacity to that of a normal pet.": "Chất gây tê này sẽ trả lại năng lực tinh thần của một con chuột gặm nhấm về trạng thái của một con thú cưng bình thường.",
  "IQ Limiter (Rodents)": "Giới Hạn IQ (Chuột Gặm Nhấm)",
  "Rabid Rodent Fever is a dangerous disease. Left untreated, it results in death. As the conditions of the patient worsen, the disease mutates into an airborne contagion which spreads to other Sims in close proximity!\\n\\nThankfully, help is available. Use a Computer to order a Rodent Remedy. You can choose to order a cure, or to inoculate yourself against future outbreaks.": "Sốt Do Chuột Gặm Nhấm là một căn bệnh nguy hiểm. Nếu không được điều trị, nó sẽ dẫn đến tử vong. Khi tình trạng của bệnh nhân trở nên tồi tệ hơn, căn bệnh sẽ biến thành một bệnh lây lan qua đường không khí, lây lan sang các Sim khác ở gần!\n\nMay mắn thay, có sự trợ giúp. Sử dụng Máy Tính để đặt mua Thuốc Chữa Chuột Gặm Nhấm. Bạn có thể chọn đặt mua thuốc chữa bệnh hoặc tiêm phòng chống lại các đợt bùng phát trong tương lai.",
  "Research Rabid Rodent Fever": "Nghiên Cứu Về Sốt Do Chuột Gặm Nhấm",
  "{0.SimName} is foaming at the mouth, as {M0.he}{F0.she} succumbs to end-stage Rabid Rodent Fever. ": "{0.SimName} đang sùi bọt mép, khi {M0.he}{F0.she} chết vì Sốt Do Chuột Gặm Nhấm giai đoạn cuối.",
  "Death by Rabid Rodent Fever": "Chết Vì Sốt Do Chuột Gặm Nhấm",
  "You're showing symptoms of Rabid Rodent Fever? That disease is very dangerous! In time, you'll become contagious and spread the disease to nearby Sims. If left untreated, it's known to result in death!\\n\\nYou should use a computer to order the Rabid Rodent Serum... one sip and you'll be cured. You can also order an inoculation to help prevent future outbreaks.": "Bạn đang có các triệu chứng của Sốt Do Chuột Gặm Nhấm ư? Căn bệnh đó rất nguy hiểm! Theo thời gian, bạn sẽ trở nên dễ lây lan và lây bệnh cho các Sim ở gần. Nếu không được điều trị, nó được biết là có thể dẫn đến tử vong!\n\nBạn nên sử dụng máy tính để đặt mua Huyết Thanh Chống Chuột Dại... chỉ cần một ngụm là bạn sẽ khỏi bệnh. Bạn cũng có thể đặt mua thuốc chủng ngừa để giúp ngăn ngừa các đợt bùng phát trong tương lai.",
  "Ask About Rabid Rodent Fever": "Hỏi Về Sốt Do Chuột Gặm Nhấm",
  "{1.ObjectName} is busy; come back later.": "{1.ObjectName} đang bận; hãy quay lại sau.",
  "Increases {1.ObjectName}'s Relationship.": "Tăng Cường Mối Quan Hệ của {1.ObjectName}.",
  "The habitat is not dirty.": "Môi trường sống không bị bẩn.",
  "Clean Habitat": "Dọn Dẹp Môi Trường Sống",
  "Feed Treat": "Cho Ăn",
  "Feed IQ Limiter Treat": "Cho Ăn Chất Hạn Chế IQ",
  "Increases {1.ObjectName}'s Hunger, Attention, and Relationship.": "Tăng Cường Cơn Đói, Sự Chú Ý và Mối Quan Hệ của {1.ObjectName}.",
  "Feed Anti-Aging Treat": "Cho Ăn Chất Chống Lão Hóa",
  "Increases {1.ObjectName}'s Hunger and Relationship.": "Tăng Cường Cơn Đói và Mối Quan Hệ của {1.ObjectName}.",
  "The habitat already has food.": "Môi trường sống đã có thức ăn.",
  "Fill Food": "Đổ Đầy Thức Ăn",
  "{0.ObjectName} is showing signs of growing old... \\n\\nIf you're interested, vet clinics sell an anti-aging treat that permanently halts the aging process.": "{0.ObjectName} đang có dấu hiệu già đi... \n\nNếu bạn quan tâm, các phòng khám thú y có bán một loại thuốc chống lão hóa giúp tạm dừng vĩnh viễn quá trình lão hóa.",
  "Use Bed": "Sử Dụng Giường",
  "Use Sand Bath": "Sử Dụng Bồn Tắm Cát",
  "Use Tunnel": "Sử Dụng Đường Hầm",
  "Use Wheel": "Sử Dụng Bánh Xe",
  "{0.ObjectName} is very hungry! Without food, this rodent may not make it much longer! Fill its food bowl, or feed it a treat.": "{0.ObjectName} đang rất đói! Nếu không có thức ăn, con chuột này có thể không sống được lâu nữa! Hãy đổ đầy bát thức ăn của nó, hoặc cho nó ăn một món ăn vặt.",
  "{0.ObjectName} passed away due to starvation... Perhaps you're not ready for the responsibility of caring for a little life.": "{0.ObjectName} đã qua đời vì đói... Có lẽ bạn chưa sẵn sàng cho trách nhiệm chăm sóc một sinh linh nhỏ bé.",
  "Purchase Rodent": "Mua Chuột Gặm Nhấm",
  "Spread Rodent Fear": "Gây Sợ Hãi Chuột Gặm Nhấm",
  "Increases {1.ObjectName}'s Attention.": "Tăng Cường Sự Chú Ý của {1.ObjectName}.",
  "Observe": "Quan Sát",
  "Increases {1.ObjectName}'s Attention, Activity, and Relationship.": "Tăng Cường Sự Chú Ý, Hoạt Động và Mối Quan Hệ của {1.ObjectName}.",
  "Play With": "Chơi Đùa",
  "Set your rodent free to live in the wild.": "Thả chuột gặm nhấm của bạn để sống trong tự nhiên.",
  "Release": "Thả",
  "Study Rodent": "Nghiên Cứu Chuột Gặm Nhấm",
  "Talk To": "Nói Chuyện",
  "Ask About Day": "Hỏi Về Ngày",
  "Ask About Rodents": "Hỏi Về Chuột Gặm Nhấm",
  "Call Names": "Gọi Tên",
  "Tell Secret to {1.ObjectName}": "Nói Bí Mật Với {1.ObjectName}",
  "Yell At": "Hét Vào Mặt",
  "Thanks for ordering! The Rabid Rodent Fever cure that {0.SimFirstName} purchased can be found in {M0.his}{F0.her} inventory.": "Cảm ơn bạn đã đặt hàng! Thuốc chữa Sốt Do Chuột Gặm Nhấm mà {0.SimFirstName} đã mua có thể được tìm thấy trong hành trang của {M0.his}{F0.her}.",
  "Purchase Rodent Remedies": "Mua Thuốc Chữa Chuột Gặm Nhấm",
  "Thanks for ordering! The rodent treats that {0.SimFirstName} purchased can be found in {M0.his}{F0.her} inventory.": "Cảm ơn bạn đã đặt hàng! Đồ ăn vặt cho chuột gặm nhấm mà {0.SimFirstName} đã mua có thể được tìm thấy trong hành trang của {M0.his}{F0.her}.",
  "Purchase Rodent Treats": "Mua Đồ Ăn Vặt Cho Chuột Gặm Nhấm",
  "Give this rodent a new name...": "Đặt cho con chuột này một cái tên mới...",
  "Name Your Critter": "Đặt Tên Cho Sinh Vật Của Bạn",
  "Rename": "Đổi Tên",
  "Run in Fear": "Chạy Trốn Vì Sợ Hãi",
  "Sleeptime Pals": "Bạn Ngủ",
  "Hamster's Playground": "Sân Chơi Của Chuột Hamster",
  "Casually Catty": "Mèo Mả Hờn",
  "After a good long life filled with treats and scritches, {0.ObjectName} has succumbed to old age and passed away.": "Sau một cuộc đời dài đầy ắp những món ăn ngon và những cái vuốt ve, {0.ObjectName} đã khuất phục trước tuổi già và qua đời.",
  "{0.ObjectName}'s miniature rocket launches have resulted in a lucrative asteroid mining operation. It's graciously placed some of the space minerals it returned with inside the household's inventory.": "Các vụ phóng tên lửa thu nhỏ của {0.ObjectName} đã dẫn đến một hoạt động khai thác tiểu hành tinh sinh lợi. Nó đã ân cần đặt một số khoáng chất không gian mà nó mang về bên trong hành trang của hộ gia đình.",
  "Tiny Space Delivery": "Giao Hàng Không Gian Tí Hon",
  "The doctors at the Sacred Spleen Memorial Hospital wish to express their gratitude to {0.ObjectName}. 2018 will be remembered in medical history as the year that a fully functioning ear was grown on {0.ObjectName}'s back, which was then transferred to a Sim suffering from anotia. Here's to you, {0.ObjectName}!": "Các bác sĩ tại Bệnh viện Tưởng niệm Lá lách Thần thánh muốn bày tỏ lòng biết ơn đối với {0.ObjectName}. Năm 2018 sẽ được ghi nhớ trong lịch sử y học là năm mà một chiếc tai hoạt động đầy đủ đã được phát triển trên lưng của {0.ObjectName}, sau đó được chuyển cho một Sim bị chứng mất tai. Đây là dành cho bạn, {0.ObjectName}!",
  "...was that music coming from {0.ObjectName}'s habitat? That rodent is showing how far critters have come since the hamster dances of the aughties!": "...có phải tiếng nhạc phát ra từ môi trường sống của {0.ObjectName} không? Con chuột đó đang cho thấy những sinh vật đã tiến xa như thế nào kể từ những điệu nhảy chuột hamster của những năm 2000!",
  "Rodent Rave": "Đại Nhạc Hội Chuột Gặm Nhấm",
  "Ghostwritten under the pseudonym Stephen Rat King, \"Redundant Rodent Realities: The Life & Times of {0.ObjectName}\" continues to chart on the San Myshuno Times best sellers list. The books publisher, Printed Arts, is thrilled to deliver this royalty payment and express their eager anticipation for \"Stephen's\" upcoming novel.": "Được viết bởi người khác dưới bút danh Stephen Rat King, \"Thực Tại Chuột Gặm Nhấm Dư Thừa: Cuộc Đời & Thời Đại của {0.ObjectName}\" tiếp tục được xếp hạng trong danh sách bán chạy nhất của Thời báo San Myshuno. Nhà xuất bản sách, Printed Arts, rất vui được chuyển khoản thanh toán tiền bản quyền này và bày tỏ sự mong đợi háo hức cho cuốn tiểu thuyết sắp tới của \"Stephen\".",
  "Book Royalties Received": "Đã Nhận Tiền Bản Quyền Sách",
  "At FutureSim Labs, we thought we needed to conduct tests on guinea pigs in the name of scientific advancement, but it was a different kind of rodent that showed us the way. Our deepest gratitude to {0.ObjectName} for assisting in our breakthrough discovery!": "Tại FutureSim Labs, chúng tôi nghĩ rằng chúng tôi cần tiến hành các thử nghiệm trên chuột lang nhân danh sự tiến bộ khoa học, nhưng một loại chuột gặm nhấm khác đã chỉ ra con đường cho chúng tôi. Lòng biết ơn sâu sắc nhất của chúng tôi dành cho {0.ObjectName} vì đã hỗ trợ khám phá đột phá của chúng tôi!",
  "Thank You, {0.ObjectName}": "Cảm Ơn Bạn, {0.ObjectName}",
  "{0.ObjectName} brought you a postcard from its grand adventure. This little rodent traveled an awfully long way!": "{0.ObjectName} đã mang về cho bạn một tấm bưu thiếp từ cuộc phiêu lưu lớn của nó. Con chuột nhỏ này đã đi một quãng đường rất dài!",
  "{0.ObjectName} was thinking about you during its travels, and brought a postcard back to share!": "{0.ObjectName} đã nghĩ về bạn trong suốt chuyến đi của mình, và mang một tấm bưu thiếp trở lại để chia sẻ!",
  "Tiny Rodent; Big Adventure": "Chuột Gặm Nhấm Bé Nhỏ; Cuộc Phiêu Lưu Lớn",
  "Anyone seen a rodent around here? Goes by the name {0.ObjectName}? Let 'em know that Don Landgraab is looking for a payment, if they want to continue to feel \"protected\".": "Có ai thấy con chuột nào quanh đây không? Tên là {0.ObjectName}? Hãy cho chúng biết rằng Don Landgraab đang tìm kiếm một khoản thanh toán, nếu chúng muốn tiếp tục cảm thấy \"được bảo vệ\".",
  "Times Up, {0.ObjectName}": "Hết Giờ Rồi, {0.ObjectName}",
  "Trace signatures of radiation seem to be lingering by {0.ObjectName}'s habitat. Thankfully readings are low enough to pose no danger to Sims. Just what kind of trouble is that rodent getting into?": "Dấu vết của bức xạ dường như vẫn còn lảng vảng gần môi trường sống của {0.ObjectName}. May mắn thay, các chỉ số đủ thấp để không gây nguy hiểm cho Sims. Con chuột đó đang gặp phải loại rắc rối gì vậy?",
  "Nuclear Blast Detected": "Phát Hiện Vụ Nổ Hạt Nhân",
  "Fascinating... {0.ObjectName} appears to be conducting experiments on reaching escape velocity from its habitat.": "Thật hấp dẫn... {0.ObjectName} dường như đang tiến hành các thí nghiệm về việc đạt được vận tốc thoát ly khỏi môi trường sống của nó.",
  "3... 2... 1... Blastoff": "3... 2... 1... Phóng!",
  "Attention: <font color='#3AAF69'>Content</font>": "Chú ý: <font color='#3AAF69'>Đầy Đủ</font>",
  "Attention: <font color='#EC262E'>Low</font>": "Chú ý: <font color='#EC262E'>Thấp</font>",
  "Hunger: <font color='#3AAF69'>Full</font>": "Độ Đói: <font color='#3AAF69'>No</font>",
  "Hunger: Okay": "Độ Đói: Ổn",
  "Hunger: <font color='#EC262E'>Starving</font>": "Độ Đói: <font color='#EC262E'>Đói Lả</font>",
  "Activity: <font color='#EC262E'>Low</font>": "Hoạt Động: <font color='#EC262E'>Thấp</font>",
  "Activity: <font color='#3AAF69'>Content</font>": "Hoạt Động: <font color='#3AAF69'>Đầy Đủ</font>",
  "{0.ObjectCatalogDescription}": "{0.ObjectCatalogDescription}",
  "Cheat Rodent Activity": "Gian Lận Hoạt Động Chuột Gặm Nhấm",
  "Clean a Rodent Cage": "Dọn Dẹp Lồng Chuột Gặm Nhấm",
  "Select a dirty Rodent Cage and Clean Habitat.": "Chọn Lồng Chuột Gặm Nhấm bẩn và Dọn Dẹp Môi Trường Sống.",
  "Feed a Rodent": "Cho Chuột Gặm Nhấm Ăn",
  "Select a Rodent Cage and Fill Food or Feed Treat.": "Chọn Lồng Chuột Gặm Nhấm và Đổ Đầy Thức Ăn hoặc Cho Ăn Đồ Ăn Vặt.",
  "Play With a Rodent": "Chơi Với Chuột Gặm Nhấm",
  "Select a Rodent Cage and then Play With.": "Chọn Lồng Chuột Gặm Nhấm và sau đó Chơi Đùa.",
  "(Transmissible Rodent Disease)": "(Bệnh Chuột Gặm Nhấm Có Thể Lây Truyền)"
}