{
  "Reminiscent of centuries past, nothing compares to this spandrel's authentic and intricate carvings. Use it anywhere to add a touch of noble charm to your grand estate.": "Mang đậm nét cổ kính, không gì sánh bằng những chạm khắc tinh xảo và chân thực của đầu cột này. Dùng nó ở bất cứ đâu để thêm chút quyến rũ quý tộc cho dinh thự tráng lệ của bạn.",
  "Gothic Spandrel": "Vòm Hông Gô-tích",
  "Many consider columns a mere architectural element, but this impressive column begs to differ. Use it as an ornate accent, or place it on corners for added flair.": "Nhiều người coi cột chỉ là một yếu tố kiến trúc đơn thuần, nhưng chiếc cột ấn tượng này thì không hề tầm thường đâu nha. Dùng nó để tạo điểm nhấn trang trí công phu, hoặc đặt ở các góc để thêm phần nổi bật nè.",
  "Compound Column": "Cột Tổ Hợp",
  "The perfect pairing with the \"Battlement Frieze,\" a castle wouldn't be complete without this brilliant set! In days long past, these battlements were used for defensive purposes, and insults would often be cast down for smelling of \"elderberries.\" Nowadays, it's used just for decoration, and it's become a staple of castle architecture.": "Một sự kết hợp hoàn hảo với \"Diềm Trang Trí Thành Lũy,\" một tòa lâu đài sẽ không thể hoàn thiện nếu thiếu bộ vật phẩm tuyệt vời này! Ngày xửa ngày xưa, những thành lũy này được dùng cho mục đích phòng thủ, và những lời lăng mạ thường được ném xuống vì cái tội \"toàn mùi cơm cháy.\" Giờ đây, nó chỉ được dùng để trang trí thôi và đã trở thành một phần không thể thiếu của kiến trúc lâu đài rồi.",
  "Battlement Fence": "Tường Rào Chiến Lũy",
  "\"Wherefore art thou?\" In your castle, of course! Honor your castle halls and balconies with this elegant handrail. Its ornate curves and carved details are fit for the finest castles.": "\"Ngươi ở đâu?\" Thì ở trong lâu đài của ngươi chứ còn đâu! Trang hoàng lâu đài và ban công của bạn bằng lan can trang nhã này. Những đường cong hoa mỹ và chi tiết chạm khắc của nó phù hợp với những lâu đài đẹp nhất.",
  "Heirloom Handrail": "Lan can gia truyền",
  "Weathered Stone Pavers": "Đá lát Phong Hóa",
  "This embellished stone trim is used as a final touch for an authentic castle look. ": "Viền đá trang trí này dùng để hoàn thiện vẻ ngoài đích thực của một tòa lâu đài đó nha.",
  "Embellished Castle Trim": "Viền Lâu Đài Trang Trí Lộng Lẫy",
  "Your castle will stand tall and proud when you use the Cornerstone Castle Foundation! This stone block foundation creates a solid base for your castle, guaranteed to stand the test of time. With this foundation, your charming structure will stay beautiful for generations to come.": "Lâu đài của bạn sẽ sừng sững và oai hùng khi bạn dùng Móng Lâu Đài Góc Thành! Loại móng khối đá này sẽ tạo một nền tảng vững chắc cho lâu đài của bạn, đảm bảo bền vững với thời gian luôn đó. Với loại móng này, công trình xinh xắn của bạn sẽ luôn đẹp mãi về sau.",
  "Cornerstone Castle Foundation": "Nền Móng Lâu Đài Góc Tường",
  "The perfect pairing with the \"Battlement Fence,\" a castle wouldn't be complete without this brilliant set! Line your sturdy castle walls with stone corbels for added sophistication. This storied architectural element adds depth, interest, and tradition to any castle.": "Một sự kết hợp hoàn hảo với \"Hàng rào Thành lũy\", một tòa lâu đài sẽ không thể hoàn thiện nếu thiếu bộ tuyệt vời này! Trang trí các bức tường lâu đài vững chắc của bạn bằng các con sơn đá để tăng thêm sự tinh tế. Yếu tố kiến ​​trúc lâu đời này tạo thêm chiều sâu, sự thú vị và nét truyền thống cho bất kỳ lâu đài nào.",
  "Battlement Frieze": "Diềm thành lũy",
  "Many centuries ago, the Earls of Yore commissioned this dramatic and imposing oak door with the intention of creating a grand entrance for any room. The result is an impressive set of oak doors paired with intricate stone carvings. These doors will make any visitor aspire to be a castle owner!": "Nhiều thế kỷ trước, Bá tước xứ Yore đã cho làm cánh cửa gỗ sồi đồ sộ và ấn tượng này để tạo nên một lối vào thật lộng lẫy cho bất kỳ căn phòng nào. Và kết quả là một bộ cửa gỗ sồi ấn tượng đi kèm với những hình chạm khắc đá tinh xảo. Ai mà đến thăm nhà mà chẳng ao ước được làm chủ tòa lâu đài khi có bộ cửa này chứ!",
  "The Earls' Double Door": "Cửa Đôi Bá Tước",
  "The Noble's Entrance was designed for the owner of a castle. It marked the home and the entire estate with a sense of dignity and grandeur. Today's homeowner will find pride in this door, knowing it has served as a grand entryway for generations.": "Cổng Vào Quý Tộc được thiết kế dành cho chủ nhân của một tòa lâu đài. Nó đánh dấu ngôi nhà và toàn bộ khu bất động sản với một cảm giác trang nghiêm và lộng lẫy. Chủ nhà ngày nay sẽ tìm thấy niềm tự hào ở cánh cửa này, khi biết nó đã từng là lối vào hoành tráng cho bao thế hệ.",
  "The Noble's Entrance": "Lối Vào Quý Tộc",
  "Crafted in the style of traditional castle architecture, \"The Arch of Ages\" brings a dash of charm to your home's interior halls or grand outer courtyard. With historic stone detailing and a weathered finish, this arch evokes the grandeur of a bygone era.": "Được chế tác theo phong cách kiến trúc lâu đài truyền thống, \"Cổng Vòm Thời Đại\" sẽ mang đến một chút quyến rũ cho sảnh trong nhà hoặc khoảng sân lớn ngoài trời của bạn. Với chi tiết đá cổ kính và lớp hoàn thiện phong hóa, chiếc cổng vòm này gợi lên sự tráng lệ của một thời đại đã qua.",
  "The Arch of Ages": "Cổng Vòm Thời Đại",
  "Usher in the feeling of a revered castle estate with this exquisite Portcullis Entryway. This impressive archway originally served as the well-guarded entrance to a castle's grounds. Now, it only serves as a decorative reminder of days past.": "Đón chào cảm giác như đang ở trong một lâu đài tráng lệ với Cổng Thành Lộng Lẫy này. Cổng vòm ấn tượng này vốn là lối vào được bảo vệ nghiêm ngặt vào khuôn viên lâu đài. Giờ đây, nó chỉ còn là vật trang trí gợi nhớ về những ngày xưa cũ thôi.",
  "Portcullis Entryway": "Cổng Thành Kiên Cố",
  "The Earls' Door is an homage to those who once lived in great castles. Crafted from the finest oak, shaped by hand, and finished with intricate carvings and dark veneer, this door speaks to the past and the future, reminding us that we must honor our roots while striving for the next great generation.": "Cửa Bá Tước là một lời tri ân đến những người từng sống trong các lâu đài tráng lệ. Được chế tác từ gỗ sồi thượng hạng, chạm khắc thủ công tỉ mỉ, phủ veneer tối màu, cánh cửa này gợi nhớ về quá khứ và hướng đến tương lai, nhắc nhở chúng ta phải trân trọng cội nguồn đồng thời nỗ lực vì thế hệ mai sau.",
  "The Earls' Door": "Cửa nhà Bá tước",
  "A finely carved stone plaque from the notable \"Yore\" period. The artistry of this historic piece is unparalleled, and the crest bears unique symbols that represent an ideal of virtue of the castle's family. Display it proudly as a reminder of your family's honor and glory!": "Một tấm bia đá chạm khắc tinh xảo từ thời kỳ \"Xa Xưa\" đáng chú ý. Nghệ thuật của tác phẩm lịch sử này là vô song, và đỉnh huy hiệu mang những biểu tượng độc đáo đại diện cho một lý tưởng về đức hạnh của gia đình lâu đài. Hãy trưng bày nó một cách tự hào như một lời nhắc nhở về danh dự và vinh quang của gia đình bạn!",
  "Heraldic Crest of Yore": "Huy Hiệu Cổ Xưa",
  "If you're well acquainted with keeping secrets from prying eyes, this wall sculpture is for you. Otherwise, take heed; this historic sculpture of an eavesdropping llama is known to listen in on your deepest, darkest secrets. Historians agree that \"mystery still surrounds this piece.\"": "Nếu bạn rành về việc giữ bí mật khỏi những con mắt tò mò, thì bức tượng treo tường này là dành cho bạn đó. Còn không thì phải cẩn thận nha; bức tượng lạc đà llama nghe lén cổ xưa này nổi tiếng là hay nghe ngóng những bí mật sâu kín nhất của bạn đó. Các nhà sử học đều đồng ý rằng \"bí ẩn vẫn còn bao trùm lên tác phẩm này.\"",
  "The Eavesdropping Llama ": "Lạc Đà Hóng Hớt",
  "\"OMG, it's my lady. Oh wow, it's my crush!\nIf only she knew how amazing she is, I - aaahhhh!\nOh no, Ah! Ouch! I fell into a thorny bush!\nI hope she finds it funny and doesn't think I'm a klutz,\nBut hey, at least I'll have a hilarious story to tell her later, so now hush!\"": "Ôi trời ơi, crush của tui kìa. Ui chao, người yêu tương lai của tui đó!\nƯớc gì nàng biết nàng tuyệt vời thế nào, tui - áaaaa!\nÔi không, á! Ái da! Tui té vô bụi gai rồi!\nMong là nàng thấy mắc cười chứ đừng nghĩ tui hậu đậu nha,\nMà thôi kệ, ít ra tui cũng có chuyện hài để kể cho nàng nghe sau này, im lặng nào!",
  "\"Catch a Glimpse\" Window": "Cửa Sổ Liếc Nhìn",
  "This small casement window features a lovely leaded glass design with an accentuated stone trim. The elegance of this historic window will bring a charming touch to any home.\\n\\n<i>Hint: Toggle to quarter-tile placement mode with \"F5\" for extra precision when placing windows together.</i>\n": "Cửa sổ nhỏ này có thiết kế kính chì tuyệt đẹp với viền đá nổi bật. Vẻ đẹp thanh lịch của cửa sổ cổ điển này sẽ mang đến nét quyến rũ cho bất kỳ ngôi nhà nào.\\n\\n<i>Mẹo: Bật chế độ đặt theo ô vuông nhỏ bằng phím \"F5\" để có độ chính xác cao hơn khi đặt các cửa sổ cạnh nhau.</i>",
  "Earls' Casement Window": "Cửa Sổ Con Tiện Nghi Của Earls",
  "This tall casement window features a lovely leaded glass design with an accentuated stone trim. The elegance of this historic window will bring a charming touch to any home.\\n\\n<i>Hint: Toggle to quarter-tile placement mode with \"F5\" for extra precision when placing windows together.</i>": "Cửa sổ cao này có thiết kế kính chì tuyệt đẹp với viền đá nổi bật. Sự sang trọng của cửa sổ cổ điển này sẽ mang lại nét quyến rũ cho bất kỳ ngôi nhà nào.\\n\\n<i>Gợi ý: Bật chế độ đặt theo ô phần tư bằng phím \"F5\" để có độ chính xác cao hơn khi đặt các cửa sổ cạnh nhau.</i>",
  "Earls' Casement Window - Tall": "Cửa Sổ Vòm Cao Cấp Earls - Cao",
  "Beautiful windows like these are all but gone from the 21st century. This charming window features a classic arched design, ornate leaded glass pattern, and exquisite stone details. Elevate your home and transport yourself to days long past.\\n\\n<i>Hint: Toggle to quarter-tile placement mode with \"F5\" for extra precision when placing windows together.</i>": "Những kiểu cửa sổ đẹp như vầy gần như tuyệt chủng trong thế kỷ 21 rồi. Chiếc cửa sổ duyên dáng này có thiết kế vòm cổ điển, hoa văn kính chì tinh xảo và chi tiết đá tuyệt đẹp. Nâng tầm ngôi nhà của bạn và du hành về những ngày xa xưa thôi nào.\\n\\n<i>Gợi ý: Bật chế độ đặt một phần tư ô bằng phím \"F5\" để đặt cửa sổ cạnh nhau chính xác hơn nhé.</i>",
  "Earls' Arched Window": "Cửa Sổ Cong Vòm của Earl",
  "Earls' Arched Window - Tall": "Cửa Sổ Vòm Cao Của Earl",
  "The Earls' Grand Window is a testament to the artistry and skills of craftsmen who lived centuries ago. This opulent window is made of glass encased in lead, and fixed to a stone frame. The result is a stunning window that can only be produced by the most experienced hands in the land.\\n\\n<i>Hint: Toggle to quarter-tile placement mode with \"F5\" for extra precision when placing windows together.</i>": "Cửa Sổ Lớn Bá Tước là minh chứng cho tài hoa và kỹ năng của những nghệ nhân sống từ hàng thế kỷ trước. Cửa sổ xa hoa này được làm bằng kính bọc chì, gắn vào khung đá. Thành quả là một chiếc cửa sổ tuyệt đẹp chỉ có thể được tạo ra bởi những bàn tay lành nghề nhất trong vùng.\\n\\n<i>Mẹo: Bật chế độ đặt theo ô vuông nhỏ bằng phím \"F5\" để đặt các cửa sổ cạnh nhau chính xác hơn nhé.</i>",
  "Earls' Grand Window": "Cửa Sổ Lớn Bá Tước Earls",
  "Earls' Grand Window - Tall": "Cửa Sổ Lớn Cao Vút của Earls",
  "Grand Sitting Room": "Phòng khách lớn sang trọng",
  "This historic banister has survived many generations, which makes one wonder…what did people wear? How did they talk? How was their life different from ours today? We may never know; all you can do is look at banisters like this with awe and wonder.": "Cái lan can cổ kính này đã trải qua bao thế hệ rồi, làm người ta không khỏi tự hỏi… hồi xưa người ta mặc gì nhỉ? Rồi nói chuyện ra sao? Cuộc sống của họ khác mình bây giờ thế nào? Chắc mình sẽ chẳng bao giờ biết được; thôi thì cứ nhìn cái lan can này mà trầm trồ thán phục vậy.",
  "Heirloom Banister": "Lan can gia truyền",
  "Add a touch of history to your space with the Heirloom Stairs. Hand-carved from solid stone, these stairs are rumored to have survived centuries of use by nobility, so they will surely last you for many more generations to come!": "Thêm chút cổ điển vào không gian sống với Cầu Thang Gia Truyền. Được chạm khắc thủ công từ đá nguyên khối, cầu thang này được đồn đại là đã tồn tại hàng thế kỷ bởi giới quý tộc, nên chắc chắn sẽ bền bỉ với bạn qua nhiều thế hệ nữa đó nha!",
  "Heirloom Stairs": "Cầu Thang Gia Truyền",
  "Historic Stone Bricks": "Gạch Đá Lịch Sử"
}