{
  "Snazzy Squiggle": "Nét vẽ ngoằn ngoèo sành điệu",
  "A cloudy frame and fun, pastel sheets set the stage for your most colorful and happy dreams.": "Khung tranh mờ ảo với bộ ga giường màu pastel dễ thương sẽ tạo nên những giấc mơ đầy màu sắc và vui vẻ nhất của bạn đó nha!",
  "Poppy Pocket Bed": "Giường bỏ túi Poppy",
  "Make this artistically arched bookcase the centerpiece of your personal haven! Fill it with your favorite Social Bunny book recs and collections of memorabilia.": "Biến chiếc tủ sách hình vòm nghệ thuật này thành tâm điểm cho không gian riêng tư của bạn đi nào! Tha hồ chất đầy mấy cuốn sách hay ho từ Social Bunny với cả sưu tập đồ kỷ niệm của bạn nữa đó.",
  "Retro Reader Bookcase": "Tủ Sách Đọc Giả Cổ Điển",
  "You and your friends decide to use the archaic practice of etching your messages in ink. Pin them here so they're easy to see! Heart and thumb stickers not included.": "Mấy bồ với tui quyết định dùng cách cổ xưa là khắc tin nhắn bằng mực nà. Ghim lên đây cho dễ thấy nha! Mấy miếng dán hình tim với ngón tay cái không có đâu à nghen.",
  "Squiggly Squaggly Communication Board": "Bảng giao tiếp Quằn Quại Quọ Quậy",
  "Not enough space for a computer or desktop setup? This adorable portable tablet with a matching mouse and keyboard is sure to liven up your space. With tons of color options, get your work done in style wherever you go.": "Không đủ chỗ cho máy tính bàn hả? Yên tâm, có ngay máy tính bảng di động siêu đáng yêu này kèm chuột và bàn phím đồng bộ đảm bảo làm sáng bừng không gian của bạn. Tha hồ chọn màu sắc, làm việc phong cách ở bất cứ đâu luôn nha.",
  "The Aesthetically Portable Tablet": "Máy Tính Bảng Xinh Xắn Tiện Lợi",
  "A staple in the Aesthetic series, this desk comes in multiple swatches to fit all your pastel needs. With its two-tiered design, keep your study organized or pile it with clutter!": "Một món đồ không thể thiếu trong series Aesthetic, chiếc bàn này có nhiều màu khác nhau để phù hợp với mọi nhu cầu màu pastel của bạn. Với thiết kế hai tầng, bạn có thể giữ cho góc học tập của mình thật ngăn nắp hoặc chất đống đồ lên cũng được nha!",
  "The Aesthetic Tiered Desk": "Bàn Làm Việc Nhiều Tầng Thẩm Mỹ",
  "Inspired by the iconic pool noodle, these squiggly candles will light up any space. Just...don't put it in a pool. ": "Lấy cảm hứng từ cây phao bơi huyền thoại, mấy cây nến ngoằn ngoèo này sẽ thắp sáng mọi không gian đó nha. Chỉ là... đừng có mà đem nó xuống hồ bơi à nghen.",
  "The Noodle Candle": "Nến Mì Gói",
  "Light up your space with a little amber glow, maybe mull over the secrets locked in such a rock.": "Thắp sáng không gian của bạn với một chút ánh sáng hổ phách nè, hoặc có lẽ ngẫm nghĩ về những bí mật ẩn chứa trong viên đá đó.",
  "Lamp Finds a Way": "Đèn Tìm Thấy Đường Đi",
  "Have you ever seen a puddle on the ground and thought, \"Wow, I wish I could hang this on the wall.\" Well, now you can! And better yet, there's two. Enjoy!": "Mấy má có bao giờ thấy vũng nước trên mặt đất xong nghĩ bụng, \"Ui chao, ước gì mình treo cái này lên tường được.\" chưa? Giờ mấy má làm được rồi đó! Mà còn có tận hai cái lận á. Quẩy lên đi mấy má ơi!",
  "Double Puddle Wall Mirror": "Gương Treo Tường Vũng Nước Đôi",
  "With plenty of pastel swatches to choose from, your walls will never look cuter with these framed prints from the Aesthetic series.": "Với một đống màu pastel để chọn, tường nhà bạn sẽ xinh xắn hết nấc với mấy bức tranh đóng khung từ bộ sưu tập Aesthetic này đó nha.",
  "The Aesthetic Print Set": "Bộ Tranh In Phong Cách \"Nghệ\"",
  "At first glance, you might think you're stepping on a huge cookie. But don't worry! This rug is soft and won't crumble.": "Nhìn sơ qua thì bạn có thể nghĩ là đang dẫm lên một cái bánh quy khổng lồ đó. Nhưng đừng lo! Cái thảm này mềm mại lắm và hổng có bị vỡ vụn đâu.",
  "Cute Cookie Rug": "Thảm Bánh Quy Dễ Thương",
  "All the season's most popular patterns in one place! Enjoy making your berry bedroom, cow print cozy space, or groovy roost a place all your own.": "Tất tần tật các họa tiết hot trend của mùa nằm hết ở đây nè! Tha hồ biến phòng ngủ dâu tây, không gian ấm cúng bò sữa hay ổ groovy thành chốn riêng của bạn nha.",
  "Choose Your Aesthetic Rug": "Chọn Thảm Trang Trí Theo Gu Của Bạn",
  "This resin vase and felted flower are the only remnant of a craft you just had to make, of a hobby you just had to have, and all the materials boxed away in that one closet of all the other things you just had to try. There's no sense throwing it all out as you'll probably want to do it again in a year or two anyway. Instead you enjoy its presence, along with everything else that makes up the aesthetic you'll probably be done with in a couple months.": "Cái bình nhựa resin với bông hoa nỉ này là tàn tích duy nhất còn sót lại của một món đồ thủ công mà bạn đã từng phải làm cho bằng được, của một cái sở thích mà bạn đã từng phải có cho bằng được, với tất cả nguyên liệu bị nhét xó trong cái tủ chứa đủ thứ trên đời mà bạn từng muốn thử. Vứt hết đi thì cũng phí, vì chắc gì một hai năm nữa bạn không muốn làm lại. Thôi thì cứ kệ nó ở đấy, cùng với mọi thứ khác tạo nên cái gu thẩm mỹ mà chắc vài tháng nữa bạn chán ngấy cho coi.",
  "Fondly Felted Floral Creation": "Tác phẩm hoa nỉ đáng yêu",
  "No matter your mood or style, you'll always look cute in this Luv Heart mirror. With a few hooks for your must-have items, you'll always be ready to go.": "Dù tâm trạng của bạn thế nào đi nữa, bạn vẫn sẽ luôn trông thật đáng yêu với chiếc gương hình trái tim Luv này. Với vài cái móc treo đồ cần thiết, bạn sẽ luôn sẵn sàng lên đồ thôi.",
  "Luv Heart Wall Mirror": "Gương Treo Tường Tim Yêu",
  "Who said shelves couldn't be fun? Make your walls pop with this geometric wall shelf from the Aesthetic series! Display your knick knacks to your heart's content with its perfectly measured slots to brighten up any room.": "Ai bảo kệ không thể thú vị được chứ? Làm bức tường của bạn nổi bật với kệ treo tường hình học từ bộ sưu tập Aesthetic này! Trưng bày đồ lặt vặt thỏa thích với những khe hở được đo đạc hoàn hảo để làm bừng sáng mọi căn phòng nha!",
  "The Aesthetic Wall Shelf": "Kệ Treo Tường Thẩm Mỹ",
  "This cute office chair is both sweet and functional. Made with high quality materials and a stylish design, this fun chair will make you look at the world in a whole new way. So go ahead – do what you love to do.": "Cái ghế văn phòng xinh xắn này vừa dễ thương vừa xịn sò luôn á. Làm bằng vật liệu chất lượng cao với thiết kế siêu chất, chiếc ghế này sẽ giúp bạn nhìn thế giới theo một cách hoàn toàn mới. Vậy nên cứ thoải mái mà làm điều bạn thích đi nha – {FirstName}!",
  "Luv 2 Work Office Chair": "Ghế Văn Phòng Thích Làm Việc 2",
  "This chair was designed to give you the coziest place to read, binge your favorite shows, or scroll too much on Social Bunny and run out of things to look at. Great for just refreshing the page, too.": "Cái ghế này được thiết kế để cho bạn chỗ ngồi êm ái nhất để đọc sách, cày phim, hoặc lướt Social Bunny nhiều quá xong hết cái để xem luôn. Tuyệt vời để refresh lại trang web luôn đó nha.",
  "Hug Me A Lot Chair by Cozy Corner Creations": "Ghế Ôm Tớ Thật Nhiều từ Cozy Corner Creations nè!",
  "This simple little love seat is just so aesthetically satisfying. Sleek and simple, but soft and round, it's cozy in all the right places!": "Cái ghế tình yêu nhỏ nhắn đơn giản này nhìn cưng xỉu luôn á. Vừa bóng bẩy lại đơn giản, mà mềm mại tròn trịa nữa, đúng là một chỗ ngồi ấm cúng hết chỗ chê!",
  "Smoothly Satisfying Sofa by Cozy Corner Creations": "Ghế Sofa Êm Ái Tuyệt Vời của Góc Ấm Cúng",
  "If, given the two options of Bouba or Kiki, most Sims would likely refer to this table as Bouba. This is a scientifically proven fact. I mean, look at it. Semiotically speaking, its name is obviously Bouba. Kiki would require more sharp edges, right? Someone back me up here!": "Nếu mà có hai lựa chọn Buba hay Kiki, chắc chắn phần lớn Sim sẽ gọi cái bàn này là Buba cho coi. Cái này khoa học chứng minh rồi đó nha. Ý là, nhìn cái bàn đi. Về mặt ký hiệu học mà nói, tên nó rõ ràng là Buba rồi còn gì. Kiki phải góc cạnh hơn mới đúng chớ? Ai đó ủng hộ tui đi chớ!",
  "Bouba (Not Kiki) Table": "Bàn Bouba (Không phải Kiki) nha!",
  "Don't let your dreams be dreams! This end table is for that type of room that's only limited by your imagination and lets your mind go anywhere. A room where you can experience all those imaginary adventures. Those adventures where you might even meet your evil self from another timeline. Adventures that might help you to predict the future! Is it actually a table though? Or could it also be something entirely different? The Imaginariums End Table knows no limits and there's only one way for you to find out!": "Đừng để giấc mơ chỉ là giấc mơ! Cái bàn nhỏ này là dành cho cái kiểu phòng mà trí tưởng tượng là giới hạn duy nhất, tha hồ mà bay bổng. Một căn phòng để trải nghiệm những cuộc phiêu lưu tưởng tượng. Những cuộc phiêu lưu mà bạn thậm chí có thể gặp phiên bản ác quỷ của mình từ một dòng thời gian khác. Những cuộc phiêu lưu có thể giúp bạn dự đoán tương lai! Mà khoan, nó có thực sự là một cái bàn không? Hay nó còn có thể là một thứ hoàn toàn khác? Bàn phụ Imaginariums không có giới hạn và chỉ có một cách để bạn khám phá ra thôi!",
  "Imaginariums End Table": "Bàn Đầu Giường Imaginariums",
  "The Imaginariums Hallway Table redefines the rules of space and time. \"Out in the universe, time is not a straight line! It's a curve!\", its creator once said. And so it came to pass that this time-less and innovative piece of furniture, breaking with the conventions of precisely angled table legs, was created.": "Bàn Hành Lang Imaginariums định nghĩa lại quy tắc không gian và thời gian luôn á. \"Ngoài vũ trụ kia, thời gian đâu có phải đường thẳng! Nó là một đường cong!\", người tạo ra nó đã từng nói vậy. Và thế là cái món đồ nội thất vượt thời gian và đầy sáng tạo này ra đời, phá vỡ những quy ước về chân bàn góc cạnh một cách chuẩn xác.",
  "Imaginariums Hallway Table": "Bàn Hành Lang Imaginariums",
  "This is the perfect trash can to blend in with your room. It has the cutest designs and comes with its very own inactive but very clicky foot pedal for fidgety feet!": "Cái thùng rác này hoàn hảo để hòa nhập với căn phòng của bạn luôn á. Thiết kế thì siêu đáng yêu, lại còn có cái bàn đạp chân kêu tách tách nữa chứ, tha hồ mà nhấn nhá cho mấy bạn chân tay ngứa ngáy!",
  "Gimme A Click Trash Can": "Thùng Rác Tự Dọn Luôn Cho Tui Đi",
  "Sweet Suite": "Phòng Suite Ngọt Ngào",
  "Berry Bundle": "Gói Quả Mọng",
  "Still Waters Run Deep": "Tĩnh lặng như tờ, thâm sâu khó lường."
}