{
  "Each artist is merely one member of an ever-evolving legacy of artists that have come before them, and this variety of sketches and studies showcases this never-ending legacy.": "Mỗi họa sĩ chỉ là một phần nhỏ trong cả một dòng chảy nghệ thuật bất tận, và tuyển tập phác thảo này cho thấy rõ di sản không ngừng phát triển đó.",
  "Sketches and Studies of Studies": "Phác Thảo và Nghiên Cứu của Nghiên Cứu",
  "The CreativePro Tablet puts all the dynamic tools and mediums of a professional artist in the palm of your hand! It features a sleek travel case and tons of battery life, so who knows where your art will take you (or where you will take it!).": "Máy tính bảng CreativePro mang cả kho công cụ và phương tiện đa dạng của một họa sĩ chuyên nghiệp vào lòng bàn tay bạn đó! Kèm theo một chiếc hộp đựng du lịch cực chất và pin trâu bò nữa, ai mà biết được nghệ thuật sẽ đưa bạn đến đâu (hoặc bạn sẽ đưa nó đi đâu chứ!).",
  "The CreativePro Tablet": "Máy Tính Bảng Sáng Tạo CreativePro",
  "This light is perfect for when you need that perfect angle of light for your next still life or portrait painting. Your next masterpiece is only a set of brush strokes away!": "Ánh sáng này siêu đỉnh luôn á, chuẩn khỏi chỉnh cho mấy bồ cần góc sáng đẹp để vẽ tĩnh vật hay chân dung đó. Kiệt tác tiếp theo của bồ chỉ cách vài đường cọ thôi đó nha!",
  "Industrial Spotlight": "Ánh Đèn Công Nghiệp",
  "With The Rolling Easel, you have the flexibility and storage space for all your artistic needs. With a built-in drawer and storage shelf, you're fully equipped to zone out and paint endlessly for hours... or days.": "Với Giá Vẽ Di Động, bạn tha hồ sáng tạo và có đủ chỗ chứa đồ nghề luôn nha! Có ngăn kéo với kệ đựng đồ sẵn rồi, tha hồ \"chill\" và vẽ vời cả tiếng đồng hồ... thậm chí cả ngày cũng được!",
  "The Rolling Easel by Independent Expressions Inc. ": "Giá Vẽ Di Động từ Hãng Independent Expressions Inc.",
  "When creating art and perfecting your craft, sometimes the unexpected objects are the most interesting. Use this thrown-together display to make your own still-life creations! Will you paint an arrangement of stunning plants, bowls of fruits, or perhaps some gemstones? The possibilities are endless! ": "Khi sáng tạo nghệ thuật và nâng cao tay nghề, đôi khi những đồ vật bất ngờ lại là nguồn cảm hứng thú vị nhất đó nha. Dùng cái kệ ngẫu hứng này để tạo nên những tác phẩm tĩnh vật của riêng bạn đi! Bạn sẽ vẽ một loạt cây cối tuyệt đẹp, những bát trái cây ngon lành, hay có lẽ là vài viên đá quý lấp lánh? Vô vàn khả năng đang chờ bạn khám phá đó!",
  "Improvised Studio Pedestal": "Bục Studio Tự Chế",
  "When the artist is at work, no surface is safe from haphazardly placed brushes, palettes, and that scrupulous cup of dirty paint water. DO NOT mistake the dirty water for your cup of tea... ": "Khi nghệ sĩ đang làm việc thì không bề mặt nào an toàn khỏi cọ vẽ, bảng màu, và cái cốc nước rửa cọ bẩn thỉu đáng ngờ kia đâu nha. ĐỪNG có lộn nước bẩn đó thành tách trà của bạn đó...",
  "\"Anything's a Surface\" Pedestal": "Bệ Đỡ \"Đâu Cũng Là Mặt Bàn\"",
  "These splatters may have been unplanned, but what do you see? A face, a shape? Is it accidental or a message from the universe? ": "Mấy vệt loang này có thể là ngoài ý muốn, nhưng bạn thấy gì ở đây? Một khuôn mặt, một hình thù? Là vô tình hay là thông điệp từ vũ trụ gửi đến vậy?",
  "Accidental Paint Splatters": "Vệt Sơn Bất Ngờ",
  "Drapery is an iconic part of classical and fine art. Use this backdrop for a still life, or pose your family in front of it to paint the perfect family portrait!": "Rèm cửa là một phần không thể thiếu của nghệ thuật cổ điển và tinh tế đó nha. Dùng nó làm phông nền cho một bức tĩnh vật hoặc tạo dáng cả gia đình trước nó để vẽ nên bức chân dung gia đình hoàn hảo đi nào!",
  "Studio Drape Backdrop": "Phông Nền Studio Drape",
  "Why are they discounted, you may ask? Well, you went to the hardware store and stumbled upon an impressive set of unwanted paints at an exceptional price. Naturally, you took advantage of the deal. Then, you came home, only to realize the unending buckets of paint already in your studio. Still, you saved some money! So, the cycle continues as you tell yourself you'll make use of them someday...": "Hỏi vì sao lại giảm giá hả? Chuyện là vầy, bạn đi tiệm đồ sắt, vô tình thấy đống sơn \"ế chỏng gọng\" mà giá thì quá hời. Thế là bạn chộp lấy cơ hội liền. Về đến nhà mới tá hỏa, nhận ra là trong studio đã có cả đống thùng sơn chưa xài tới. Nhưng mà kệ, dù sao cũng tiết kiệm được mớ tiền! Thế là vòng lặp cứ thế tiếp diễn, bạn tự nhủ \"Rồi sẽ có ngày mình dùng tới chúng thôi mà...\"",
  "Discounted Paint Cans": "Lon Sơn Giảm Giá",
  "The artist who created this masterpiece went to great lengths. They learned the fundamental steps to creating a masterpiece: first, the artist visualized their concept before embracing the marble, washing the marble, and then becoming the marble!  ": "Để tạo ra kiệt tác này, nghệ sĩ đã bỏ ra rất nhiều công sức đó. Họ đã học từng bước cơ bản để làm nên một tác phẩm để đời: đầu tiên, nghệ sĩ hình dung ý tưởng của mình, rồi mới \"ôm\" lấy đá cẩm thạch, \"tắm rửa\" cho nó, và cuối cùng là hòa mình vào đá cẩm thạch luôn!",
  "Torso in Repose": "Thân Mình Thư Thái",
  "When you have this many brushes, you'll use anything for storage. Is it an excuse to hold on to that sentimental mug that you couldn't let go of? Maybe! But at least it's a sustainable and warm reminder of precious memories.": "Với đống cọ vẽ này thì đựng gì mà chả được. Có phải cái cớ để giữ lại cái cốc kỷ niệm mà bạn chẳng nỡ vứt không? Có thể lắm! Nhưng ít nhất nó cũng là một lời nhắc nhở ấm áp và bền vững về những ký ức quý giá.",
  "Odds and Ends Brush Storage": "Chỗ Đựng Cọ Lặt Vặt",
  "A pile of sketchbooks like this encapsulates an artist's complete body of work. To some, this stack is more than its weight in gold!": "Một đống sổ phác họa thế này gói trọn cả sự nghiệp của một họa sĩ đó. Với nhiều người, đống này còn quý hơn vàng nữa á!",
  "Collection of Sketchbooks": "Bộ Sưu Tập Sổ Phác Thảo",
  "An excerpt from Classical Images in Art:\\n<i>\"The forlorn pitcher, accompanied by a bounty of fruits, turns away and opposes its very existence. Why is it forlorn, and why does this image continue to haunt artists? We're unsure, but that pitcher's bombastic side eye captivated the world.\"</i>": "Một đoạn trích từ \"Những Hình Ảnh Cổ Điển trong Nghệ Thuật\":\\n<i>\"Chiếc bình cô đơn, đi kèm với vô số trái cây, quay mặt đi và chống lại sự tồn tại của chính nó. Tại sao nó lại cô đơn, và tại sao hình ảnh này tiếp tục ám ảnh các nghệ sĩ? Chúng ta không chắc, nhưng cái liếc xéo \"hờn dỗi\" của chiếc bình đó đã chinh phục cả thế giới.\"</i>",
  "The Forlorn Pitcher": "Bình Nước Cô Đơn",
  "Ah, the lily—a potent and symbolic image in many cultures. How will you choose to represent it in your work? Will it be fresh, fragrant, and lush to comment on the beauty of nature, or will you pursue its dried and withering counterpart to reflect on the essence of life itself? ": "À há, hoa ly nè—một hình ảnh vừa mạnh mẽ vừa đầy ý nghĩa trong nhiều nền văn hóa đó nha. Bạn sẽ dùng nó để thể hiện điều gì trong tác phẩm của mình đây? Một đóa hoa tươi tắn, thơm ngát và tràn đầy sức sống để ca ngợi vẻ đẹp của thiên nhiên, hay là một đóa hoa khô héo để suy ngẫm về ý nghĩa của cuộc sống?",
  "Lilium Mortem": "Lilium Mortem",
  "Is it weird to think these little paint tubes cost exorbitantly more than the palettes themselves?": "Ủa, có ai thấy mấy tuýp màu nhỏ xíu này mắc hơn cả bảng màu luôn không ta? Thấy hơi kỳ á?",
  "Painter's Palettes": "Bảng Màu Họa Sĩ",
  "Stow away your possessions and favorite hoodie to keep them free of paint splatters and accidental spills because art is inevitably messy. Did you really have to hang a paint can from the ceiling and let it drip everywhere? Of course you did!": "Cất hết đồ đạc và cái áo hoodie yêu thích đi kẻo dính đầy sơn với đồ đổ lung tung nha, làm nghệ thuật thì dơ là chuyện đương nhiên mà. Trời ơi, treo cả thùng sơn lên trần nhà rồi để nó nhỏ giọt khắp nơi luôn hả? Đúng là chỉ có bạn mới nghĩ ra thôi!",
  "Pollock's Storage Locker": "Tủ Đồ Cá Nhân Pollock",
  "For all your creativity needs, look no further than the \"Ready, Set, Gogh!\" Cart! This rolling cart is built with industrial steel and metal casters for durability and sturdiness. With enough storage space for bins, paints, brushes, and more, you'll have all you need to create a work of art without ever stepping away from your easel. ": "\"Ready, Set, Gogh!\" Cart là tất cả những gì bạn cần để thỏa sức sáng tạo! Chiếc xe đẩy chắc chắn này được làm từ thép công nghiệp và bánh xe kim loại siêu bền. Đủ chỗ chứa thùng, sơn, cọ và cả đống thứ khác, bạn sẽ có mọi thứ cần thiết để tạo ra một tác phẩm nghệ thuật mà không cần rời khỏi giá vẽ luôn đó!",
  "\"Ready, Set, Gogh!\" Cart": "\"Sẵn Sàng, Vào Vị Trí, Vẽ Thôi!\" - Xe đẩy",
  "Nothing says \"you're a professional artist\" more than this cabinet! It has everything you need to store your treasured supplies, including rows of paper and canvas storage, small drawers for paint tubes, and a stylish glass panel.": "Tủ này đích thị là \"bạn là họa sĩ chuyên nghiệp\" luôn đó! Có đủ mọi thứ để cất đồ nghề quý giá của bạn nè, từ chỗ để giấy và toan, ngăn kéo nhỏ cho tuýp màu, lại còn có cả tấm kính trang trí nữa chứ.",
  "The Companion Cabinet by .ECT": "Tủ Bày Đồ Companion của .ECT",
  "Do you need more space in your art studio? Why not use a step ladder up? Those steps may have been meant for something other than your sketchbooks and art supplies, but they do the job. After all, isn't creative solutions what art is all about? ": "Cần thêm không gian trong studio vẽ vời của bạn hả? Sao không thử dùng thang chữ A xem sao? Mấy bậc thang này có thể không được thiết kế để đựng sổ phác họa và đồ dùng vẽ, nhưng mà nó làm tốt việc của nó đấy chứ. Suy cho cùng, sáng tạo là cốt lõi của nghệ thuật mà, đúng không?",
  "The Step-Ladder Shelf": "Kệ Thang",
  "Like a trusted companion, this storage cabinet will dry your precious works of art and supply new canvases for your next great masterpiece. It even holds everything else in between! It's genuinely a \"catch-all\", yet you'll soon find it essential. ": "Như một người bạn thân thiết, tủ đựng đồ này sẽ giúp sấy khô những tác phẩm nghệ thuật quý giá của bạn và cung cấp toan vẽ mới cho kiệt tác tiếp theo. Nó còn chứa được cả tá thứ linh tinh khác nữa! Đúng kiểu \"cái gì cũng nhét được\", nhưng bạn sẽ thấy nó siêu cần thiết cho mà xem!",
  "The Rolling Drying Rack": "Giá Phơi Đồ Di Động",
  "Who doesn't love storage? This cabinet is no exception! It is filled to the brim with paints, brushes, and even a well-loved artist's smock. ": "Ai mà chả thích đồ chứa đồ, đúng không? Cái tủ này cũng thế thôi! Nó chứa đầy ắp sơn, cọ vẽ, thậm chí cả áo choàng nghệ sĩ yêu thích nữa đó.",
  "Storage Savy Smock Rack": "Giá Treo Đồ Tiết Kiệm Không Gian",
  "First encountered in the school art room, this sink continues to be a staple for the duration of an artist's life. No matter the place or time, one will always find a set of unwashed brushes, a trash can overflowing with scrapped drawings, and an inevitably clogged sink. This sink is notorious and ever-present... perhaps it should be placed on a pedestal in an art gallery now?": "Lần đầu gặp ẻm trong phòng mỹ thuật ở trường, bồn rửa này đúng là bạn đồng hành của đời nghệ sĩ luôn á. Dù ở đâu hay lúc nào, cũng thấy cọ vẽ chưa rửa, thùng rác thì đầy ắp giấy nháp, rồi y như rằng bồn rửa nghẹt cứng. Bồn này nổi tiếng mà lại còn có mặt mọi lúc nữa chứ... hay là đem ẻm lên bệ ở phòng trưng bày nghệ thuật luôn cho rồi?",
  "The Notorious Slop Sink": "Bồn Rửa Bẩn Thỉu Khét Tiếng",
  "From the brand that brought you the original, KraftMatic Woodworking Table 2.0 delivers an exceptional workspace for all your woodworking needs.": "Từ nhà sản xuất đã mang đến cho bạn sản phẩm gốc, Bàn Chế Tác Gỗ KraftMatic 2.0 mang đến một không gian làm việc tuyệt vời cho mọi nhu cầu chế tác gỗ của bạn.",
  "KraftMatic Woodworking Table 2.0": "Bàn Chế Biến Gỗ KraftMatic 2.0",
  "The Artist's Studio": "Xưởng Vẽ Nghệ Sĩ",
  "\"Down to the Studs\" Wall": "Tường Trống Trơn"
}