{
  "(Getting a Photo on a Magazine Cover)": "(Chụp Ảnh Lên Trang Bìa Tạp Chí)",
  "(From Posting a Photo to Fashion Simstagram)": "(Từ Đăng Ảnh Lên Simstagram Thời Trang)",
  "(Getting a Selfie with a Style Influencer)": "(Chụp Ảnh Tự Sướng với Người Có Ảnh Hưởng Về Phong Cách)",
  "(From Chatting with a Style Influencer on a PC)": "(Từ Trò Chuyện Với Người Có Ảnh Hưởng Về Phong Cách Trên PC)",
  "The lighting, the angle, the contrast, they're all perfect! This is a great photo for a magazine cover. The client will review your submission and return the photo via snail mail, so be sure to check your mailbox.": "Ánh sáng, góc chụp, độ tương phản, mọi thứ đều hoàn hảo! Đây là một bức ảnh tuyệt vời cho trang bìa tạp chí. Khách hàng sẽ xem xét bài dự thi của bạn và gửi lại ảnh qua đường bưu điện, vì vậy hãy nhớ kiểm tra hộp thư của bạn.",
  "(From Editing Photos)": "(Từ Chỉnh Sửa Ảnh)",
  "(Posing for a Photo)": "(Tạo Dáng Chụp Ảnh)",
  "(From Presenting Photos to a Style Influencer)": "(Từ Trình Bày Ảnh Cho Người Có Ảnh Hưởng Về Phong Cách)",
  "Rejection is never easy. The client doesn't feel this photo is the right fit. Can you submit a different photograph?": "Bị từ chối không bao giờ là dễ dàng. Khách hàng không cảm thấy bức ảnh này phù hợp. Bạn có thể gửi một bức ảnh khác được không?",
  "The client has approved your photo! What a fantastic shot. Approved photos arrive in the mail in the next one or two days, so check your mailbox then post the photo online to Fashion Simstagram.": "Khách hàng đã chấp nhận ảnh của bạn! Thật là một bức ảnh tuyệt vời. Ảnh đã được chấp nhận sẽ đến qua đường bưu điện trong một hoặc hai ngày tới, vì vậy hãy kiểm tra hộp thư của bạn rồi đăng ảnh lên Fashion Simstagram.",
  "(From Submitting Photos for Client's Approval)": "(Từ Việc Gửi Ảnh để Khách Hàng Phê Duyệt)",
  "{0.SimFirstName} has submitted a photo for Approval.": "{0.SimFirstName} đã gửi một bức ảnh để phê duyệt.",
  "(From Taking a Photo with a Camera Tripod)": "(Từ Chụp Ảnh Bằng Chân Máy Ảnh)",
  "You're in the big leagues now!": "Bạn đã lên hạng chuyên nghiệp rồi đó!",
  "Cover Photo!": "Ảnh Bìa!",
  "Recognition from the digital world of fashion.": "Sự công nhận từ thế giới thời trang kỹ thuật số.",
  "Fashion Simstagram": "Fashion Simstagram",
  "Pleasing a client fills me with professional pride.": "Làm hài lòng khách hàng khiến tôi tràn đầy niềm tự hào nghề nghiệp.",
  "Freelance Photos": "Ảnh Chụp Tự Do",
  "Working with the best of the best to bring fashion to the world.": "Làm việc với những người giỏi nhất để mang thời trang đến với thế giới.",
  "Influenced Fashion Photos": "Ảnh Thời Trang Được Ảnh Hưởng",
  "Approval makes you glow with pride.": "Sự chấp thuận khiến bạn rạng rỡ vì tự hào.",
  "The Influenced Photos": "Những Bức Ảnh Được Ảnh Hưởng",
  "Speaking with famous influencers is motivating and inspiring.": "Nói chuyện với những người có ảnh hưởng nổi tiếng thật thúc đẩy và truyền cảm hứng.",
  "Influencer Style": "Phong Cách Người Ảnh Hưởng",
  "Quick touchup for a perfect mood enabling photo": "Chỉnh sửa nhanh để có một bức ảnh có tâm trạng hoàn hảo",
  "Photo Editor": "Trình Chỉnh Sửa Ảnh",
  "Sometimes things don't go as planned...": "Đôi khi mọi thứ không diễn ra theo kế hoạch...",
  "Tripods really help to keep the camera steady and eyes focused.": "Chân máy ảnh thực sự giúp giữ máy ảnh ổn định và mắt tập trung.",
  "Steady Eye": "Mắt Nhìn Vững",
  "So excited to see how the photo turns out!": "Háo hức muốn xem ảnh chụp sẽ thế nào!",
  "Can't Wait to See!": "Rất Muốn Xem!",
  "This is not my good side...": "Đây không phải góc đẹp của tôi...",
  "Not My Good Side": "Không Phải Góc Đẹp Của Tôi",
  "Why is it taking so long?": "Sao mà lâu vậy?",
  "Take the Picture!": "Chụp Ảnh Đi!",
  "Fashion Influencer": "Người Ảnh Hưởng Thời Trang",
  "{0.SimFirstName} has been recognized for great performance and client satisfaction. Dealing with the fickle clients and finger cramps were worth it in the end. In addition to raising {F0.her}{M0.his} rate, {0.SimFirstName} also received rewards!\\n\\n{7.String}": "{0.SimFirstName} đã được công nhận vì hiệu suất tuyệt vời và sự hài lòng của khách hàng. Việc đối phó với những khách hàng hay thay đổi và chuột rút ngón tay cuối cùng cũng xứng đáng. Ngoài việc tăng giá {F0.her}{M0.his}, {0.SimFirstName} còn nhận được phần thưởng!\n\n{7.String}",
  "Over Guard creates a superior product that supports the needs of top tier athletes. Unfortunately, they mostly sell to Sims whose longest hike is from the couch to the fridge. Help them adjust their image with photos of average Sims in Athletic Wear.": "Over Guard tạo ra một sản phẩm vượt trội hỗ trợ nhu cầu của các vận động viên hàng đầu. Thật không may, họ chủ yếu bán cho những Sim có chuyến đi bộ đường dài dài nhất là từ дивана đến tủ lạnh. Giúp họ điều chỉnh hình ảnh của mình bằng những bức ảnh về những Sim bình thường trong Trang Phục Thể Thao.",
  "Athletic Wear for the Couch Potato": "Trang Phục Thể Thao Cho Hội Lười Vận Động",
  "{0.SimName} really captured what the brand is all about in a terrific photo. The brand will keep {0.SimName} in mind for future social media campaigns.": "{0.SimName} đã thực sự nắm bắt được những gì thương hiệu hướng tới trong một bức ảnh tuyệt vời. Thương hiệu sẽ ghi nhớ {0.SimName} cho các chiến dịch truyền thông xã hội trong tương lai.",
  "The client is pleased with {0.SimName}'s photos, or so they say. They promise {0.SimName} more work, but {0.SimName} never hears from them again.": "Khách hàng hài lòng với những bức ảnh của {0.SimName}, hoặc ít nhất họ nói vậy. Họ hứa với {0.SimName} nhiều việc hơn, nhưng {0.SimName} không bao giờ nghe lại từ họ nữa.",
  "After looking at the comments online the client wonders if {0.SimName} was really paying attention to what the brand was all about. Displeased, they have canceled {0.SimName}'s contract.": "Sau khi xem các bình luận trực tuyến, khách hàng tự hỏi liệu {0.SimName} có thực sự chú ý đến những gì thương hiệu hướng tới hay không. Không hài lòng, họ đã hủy hợp đồng của {0.SimName}.",
  "Titanium Teens Athletic Apparel needs a photo of Sims in Athletic Wear, illustrating how sports build friendships...and rivalries.": "Titanium Teens Athletic Apparel cần một bức ảnh về các Sim mặc Trang Phục Thể Thao, minh họa cách thể thao xây dựng tình bạn... và sự ganh đua.",
  "Titanium Teens Athletic Apparel": "Titanium Teens Athletic Apparel",
  "{0.SimName}'s photo pleased the client so they sent over a thank you card featuring the company's motto, \"Success is sweet, and sweat is success.\" Athletic apparel sure is weird. ": "Ảnh của {0.SimName} làm hài lòng khách hàng nên họ đã gửi một tấm thiệp cảm ơn có in phương châm của công ty, \"Thành công là ngọt ngào, và mồ hôi là thành công.\" Trang phục thể thao quả thật kỳ lạ.",
  "The client finds {0.SimName}'s work acceptable, but ultimately they are underwhelmed. Don't expect any future gigs from them. ": "Khách hàng thấy công việc của {0.SimName} chấp nhận được, nhưng cuối cùng họ vẫn không mấy ấn tượng. Đừng mong đợi bất kỳ công việc nào trong tương lai từ họ.",
  "Demonstrate your skills as a photographer of high fashion by matching the perfect outfit with the perfect background using the Fashion Studio Backdrop.": "Thể hiện kỹ năng của bạn với tư cách là một nhiếp ảnh gia thời trang cao cấp bằng cách kết hợp trang phục hoàn hảo với phông nền hoàn hảo bằng cách sử dụng Phông Nền Studio Thời Trang.",
  "Set the Stage": "Chuẩn Bị Sân Khấu",
  "Photography Level 3": "Cấp Độ Nhiếp Ảnh 3",
  "The client sends a terse e-mail declaring {0.SimName}'s work an absolute disaster. They say that {0.SimName} has damaged their brand image, and they threaten to sue, oh no!": "Khách hàng gửi một e-mail ngắn gọn tuyên bố công việc của {0.SimName} là một thảm họa tuyệt đối. Họ nói rằng {0.SimName} đã làm tổn hại đến hình ảnh thương hiệu của họ, và họ đe dọa sẽ kiện, ôi không!",
  "The brand's sales have doubled over night thanks to the viral success of {0.SimName}'s photo. The client is very pleased and promises to send a muffin basket as thanks. Sadly, the basket arrives, but someone has eaten all the muffins...": "Doanh số của thương hiệu đã tăng gấp đôi chỉ sau một đêm nhờ thành công lan truyền của bức ảnh của {0.SimName}. Khách hàng rất hài lòng và hứa sẽ gửi một giỏ bánh nướng xốp để cảm ơn. Đáng buồn thay, giỏ đến, nhưng ai đó đã ăn hết bánh nướng xốp...",
  "A famous model, Adrianna Tapir, admires {0.SimName}'s photo and friends {0.SimName} on Simstagram! Thanks to Adrianna the photo is a viral success and the client is quite pleased.": "Một người mẫu nổi tiếng, Adrianna Tapir, ngưỡng mộ bức ảnh của {0.SimName} và kết bạn với {0.SimName} trên Simstagram! Nhờ Adrianna, bức ảnh đã thành công lan truyền và khách hàng khá hài lòng.",
  "The esteemed Estella Landgraab demands a flawless photo of Sims in a Fashion Pose. Don't let her down.": "Estella Landgraab đáng kính yêu cầu một bức ảnh hoàn hảo về các Sim trong Tư Thế Thời Trang. Đừng làm cô ấy thất vọng.",
  "Estella Landgraab Fashions": "Thời Trang Estella Landgraab",
  "The photo went viral...for all the wrong reasons. The client's brand has been damaged, and {0.SimName}'s imagery has been immortalized as a meme used by forum trolls. ": "Bức ảnh đã lan truyền... vì tất cả những lý do sai trái. Thương hiệu của khách hàng đã bị tổn hại và hình ảnh của {0.SimName} đã được bất tử hóa như một meme được sử dụng bởi những kẻ troll trên diễn đàn.",
  "A famous movie star loves {0.SimName}'s photo and shared it on her Simstagram, rocketing the client's brand to new heights of fame!": "Một ngôi sao điện ảnh nổi tiếng yêu thích bức ảnh của {0.SimName} và chia sẻ nó trên Simstagram của cô ấy, đưa thương hiệu của khách hàng lên một tầm cao danh tiếng mới!",
  "{0.SimName}'s photo gets a moderate amount of likes and shares, and the client is pleased. They send {M0.him}{F0.her} an e-mail praising {M0.his}{F0.her} work accompanied by a smiley face.": "Ảnh của {0.SimName} nhận được một lượng thích và chia sẻ vừa phải, và khách hàng hài lòng. {M0.him}{F0.her} gửi một e-mail ca ngợi công việc của {M0.his}{F0.her} kèm theo một khuôn mặt tươi cười.",
  "Stylish Sims need to be stylish when going out on the town, or when taking out the trash. Put together some shots of a great Everyday outfit with Sims in a Thoughtful Pose.": "Các Sim sành điệu cần phải phong cách khi đi ra ngoài thị trấn, hoặc khi đổ rác. Hãy cùng nhau chụp một vài bức ảnh về một bộ trang phục Thường Ngày tuyệt vời với các Sim trong Tư Thế Trầm Tư.",
  "Casual and Stylish": "Thoải Mái và Phong Cách",
  "What a disaster! {0.SimName}'s photo was not well received and the client is insulting {0.SimName} on a public forum. ": "Thật là một thảm họa! Ảnh của {0.SimName} không được đón nhận và khách hàng đang xúc phạm {0.SimName} trên một diễn đàn công khai.",
  "{0.SimName}'s photo receives such a positive response that the client decides to use it for their international marketing campaign. There is no extra pay, but it is great exposure for {0.SimName}.": "Ảnh của {0.SimName} nhận được phản hồi tích cực đến mức khách hàng quyết định sử dụng nó cho chiến dịch tiếp thị quốc tế của họ. Không có thêm tiền công, nhưng đó là sự quảng bá tuyệt vời cho {0.SimName}.",
  "{0.SimName}'s photo is nominally successful online, but is quickly forgotten as the masses move on to the next big thing. The client is pleased with {0.SimName}'s work.": "Ảnh của {0.SimName} thành công vừa phải trên mạng, nhưng nhanh chóng bị lãng quên khi mọi người chuyển sang điều lớn lao tiếp theo. Khách hàng hài lòng với công việc của {0.SimName}.",
  "Looking to upscale their brand a fashion website has asked for photographs of up and coming styles that will appeal to the socialites in San Myshuno. Think bold and bright with upscale prices. Take a photo of Sims in Formal Wear and deliver it ASAP.": "Mong muốn nâng tầm thương hiệu của mình, một trang web thời trang đã yêu cầu những bức ảnh về những phong cách mới nổi sẽ thu hút giới thượng lưu ở San Myshuno. Hãy nghĩ đến những điều táo bạo và tươi sáng với mức giá cao cấp. Chụp ảnh các Sim trong Trang Phục Lịch Sự và giao nó càng sớm càng tốt.",
  "Mostly Fashionable Formals": "Trang Phục Lịch Sự Hợp Thời Trang",
  "Photography Level 2": "Cấp Độ Nhiếp Ảnh 2",
  "{0.SimName} receives an angry phone call from the client. The client hates {0.SimName}'s photo and refuses to work with {0.SimName} again.": "{0.SimName} nhận được một cuộc điện thoại giận dữ từ khách hàng. Khách hàng ghét bức ảnh của {0.SimName} và từ chối làm việc với {0.SimName} nữa.",
  "A fashion blogger comes across {0.SimName}'s photo and shares it with her millions of Simstagram followers rocketing the brand to success. The client is very pleased and praises {0.SimName}'s skill with the camera.": "Một blogger thời trang tình cờ thấy ảnh của {0.SimName} và chia sẻ nó với hàng triệu người theo dõi Simstagram của cô ấy, đưa thương hiệu đến thành công. Khách hàng rất hài lòng và ca ngợi kỹ năng chụp ảnh của {0.SimName}.",
  "The client is pleased with {0.SimName}'s photo, and they promise to send {0.SimName} a fruit basket as a thank you. Unfortunately, the fruit basket never arrives.": "Khách hàng hài lòng với bức ảnh của {0.SimName} và họ hứa sẽ gửi cho {0.SimName} một giỏ trái cây để cảm ơn. Thật không may, giỏ trái cây không bao giờ đến.",
  "Lights! Camera! Action! A blockbuster in the making, Secrets and Simoleons is looking for photos of Young Adult Sims in Formal Wear to use in the background on set.": "Ánh sáng! Máy quay! Hành động! Một bộ phim bom tấn đang được thực hiện, Secrets and Simoleons đang tìm kiếm những bức ảnh về các Sim Thanh Niên trong Trang Phục Lịch Sự để sử dụng làm nền trên съемочной площадки.",
  "Secrets and Simoleons": "Secrets and Simoleons",
  "{0.SimName}'s photo is mocked online causing irreparable damage to the client's brand, forcing them to lay off thirty percent of their staff world wide. {0.SimName} feels bad for the newly unemployed workers and cries about it in the bath.": "Ảnh của {0.SimName} bị chế giễu trên mạng gây ra thiệt hại không thể khắc phục cho thương hiệu của khách hàng, buộc họ phải sa thải ba mươi phần trăm nhân viên trên toàn thế giới. {0.SimName} cảm thấy tiếc cho những người lao động mới thất nghiệp và khóc về điều đó trong bồn tắm.",
  "{0.SimName}'s photo is a huge success! The client loves it and the company president calls {0.SimName} to express her gratitude.": "Ảnh của {0.SimName} là một thành công lớn! Khách hàng yêu thích nó và chủ tịch công ty gọi điện cho {0.SimName} để bày tỏ lòng biết ơn.",
  "The client is pleased with {0.SimName}'s work and tells {0.SimName} so via a colorful email filled with cat pictures. It is not very professional, but it makes {0.SimName} happy.": "Khách hàng hài lòng với công việc của {0.SimName} và nói với {0.SimName} như vậy qua một email đầy màu sắc với đầy hình ảnh mèo. Nó không chuyên nghiệp lắm, nhưng nó làm {0.SimName} hạnh phúc.",
  "Little Darlings Formal Attire is seeking to build positive brand awareness after an unfortunate social media snafu involving a squirrel and a tangerine. Snap some stylish photos of Children in Formal Wear that will put the brand back on top.": "Little Darlings Formal Attire đang tìm cách xây dựng nhận thức tích cực về thương hiệu sau một sự cố truyền thông xã hội đáng tiếc liên quan đến một con sóc và một quả quýt. Chụp một vài bức ảnh phong cách của Trẻ Em trong Trang Phục Lịch Sự để đưa thương hiệu trở lại vị trí hàng đầu.",
  "Little Darlings Formal Attire": "Little Darlings Formal Attire",
  "What a disaster! A vocal vlogger with questionable taste tells the whole world why he finds {0.SimName}'s photo offensive, and an online petition calling for the company to remove the photo from their social media has 10,236 signatures by the end of the day.": "Thật là một thảm họa! Một vlogger lớn tiếng với gu thẩm mỹ đáng ngờ nói với cả thế giới lý do tại sao anh ta thấy ảnh của {0.SimName} xúc phạm, và một bản kiến nghị trực tuyến kêu gọi công ty gỡ ảnh khỏi phương tiện truyền thông xã hội của họ đã có 10.236 chữ ký vào cuối ngày.",
  "Couture culture blogger Cindi Von Simmerman raves about {0.SimName}'s photo on her weekly vlog, shooting the client's brand to instant stardom! The client is happy, and {0.SimName} is pleased that Cindi understood the overall vision of the composition.": "Blogger văn hóa thời trang cao cấp Cindi Von Simmerman ca ngợi bức ảnh của {0.SimName} trên vlog hàng tuần của cô ấy, đưa thương hiệu của khách hàng lên thành công ngay lập tức! Khách hàng hài lòng và {0.SimName} hài lòng vì Cindi đã hiểu tầm nhìn tổng thể của bố cục.",
  "The client is pleased with {0.SimName}'s work and thanks {0.SimName} for a job well done.": "Khách hàng hài lòng với công việc của {0.SimName} và cảm ơn {0.SimName} vì đã hoàn thành tốt công việc.",
  "Utilize Fashion Studio Lights to make your subjects glow from head to toe. All fashion and poses are acceptable, this is a play of light and shadow.": "Sử dụng Đèn Studio Thời Trang để làm cho đối tượng của bạn tỏa sáng từ đầu đến chân. Tất cả thời trang và tư thế đều được chấp nhận, đây là một trò chơi của ánh sáng và bóng tối.",
  "Playing With Light": "Chơi Đùa Với Ánh Sáng",
  "The internet has a long memory, and so does {0.SimName}'s client...{0.SimName}'s photo is universally mocked and the client vows to ruin {0.SimName} in retaliation.": "Internet có trí nhớ dài, và khách hàng của {0.SimName} cũng vậy... Ảnh của {0.SimName} bị chế giễu rộng rãi và khách hàng thề sẽ hủy hoại {0.SimName} để trả thù.",
  "In 24 hours {0.SimName}'s photo has gathered nearly 1 million likes! The client is pleased and {0.SimName} feels great pride.": "Trong 24 giờ, ảnh của {0.SimName} đã thu về gần 1 triệu lượt thích! Khách hàng hài lòng và {0.SimName} cảm thấy rất tự hào.",
  "The photo is well received garnering over 200,000 likes in 24 hours. The client is pleased and {0.SimName} feels the joy of a job well done.": "Bức ảnh được đón nhận nồng nhiệt, thu về hơn 200.000 lượt thích trong 24 giờ. Khách hàng hài lòng và {0.SimName} cảm thấy niềm vui khi hoàn thành tốt công việc.",
  "Photography Level 4": "Cấp Độ Nhiếp Ảnh 4",
  "An art dealer has asked you to utilize Fashion Studio Lights to capture a perfectly lit photo of a Sim in a Fashion Pose. If the client likes it it will be displayed in their gallery.": "Một người buôn bán nghệ thuật đã yêu cầu bạn sử dụng Đèn Studio Thời Trang để chụp một bức ảnh được chiếu sáng hoàn hảo về một Sim trong Tư Thế Thời Trang. Nếu khách hàng thích nó, nó sẽ được trưng bày trong phòng trưng bày của họ.",
  "Lights! Camera! Fashion!": "Ánh sáng! Máy quay! Thời trang!",
  "A prominent fashionista insults {0.SimName}'s photo within minutes of it being posted online. Her followers rise to the occasion and down vote the photo. The client is devastated and {0.SimName} is mortified.": "Một fashionista nổi tiếng xúc phạm ảnh của {0.SimName} chỉ vài phút sau khi nó được đăng trực tuyến. Những người theo dõi cô ấy nhân cơ hội này để bỏ phiếu chống lại bức ảnh. Khách hàng rất thất vọng và {0.SimName} xấu hổ.",
  "A fashion model from San Myshuno praises {0.SimName}'s photo and all her followers rush out to buy the client's clothing. Success!": "Một người mẫu thời trang từ San Myshuno ca ngợi bức ảnh của {0.SimName} và tất cả những người theo dõi cô ấy đổ xô đi mua quần áo của khách hàng. Thành công!",
  "Followers of the brand embrace {0.SimName}'s photo as an innovative representation of the fashion industry. The client is pleased, and {0.SimName} celebrates with a second dessert.": "Những người theo dõi thương hiệu đón nhận bức ảnh của {0.SimName} như một đại diện sáng tạo của ngành công nghiệp thời trang. Khách hàng hài lòng và {0.SimName} ăn mừng bằng món tráng miệng thứ hai.",
  "Everyday most Sims get up and put on clothes. But most Sims could stand to be a bit more...stylish. The client asks for photos of Sims in Everyday Attire to showcase that everyone can be fashionable everyday.": "Hàng ngày, hầu hết các Sim thức dậy và mặc quần áo. Nhưng hầu hết các Sim có thể trở nên... phong cách hơn một chút. Khách hàng yêu cầu những bức ảnh về các Sim trong Trang Phục Thường Ngày để giới thiệu rằng mọi người đều có thể thời trang hàng ngày.",
  "Everyday Activities Fashion Shoot": "Buổi Chụp Ảnh Các Hoạt Động Hàng Ngày",
  "Photography Level 1": "Cấp Độ Nhiếp Ảnh 1",
  "Failure has a name. It is {0.SimName}. The client is horrified by {0.SimName}'s low quality work and {0.SimName} feels deep shame.": "Thất bại có một cái tên. Đó là {0.SimName}. Khách hàng kinh hoàng trước công việc chất lượng thấp của {0.SimName} và {0.SimName} cảm thấy vô cùng xấu hổ.",
  "The internet loves {0.SimName}'s photo and client rejoices at the positive reaction. Great job {0.SimName}!": "Internet yêu thích bức ảnh của {0.SimName} và khách hàng vui mừng trước phản ứng tích cực. Tuyệt vời {0.SimName}!",
  "The reaction to {0.SimName}'s photo is mixed, but overall it is positive. The client is pleased and promises to refer {0.SimName} to other brands.": "Phản ứng với ảnh của {0.SimName} rất lẫn lộn, nhưng nhìn chung là tích cực. Khách hàng hài lòng và hứa sẽ giới thiệu {0.SimName} cho các thương hiệu khác.",
  "Genius Professor Outdoor Wear claims to be the number one brand of attire for collegiate Professors. In reality, they are a distant third. Help them boost their image and achieve excellent marks by showcasing Sims in Everyday Wear.": "Genius Professor Outdoor Wear tuyên bố là thương hiệu trang phục số một cho các Giáo sư đại học. Trên thực tế, họ chỉ đứng thứ ba từ dưới lên. Giúp họ nâng cao hình ảnh và đạt được điểm số xuất sắc bằng cách giới thiệu các Sim trong Trang Phục Thường Ngày.",
  "Genius Professor Outdoor Wear Study": "Nghiên Cứu Genius Professor Outdoor Wear",
  "{0.SimName}'s photo is universally mocked. It starts off as just a few negative memes, but quickly enough the internet is ablaze and the brand is irreparably damaged. {0.SimName} feels shame, despair, and agony. What a world.": "Ảnh của {0.SimName} bị chế giễu rộng rãi. Ban đầu chỉ là một vài meme tiêu cực, nhưng rất nhanh sau đó internet bùng nổ và thương hiệu bị tổn hại không thể phục hồi. {0.SimName} cảm thấy xấu hổ, tuyệt vọng và đau khổ. Thật là một thế giới.",
  "The client is awed and delighted when {0.SimName}'s photo is nominated for a Simsational Fashion Simstagram award for best photo composition. Free publicity for your brand is the best kind of publicity.": "Khách hàng kinh ngạc và vui mừng khi ảnh của {0.SimName} được đề cử giải Simsational Fashion Simstagram cho bố cục ảnh đẹp nhất. Quảng cáo miễn phí cho thương hiệu của bạn là loại quảng cáo tốt nhất.",
  "{0.SimName}'s photo doesn't get a lot of shares, but it does garner a good amount of likes. The client is pleased and promises to keep {0.SimName} in mind for future opportunities.": "Ảnh của {0.SimName} không nhận được nhiều lượt chia sẻ, nhưng nó nhận được một lượng thích khá tốt. Khách hàng hài lòng và hứa sẽ ghi nhớ {0.SimName} cho các cơ hội trong tương lai.",
  "Our client needs fun and flirty shots for their upcoming Love Day magazine spread. Show off your skills by selecting appropriate attire and direct your models to use only Flirty Poses.": "Khách hàng của chúng tôi cần những bức ảnh vui nhộn và tán tỉnh cho tạp chí Love Day sắp tới của họ. Thể hiện kỹ năng của bạn bằng cách chọn trang phục phù hợp và hướng dẫn người mẫu của bạn chỉ sử dụng Tư Thế Tán Tỉnh.",
  "Fun and Flirty": "Vui Nhộn và Tán Tỉnh",
  "{0.SimName} has made a lot of poor choices in life, but nothing compares to posting this awful photo online. What was {0.SimName} thinking?! The client is displeased and {0.SimName} is embarrassed.": "{0.SimName} đã đưa ra rất nhiều lựa chọn tồi tệ trong cuộc sống, nhưng không có gì sánh được với việc đăng bức ảnh khủng khiếp này lên mạng. {0.SimName} đã nghĩ gì vậy?! Khách hàng không hài lòng và {0.SimName} xấu hổ.",
  "Everything {0.SimName} has ever experienced pales in comparison to the pride and joy {0.SimName} feels when the photo goes viral. The client is impressed with {0.SimName}'s work, and the brand's sales triple over the course of the week.": "Mọi thứ {0.SimName} từng trải qua đều trở nên nhạt nhòa so với niềm tự hào và niềm vui mà {0.SimName} cảm thấy khi bức ảnh lan truyền. Khách hàng ấn tượng với công việc của {0.SimName} và doanh số bán hàng của thương hiệu tăng gấp ba lần trong tuần.",
  "Success! The internet likes {0.SimName}'s photo and the client is pleased. Good job.": "Thành công! Internet thích bức ảnh của {0.SimName} và khách hàng hài lòng. Làm tốt lắm.",
  "Every Day Excitement promotes excitement through relaxation. Because what is more exciting than an opportunity to relax! The client requests a photo of a Sim in fashionable Everyday Wear in a Relaxed Pose. ": "Every Day Excitement quảng bá sự phấn khích thông qua thư giãn. Bởi vì còn gì thú vị hơn là cơ hội để thư giãn! Khách hàng yêu cầu một bức ảnh về một Sim trong Trang Phục Thường Ngày thời trang trong Tư Thế Thư Giãn.",
  "Every Day Excitement": "Every Day Excitement",
  "Failure...{0.SimName} will do better next time. If there is a next time. The client is horrified by {0.SimName}'s shoddy work and posts a scathing rant online denouncing {0.SimName}'s skills, looks, and mother.": "Thất bại...{0.SimName} sẽ làm tốt hơn vào lần sau. Nếu có lần sau. Khách hàng kinh hoàng trước công việc tồi tệ của {0.SimName} và đăng một bài đăng trực tuyến gay gắt tố cáo các kỹ năng, ngoại hình và mẹ của {0.SimName}.",
  "The fashion, the lighting, the model - every aspect of {0.SimName}'s photo is perfect and the online masses take notice! The client is enjoying a rise in popularity and praises {0.SimName}'s work.": "Thời trang, ánh sáng, người mẫu - mọi khía cạnh trong bức ảnh của {0.SimName} đều hoàn hảo và công chúng trực tuyến chú ý! Khách hàng đang tận hưởng sự nổi tiếng gia tăng và ca ngợi công việc của {0.SimName}.",
  "{0.SimName}'s photo is okay. Not great, but okay. The client is happy enough, but the internet largely ignores it. {0.SimName} will do better next time.": "Ảnh của {0.SimName} tạm được. Không tuyệt vời, nhưng tạm được. Khách hàng đủ hài lòng, nhưng internet phần lớn bỏ qua nó. {0.SimName} sẽ làm tốt hơn vào lần sau.",
  "A shadowy fashionista says you'll get more likes if you post a photo to your Fashion Simstagram of a Sim in a Goofy Pose wearing a Party Outfit.": "Một fashionista bí ẩn nói rằng bạn sẽ nhận được nhiều lượt thích hơn nếu bạn đăng một bức ảnh lên Fashion Simstagram của mình về một Sim trong Tư Thế Ngớ Ngẩn mặc Trang Phục Dự Tiệc.",
  "Goofy Party Pose": "Tư Thế Dự Tiệc Ngớ Ngẩn",
  "The client hates {0.SimName}'s photo and denounces {0.SimName} as a fraud without an ounce of photography talent. Ouch.": "Khách hàng ghét bức ảnh của {0.SimName} và tố cáo {0.SimName} là một kẻ lừa đảo không có chút tài năng nhiếp ảnh nào. Đau thật.",
  "The client loves {0.SimName}'s photos and so does the Simstagram community. {0.SimName} gains recognition online as a top tier fashion photographer.": "Khách hàng yêu thích những bức ảnh của {0.SimName} và cộng đồng Simstagram cũng vậy. {0.SimName} được công nhận trực tuyến là một nhiếp ảnh gia thời trang hàng đầu.",
  "It won't win any awards, but {0.SimName}'s photo is a solidly average entry in the field of online fashion photography.": "Nó sẽ không giành được bất kỳ giải thưởng nào, nhưng bức ảnh của {0.SimName} là một tác phẩm trung bình vững chắc trong lĩnh vực nhiếp ảnh thời trang trực tuyến.",
  "Jazzed for Jammies has an image problem. Their name brings the impression of too much energy! They need photos of Sims in Sleep Wear to convey relaxation and comfort for their spring catalog.": "Jazzed for Jammies đang gặp vấn đề về hình ảnh. Tên của họ mang lại ấn tượng về quá nhiều năng lượng! Họ cần những bức ảnh về các Sim trong Trang Phục Ngủ để truyền tải sự thư giãn và thoải mái cho danh mục mùa xuân của họ.",
  "Jazzed for Jammies Spring Catalog": "Danh Mục Mùa Xuân Jazzed for Jammies",
  "Did {0.SimName} really post that?! The client is angry and {0.SimName} is embarrassed. What was {0.SimName} thinking?": "{0.SimName} thực sự đã đăng cái đó sao?! Khách hàng tức giận và {0.SimName} xấu hổ. {0.SimName} đã nghĩ gì vậy?",
  "Never in the history of online fashion photography has a photo received so many likes! Well, in recent memory anyways. {0.SimName} did a fabulous job and the client is very pleased.": "Chưa bao giờ trong lịch sử nhiếp ảnh thời trang trực tuyến có một bức ảnh nhận được nhiều lượt thích đến vậy! Chà, dù sao thì trong trí nhớ gần đây. {0.SimName} đã làm một công việc tuyệt vời và khách hàng rất hài lòng.",
  "It could have been better, but it could have been worse. At the end of the day {0.SimName}'s photo has more likes than dislikes, so the client is pleased and thanks {0.SimName} for the hard work.": "Nó có thể tốt hơn, nhưng nó có thể tệ hơn. Vào cuối ngày, ảnh của {0.SimName} có nhiều lượt thích hơn lượt không thích, vì vậy khách hàng hài lòng và cảm ơn {0.SimName} vì đã làm việc chăm chỉ.",
  "The latest episode of Growing Up Crumplebottom sparked unexpected interest in a line of pajamas by CozyThreads. They need a quick photoshoot of models in cozy Sleep Wear.": "Tập mới nhất của Growing Up Crumplebottom đã tạo ra sự quan tâm bất ngờ đến dòng đồ ngủ của CozyThreads. Họ cần một buổi chụp ảnh nhanh về người mẫu trong Trang Phục Ngủ thoải mái.",
  "Silver Screen Sleep Wear": "Trang Phục Ngủ Màn Bạc",
  "Worst. Photo. Ever. The client is not happy, the internet is mocking the brand, and overall it is a disaster. Better luck next time {0.SimName}.": "Tệ nhất. Bức ảnh. Từng có. Khách hàng không hài lòng, internet đang chế giễu thương hiệu và nhìn chung đó là một thảm họa. Chúc {0.SimName} may mắn lần sau.",
  "Likes and shares for {0.SimName}'s photo increase daily and show no sign of slowing down. The client is thrilled and salutes {0.SimName} as a worthy partner for their brand.": "Lượt thích và chia sẻ cho ảnh của {0.SimName} tăng lên hàng ngày và không có dấu hiệu chậm lại. Khách hàng rất vui mừng và chào mừng {0.SimName} như một đối tác xứng đáng cho thương hiệu của họ.",
  "{0.SimName}'s photo is well received, though not widely circulated. The client is pleased with {0.SimName}'s work and promises to send over some free clothes. Sadly, they never arrive. Oh well.": "Ảnh của {0.SimName} được đón nhận tốt, mặc dù không được lan truyền rộng rãi. Khách hàng hài lòng với công việc của {0.SimName} và hứa sẽ gửi một số quần áo miễn phí. Đáng buồn thay, chúng không bao giờ đến. Ồ, thôi vậy.",
  "Work with a Style Influencer to create the perfect photo capturing fresh and fun fashions from next season's lines. You have creative freedom to choose your own clothing and photo subjects.": "Làm việc với Người Có Ảnh Hưởng Về Phong Cách để tạo ra bức ảnh hoàn hảo ghi lại những thời trang tươi mới và thú vị từ các dòng sản phẩm của mùa tới. Bạn có quyền tự do sáng tạo để chọn quần áo và đối tượng chụp ảnh của riêng mình.",
  "Finding the Style": "Tìm Kiếm Phong Cách",
  "Working with a Style Influencer should have made this an easy assignment to complete...what happened?": "Làm việc với Người Có Ảnh Hưởng Về Phong Cách đáng lẽ phải làm cho nhiệm vụ này dễ hoàn thành... chuyện gì đã xảy ra vậy?",
  "Working with such a talented Style Influencer and fashion photographer has made this one of the most successful social media postings of all time! Fantastic work!": "Làm việc với một Người Có Ảnh Hưởng Về Phong Cách tài năng và một nhiếp ảnh gia thời trang đã biến bài đăng trên mạng xã hội này trở thành một trong những bài đăng thành công nhất mọi thời đại! Công việc tuyệt vời!",
  "Seems the Style Influencer's suggestions clashed with some of the client's ideas, but the Simstagram community seems to like the photo, so all is well.": "Có vẻ như những gợi ý của Người Có Ảnh Hưởng Về Phong Cách đã xung đột với một số ý tưởng của khách hàng, nhưng cộng đồng Simstagram dường như thích bức ảnh này, vì vậy mọi thứ đều ổn.",
  "Photography Level 5": "Cấp Độ Nhiếp Ảnh 5",
  "You've been asked to put together a glamour shot of Sims in Swim Wear. The client requests that it features Sims who look good lounging by the pool.": "Bạn đã được yêu cầu tập hợp một bức ảnh quyến rũ về các Sim trong Trang Phục Bơi. Khách hàng yêu cầu nó có các Sim trông đẹp khi nằm dài bên hồ bơi.",
  "Wet or Dry Swimwear": "Trang Phục Bơi Ướt Hay Khô",
  "Samantha Seaside, the swimwear guru, says she would rather fight a seagull than wear the fashions highlighted in {0.SimName}'s photo, ouch! {0.SimName}'s reputation took a hit, and the client is facing bankruptcy...": "Samantha Seaside, bậc thầy về đồ bơi, nói rằng cô ấy thà đánh nhau với mòng biển hơn là mặc những bộ thời trang được làm nổi bật trong bức ảnh của {0.SimName}, đau thật! Danh tiếng của {0.SimName} đã bị ảnh hưởng và khách hàng đang phải đối mặt với nguy cơ phá sản...",
  "The swimwear fashionista Seaside Samantha saw {0.SimName}'s photo and has praised {0.SimName}'s fashion choices on her blog, vlog, and Simstagram, wow!": "Samantha Seaside, fashionista đồ bơi, đã xem ảnh của {0.SimName} và ca ngợi những lựa chọn thời trang của {0.SimName} trên blog, vlog và Simstagram của cô ấy, wow!",
  "Seaside Samantha, the self proclaimed Queen of Summer, gave {0.SimName}'s photo 4/5 starfish and 1 sad coconut. Not bad!": "Seaside Samantha, tự xưng là Nữ hoàng mùa hè, đã cho ảnh của {0.SimName} 4/5 sao biển và 1 quả dừa buồn. Không tệ!",
  "The local pool has had trouble attracting swimmers ever since that incident with the octopus got out of hand. They want to boost their image with photos of Sims having fun in Swim Wear.": "Hồ bơi địa phương đã gặp khó khăn trong việc thu hút người bơi kể từ sau sự cố với con bạch tuộc vượt khỏi tầm kiểm soát. Họ muốn nâng cao hình ảnh của mình bằng những bức ảnh về các Sim vui chơi trong Trang Phục Bơi.",
  "Ad Campaign for Local Pool Venue": "Chiến Dịch Quảng Cáo cho Địa Điểm Hồ Bơi Địa Phương",
  "Seaside Samantha, Queen of Summer and first of her name, gave {0.SimName}'s photo 0/5 starfish and 2 upside down krakens, ouch! The client is mortified and {0.SimName} has developed an irrational fear of the water.": "Seaside Samantha, Nữ hoàng mùa hè và người đầu tiên mang tên cô, đã cho ảnh của {0.SimName} 0/5 sao biển và 2 con kraken lộn ngược, đau thật! Khách hàng xấu hổ và {0.SimName} đã phát triển một nỗi sợ hãi vô lý đối với nước.",
  "Seaside Samantha, swimwear expert, gushes about {0.SimName}'s photo in her article, \"12 Funky Bathing Suits You Must Buy Now.\" The masses flock to the client's Simstagram and they more than double their followers over night!": "Seaside Samantha, chuyên gia về đồ bơi, say sưa về bức ảnh của {0.SimName} trong bài viết của cô ấy, \"12 Bộ Đồ Tắm Kỳ Quặc Bạn Phải Mua Ngay Bây Giờ.\" Đám đông đổ xô đến Simstagram của khách hàng và họ tăng hơn gấp đôi số lượng người theo dõi chỉ sau một đêm!",
  "Seaside Samantha, swimwear goddess, promotes {0.SimName}'s photo on her blog...after the client paid her to do so. The client is happy, Samantha is richer, and {0.SimName} has the satisfaction of a job well done.": "Seaside Samantha, nữ thần đồ bơi, quảng bá bức ảnh của {0.SimName} trên blog của cô ấy... sau khi khách hàng trả tiền cho cô ấy làm như vậy. Khách hàng hạnh phúc, Samantha giàu có hơn và {0.SimName} có được sự hài lòng khi hoàn thành tốt công việc.",
  "Freelance Fashion Photographer": "Nhiếp Ảnh Gia Thời Trang Tự Do",
  "Eye for fashion and style? Build a studio, or venture outside, and take photos of the hottest fashion trends.": "Có con mắt về thời trang và phong cách? Xây dựng một studio, hoặc mạo hiểm ra ngoài và chụp ảnh những xu hướng thời trang hot nhất.",
  "Freelance Fashion Photographers take on different gigs to take photos for client’s fashion, advertising, and research needs. Develop photography skills and a good reputation to be selected to work with Style Influencers who represent all the best brands.": "Nhiếp Ảnh Gia Thời Trang Tự Do đảm nhận các công việc khác nhau để chụp ảnh cho thời trang, quảng cáo và nhu cầu nghiên cứu của khách hàng. Phát triển các kỹ năng nhiếp ảnh và một danh tiếng tốt để được chọn làm việc với những Người Có Ảnh Hưởng Về Phong Cách đại diện cho tất cả các thương hiệu tốt nhất.",
  "Post-Party Heatwave": "Sức Nóng Sau Bữa Tiệc",
  "Clear The Runway": "Dọn Sạch Đường Băng",
  "The Casualibero": "The Casualibero",
  "Mos' Fashionable": "Mos' Fashionable",
  "By: Portrait George \\n\\nFrom the rule of fourths to the golden trapezoid, you are ready to master all the best composition techniques. This guide will take your skills from point and shoot to full manual mode.": "Bởi: Portrait George\n\nTừ quy tắc phần tư đến hình thang vàng, bạn đã sẵn sàng làm chủ tất cả các kỹ thuật bố cục tốt nhất. Hướng dẫn này sẽ đưa các kỹ năng của bạn từ chế độ ngắm và chụp đến chế độ thủ công hoàn toàn.",
  "Photography Vol.2: Mastering Composition": "Nhiếp Ảnh Tập 2: Làm Chủ Bố Cục",
  "By: Portrait George\\n\\nTake time and compose your first shot. Fill the frame with the subject and keep it in focus. The most expensive camera in the world can't make up for a poorly composed photo.": "Bởi: Portrait George\n\nDành thời gian và sắp xếp bức ảnh đầu tiên của bạn. Lấp đầy khung hình bằng chủ thể và giữ cho nó luôn được lấy nét. Máy ảnh đắt tiền nhất trên thế giới cũng không thể bù đắp cho một bức ảnh có bố cục kém.",
  "Photography Vol.1: Your First Exposure": "Nhiếp Ảnh Tập 1: Phơi Sáng Đầu Tiên Của Bạn",
  "Because sometimes a bookcase isn’t a bookcase, it is an art piece.": "Bởi vì đôi khi một tủ sách không phải là một tủ sách, nó là một tác phẩm nghệ thuật.",
  "The Tastefully Empty Bookcase": "Tủ Sách Trống Trang Nhã",
  "Multiple books, stacked.": "Nhiều cuốn sách, xếp chồng lên nhau.",
  "Stack of Advanced Photography Books": "Chồng Sách Nhiếp Ảnh Nâng Cao",
  "Stack of Beginner Photography Books": "Chồng Sách Nhiếp Ảnh Dành Cho Người Mới Bắt Đầu",
  "Loft living starts the moment you step through the door. This door.": "Cuộc sống trong căn gác xép bắt đầu ngay khi bạn bước qua cánh cửa. Cánh cửa này.",
  "Luxury Loft Sliding Door": "Cửa Trượt Căn Gác Xép Sang Trọng",
  "Who doesn’t love free clothes? The fashionable attire and accessories are perks of the trade, but you still have to pay for the rack.": "Ai mà không thích quần áo miễn phí? Trang phục và phụ kiện thời trang là đặc quyền của nghề, nhưng bạn vẫn phải trả tiền cho giá treo.",
  "Designer Samples": "Hàng Mẫu Thiết Kế",
  "Bright lights are the key to happiness. Assuming your happiness is dependent upon seeing stuff.": "Ánh sáng rực rỡ là chìa khóa của hạnh phúc. Giả sử hạnh phúc của bạn phụ thuộc vào việc nhìn thấy mọi thứ.",
  "Fluorescent Focus Ceiling Light": "Đèn Trần Huỳnh Quang Tập Trung",
  "Because you can’t have perfect photos without perfect lighting.": "Bởi vì bạn không thể có những bức ảnh hoàn hảo nếu không có ánh sáng hoàn hảo.",
  "Fashion Studio Lights: Perfect Photo Floor Light": "Đèn Studio Thời Trang: Đèn Sàn Ảnh Hoàn Hảo",
  "Lighting makes or breaks a photograph, so make sure your studio has the BEST lighting in the whole wide world. Seriously, we’re the BEST. In the world. For real.": "Ánh sáng có thể tạo nên hoặc phá hỏng một bức ảnh, vì vậy hãy đảm bảo studio của bạn có ánh sáng TỐT NHẤT trên toàn thế giới. Nghiêm túc đấy, chúng tôi là TỐT NHẤT. Trên thế giới. Thật đó.",
  "Fashion Studio Lights: BEST Photo Shoot Light": "Đèn Studio Thời Trang: Đèn Chụp Ảnh TỐT NHẤT",
  "Sing with me: Shine shine shine your light, your neon light! Shine shine shine it bright, oh it is so bright! Shine shine shine tonight, it shines every night! Oooooo…SHINE!": "Hát cùng tôi: Tỏa sáng tỏa sáng ánh sáng của bạn, ánh sáng neon của bạn! Tỏa sáng tỏa sáng nó thật sáng, ồ nó thật sáng! Tỏa sáng tỏa sáng tối nay, nó tỏa sáng mỗi đêm! Oooooo…TỎA SÁNG!",
  "Shine Your Neon Light": "Tỏa Sáng Ánh Sáng Neon Của Bạn",
  "When you want to visualize yourself in the thoughts of another, this mirror will do the trick.": "Khi bạn muốn hình dung bản thân trong suy nghĩ của người khác, chiếc gương này sẽ làm được điều đó.",
  "My Own Best Thoughts Mirror": "Gương Phản Chiếu Những Suy Nghĩ Tốt Đẹp Nhất Của Tôi",
  "A great conversation starter, this classy quartet looks like something you’d find at an art gallery, but really you bought it online at a discount.": "Một món đồ tuyệt vời để bắt đầu cuộc trò chuyện, bộ tứ sang trọng này trông giống như thứ bạn tìm thấy tại một phòng trưng bày nghệ thuật, nhưng thực tế bạn đã mua nó trực tuyến với giá chiết khấu.",
  "My First Framed Art Set": "Bộ Nghệ Thuật Đóng Khung Đầu Tiên Của Tôi",
  "Hip, modern, and oh so shiny, this pedestal is the perfect perch for all your artistic acquisitions.": "Phong cách, hiện đại và rất bóng bẩy, bệ đỡ này là nơi hoàn hảo cho tất cả các tác phẩm nghệ thuật mà bạn có được.",
  "I’m So Shiny!": "Tôi Thật Bóng Bẩy!",
  "Featuring a variety of fun and festive scenes and styles this backdrop is an essential for photographers who want to add some fashionable pizzazz to their photos.": "Với nhiều cảnh và phong cách vui nhộn và lễ hội, phông nền này là một yếu tố cần thiết cho các nhiếp ảnh gia muốn thêm một chút phong cách thời trang vào ảnh của họ.",
  "Fashion Studio Backdrop Curved": "Phông Nền Studio Thời Trang Cong",
  "These fun and festive backdrops are sure to liven up any photo shoot, and will help give your pic a visual boost that is sure to rocket you to Fashion Simstagram stardom!": "Những phông nền vui nhộn và lễ hội này chắc chắn sẽ làm sống động bất kỳ buổi chụp ảnh nào và sẽ giúp bức ảnh của bạn tăng thêm vẻ đẹp trực quan, chắc chắn sẽ đưa bạn đến với ngôi sao Fashion Simstagram!",
  "Fashion Studio Backdrop Straight": "Phông Nền Studio Thời Trang Thẳng",
  "This camera boasts the latest in camera technology and will save some weight in your gear bag. You will have to rebuy all your favorite DSLR lenses because they won't fit on this body. Those lenses were not expensive were they?": "Máy ảnh này tự hào có công nghệ máy ảnh mới nhất và sẽ tiết kiệm một chút trọng lượng trong túi đựng đồ của bạn. Bạn sẽ phải mua lại tất cả các ống kính DSLR yêu thích của mình vì chúng sẽ không vừa với thân máy này. Những ống kính đó không đắt tiền phải không?",
  "ClickShot P10 Mirrorless Camera": "Máy Ảnh Không Gương Lật ClickShot P10",
  "Unlock by maxing out the performance meter in the Freelancer career as a Freelance Photographer for the first time.": "Mở khóa bằng cách đạt tối đa thước đo hiệu suất trong sự nghiệp Làm Nghề Tự Do với tư cách là Nhiếp Ảnh Gia Tự Do lần đầu tiên.",
  "Collect and display your photos all in one frame.": "Thu thập và hiển thị tất cả ảnh của bạn trong một khung hình.",
  "Collage Photo Frame": "Khung Ảnh Ghép",
  "The new way to display all of your photos while conserving wall space.": "Cách mới để hiển thị tất cả ảnh của bạn đồng thời tiết kiệm không gian tường.",
  "MixPix Portrait Digital Photo Frame": "Khung Ảnh Kỹ Thuật Số Chân Dung MixPix",
  "MixPix Landscape Digital Photo Frame": "Khung Ảnh Kỹ Thuật Số Phong Cảnh MixPix",
  "Attach your camera and never take a blurry photo again. If that is bokeh with you.": "Gắn máy ảnh của bạn và không bao giờ chụp ảnh bị mờ nữa. Nếu đó là bokeh với bạn.",
  "Fashion Studio Photography Tripod": "Chân Máy Ảnh Studio Thời Trang",
  "Sometimes inspiration comes from the most unlikely of places…like the rug beneath your feet.": "Đôi khi nguồn cảm hứng đến từ những nơi khó có thể xảy ra nhất... như tấm thảm dưới chân bạn.",
  "Modern Muse Rug": "Thảm Nàng Thơ Hiện Đại",
  "Professional photos require professional tools, and every serious photographer needs a photo drape to help frame their shots. A sturdy metal frame paired with durable canvas means that this is an investment piece that will stand the test of time.": "Ảnh chuyên nghiệp đòi hỏi các công cụ chuyên nghiệp và mọi nhiếp ảnh gia nghiêm túc đều cần một tấm vải che ảnh để giúp đóng khung ảnh của họ. Khung kim loại chắc chắn kết hợp với vải bạt bền có nghĩa là đây là một khoản đầu tư sẽ đứng vững trước thử thách của thời gian.",
  "Photo Drape": "Vải Che Ảnh",
  "Metal and frosted glass combine to form the pinnacle of room divider innovation.": "Kim loại và kính mờ kết hợp để tạo thành đỉnh cao của sự đổi mới vách ngăn phòng.",
  "Frosted Glass Room Divider": "Vách Ngăn Phòng Kính Mờ",
  "The LiBEARian keeps your books neatly organized on any shelf.": "LiBEARian giúp bạn sắp xếp sách gọn gàng trên mọi kệ.",
  "Libearian": "Libearian",
  "Fashion trends, style tips, health advice, and semi-serious journalism detailing the horrors of modern life. Simsational Style Magazine has it all!": "Xu hướng thời trang, lời khuyên về phong cách, lời khuyên về sức khỏe và báo chí bán nghiêm túc mô tả chi tiết những nỗi kinh hoàng của cuộc sống hiện đại. Tạp chí Simsational Style có tất cả!",
  "Simsational Style Stack": "Chồng Tạp Chí Simsational Style",
  "This modern art piece has been known to cause breakdowns in photographers who view it. They lose the ability to compose full sentences and just mutter 'dust' 'lens caps' and 'the Glass!' to themselves.": "Tác phẩm nghệ thuật hiện đại này được biết là gây ra sự suy sụp ở những nhiếp ảnh gia xem nó. Họ mất khả năng soạn thảo các câu đầy đủ và chỉ lẩm bẩm 'bụi' 'nắp ống kính' và 'kính!' với chính mình.",
  "The Photographer's Irritation": "Sự Khó Chịu Của Nhiếp Ảnh Gia",
  "A wrenching expression of this artists soul. Said to be inspired by their everlong yearning for a hero.": "Một biểu hiện đau đớn về tâm hồn của nghệ sĩ này. Được cho là lấy cảm hứng từ sự khao khát một anh hùng bất tận của họ.",
  "The Shape and The Colour": "Hình Dạng Và Màu Sắc",
  "Most photographers throw all their equipment into a bag in the corner. Not you.  You show off your accessories and keep them in pristine condition.": "Hầu hết các nhiếp ảnh gia ném tất cả thiết bị của họ vào một chiếc túi ở góc. Không phải bạn. Bạn khoe các phụ kiện của mình và giữ chúng trong tình trạng nguyên sơ.",
  "No Clutter Photo Accessory Organizer": "Hộp Đựng Phụ Kiện Ảnh Không Bừa Bộn",
  "Most chairs have two arms, but this chair is so wonderful that maximum comfort is achieved with only one.": "Hầu hết các ghế đều có hai tay vịn, nhưng chiếc ghế này tuyệt vời đến mức sự thoải mái tối đa đạt được chỉ với một tay vịn.",
  "The One-Armed Wonder": "Điều Kỳ Diệu Một Tay",
  "The Sit On Me Now sofa offers two comfortable seats and one less comfortable seat. Keep your friends close, and your enemies uncomfortable.": "Ghế sofa Sit On Me Now cung cấp hai chỗ ngồi thoải mái và một chỗ ngồi ít thoải mái hơn. Giữ bạn bè ở gần và khiến kẻ thù của bạn khó chịu.",
  "Sit On Me Now": "Ngồi Lên Tôi Ngay Bây Giờ",
  "Help direct your photo subjects to the right location so you can craft that perfect composition. These magic marks will not be visible in your photos.": "Giúp hướng dẫn các đối tượng chụp ảnh của bạn đến đúng vị trí để bạn có thể tạo ra bố cục hoàn hảo đó. Những dấu hiệu kỳ diệu này sẽ không hiển thị trong ảnh của bạn.",
  "Fashion Studio Subject Mark": "Dấu Vị Trí Đối Tượng Studio Thời Trang",
  "Apparently this fell off the back of a roadie's truck. Their loss is your gain. This repurposed gear makes the perfect addition to your styled apartment.\\n\\nWhile this stack of Amps doesn't actually function, it has been known to make you feel better when playing air guitar.": "Rõ ràng là cái này đã rơi khỏi phía sau xe tải của một roadie. Mất mát của họ là lợi nhuận của bạn. Thiết bị tái chế này là sự bổ sung hoàn hảo cho căn hộ theo phong cách của bạn.\n\nMặc dù chồng Amp này thực sự không hoạt động, nhưng nó được biết là làm cho bạn cảm thấy tốt hơn khi chơi guitar trên không.",
  "Amp Stack": "Chồng Amp",
  "This used to carry around the most valuable tech to all your shows. Now it is a great place to display last weeks magazines.": "Trước đây nó dùng để mang theo công nghệ giá trị nhất đến tất cả các buổi biểu diễn của bạn. Bây giờ nó là một nơi tuyệt vời để trưng bày các tạp chí tuần trước.",
  "Repurposed Gear Chest": "Rương Đựng Đồ Tái Chế",
  "Layers of laminate dominate the design of this split level coffee table.": "Các lớp laminate thống trị thiết kế của chiếc bàn cà phê hai tầng này.",
  "Laminate Layers": "Các Lớp Laminate",
  "It may look like wood and metal and glass, but this end table is made of laminate and plastic. Makes it easy to wipe clean.": "Có vẻ như nó làm bằng gỗ, kim loại và thủy tinh, nhưng chiếc bàn cuối này được làm bằng laminate và nhựa. Giúp bạn dễ dàng lau sạch.",
  "The Artificial End Table": "Bàn Cuối Giả",
  "Sometimes you need to keep the windows shut in order to keep those pesky birds and bugs and bears out.": "Đôi khi bạn cần phải đóng cửa sổ để giữ những con chim, bọ và gấu gây phiền nhiễu ở bên ngoài.",
  "Closed Loft Window": "Cửa Sổ Gác Xép Đóng",
  "Enjoy a cool or warm or hot (yuck) breeze any time you desire with this loft window.": "Tận hưởng một làn gió mát hoặc ấm hoặc nóng (ghê) bất cứ lúc nào bạn muốn với cửa sổ gác xép này.",
  "Breezy Loft Window": "Cửa Sổ Gác Xép Thoáng Mát",
  "Whether you need a little air flow, or you just want to hear the sounds of birds and traffic, you’ll be happy to know that this loft window actually opens! Good luck getting it closed.": "Cho dù bạn cần một chút luồng không khí, hoặc bạn chỉ muốn nghe âm thanh của chim và giao thông, bạn sẽ rất vui khi biết rằng cửa sổ gác xép này thực sự mở ra! Chúc may mắn khi đóng nó lại.",
  "Breezy, But Tall Loft Window": "Cửa Sổ Gác Xép Thoáng Mát, Nhưng Cao",
  "Stylish, and symmetrical when placed side by side, this arched window adds a modern vibe without sacrificing sunlight.": "Phong cách và đối xứng khi đặt cạnh nhau, cửa sổ hình vòm này tạo thêm một sự rung cảm hiện đại mà không làm mất ánh sáng mặt trời.",
  "Lofty Arched Window": "Cửa Sổ Hình Vòm Gác Xép",
  "I can't wait to see photos of today's trending styles!": "Tôi không thể chờ đợi để xem những bức ảnh về phong cách thịnh hành ngày hôm nay!",
  "Photo edited successfully!": "Đã chỉnh sửa ảnh thành công!",
  "Oops! The edit did not quite come out as expected. Better to scrap this and start over.": "Ối! Bản chỉnh sửa không được như mong đợi. Tốt hơn là bỏ cái này và bắt đầu lại.",
  "{0.SimFirstName}'s Photo already has {1.Number} {S1.like}{P1.likes}. Wow!": "Ảnh của {0.SimFirstName} đã có {1.Number} {S1.like}{P1.likes}. Ồ!",
  "{0.SimFirstName}'s Photo has {1.Number} {S1.like}{P1.likes}.": "Ảnh của {0.SimFirstName} có {1.Number} {S1.like}{P1.likes}.",
  "Post Photo to Fashion Simstagram": "Đăng Ảnh Lên Fashion Simstagram",
  "Chat with Style Influencer {2.SimName}": "Trò chuyện với Người có ảnh hưởng về phong cách {2.SimName}",
  "Chat With Style Influencer": "Trò Chuyện Với Người Có Ảnh Hưởng Về Phong Cách",
  "12 Hours": "12 Giờ",
  "24 Hours": "24 Giờ",
  "Current Setting": "Cài Đặt Hiện Tại",
  "1 Hour": "1 Giờ",
  "3 Hours": "3 Giờ",
  "6 Hours": "6 Giờ",
  "Requires at least one photo in the photo inventory.": "Yêu cầu ít nhất một ảnh trong kho ảnh.",
  "Upgrade complete!\\n\\n{0.SimFirstName} has finished installing the digital frame upgrade.": "Nâng cấp hoàn tất!\n\n{0.SimFirstName} đã hoàn thành việc cài đặt nâng cấp khung kỹ thuật số.",
  "Requires {0.SimName} to have at least one photo in {M0.his}{F0.her} inventory.": "Yêu cầu {0.SimName} phải có ít nhất một ảnh trong kho đồ của {M0.his}{F0.her}.",
  "You can do better than this! These photos look a little out of focus, and they could use a tad more lighting. Get back in the studio and try again.": "Bạn có thể làm tốt hơn thế này! Những bức ảnh này trông hơi mất nét và chúng có thể sử dụng thêm một chút ánh sáng. Quay trở lại studio và thử lại.",
  "These Photos are looking great! You have a incredible Eye for Style.": "Những bức ảnh này trông rất tuyệt! Bạn có một con mắt đáng kinh ngạc về Phong Cách.",
  "Show Off Photos": "Khoe Ảnh",
  "Cameras must be in the Sim's inventory to be added to the tripod": "Máy ảnh phải ở trong kho đồ của Sim để được thêm vào chân máy",
  "Add Camera": "Thêm Máy Ảnh",
  "Sim must be standing on Subject Mark.": "Sim phải đứng trên Dấu Vị Trí Đối Tượng.",
  "Remove Camera": "Gỡ Máy Ảnh",
  "Must Add a Camera to the Tripod to take a Photo.": "Phải Thêm Máy Ảnh vào Chân Máy để chụp Ảnh.",
  "Take Photo": "Chụp Ảnh",
  "Get Photo Taken": "Chụp Ảnh",
  "Set Timer": "Đặt Hẹn Giờ",
  "Cubical Wall": "Tường Hình Khối",
  "Red Carpet": "Thảm Đỏ",
  "Vertical Lights": "Đèn Dọc",
  "Seeing Stars": "Ngắm Sao",
  "Cityscape": "Cảnh Quan Thành Phố",
  "Bigger On The Inside": "Lớn Hơn Bên Trong",
  "Sunlit Forest": "Rừng Ngập Ánh Sáng",
  "Cotton Candy": "Kẹo Bông",
  "Overcast": "Trời Nhiều Mây",
  "Forest Skyline": "Đường Chân Trời Rừng",
  "Rainbow": "Cầu Vồng",
  "Wait for Photographer": "Đợi Nhiếp Ảnh Gia",
  "I am ready for my close up!": "Tôi đã sẵn sàng cho cận cảnh của tôi!",
  "Approved Photos need to be in the Sim's inventory to be available for posting.": "Ảnh đã được phê duyệt cần phải ở trong kho đồ của Sim để có sẵn để đăng.",
  "Angry": "Tức Giận",
  "Confident": "Tự Tin",
  "Flirty": "Tán Tỉnh",
  "Focused": "Tập Trung",
  "Playful": "Vui Vẻ",
  "Sad": "Buồn Bã",
  "Only one magazine cover can be reviewed at a time. {0.SimFirstName} must wait until the current submission has been reviewed before submitting a new magazine cover for approval.": "Chỉ có thể xem xét một ảnh bìa tạp chí tại một thời điểm. {0.SimFirstName} phải đợi cho đến khi bài nộp hiện tại được xem xét trước khi gửi ảnh bìa tạp chí mới để phê duyệt.",
  "Submit For Magazine Cover": "Gửi Để Lên Trang Bìa Tạp Chí",
  "Submit Photo For Client's Approval": "Gửi Ảnh Để Khách Hàng Phê Duyệt",
  "Hire Fashion Subject": "Thuê Đối Tượng Thời Trang",
  "There is already the max number of Fashion Subjects on lot.": "Đã có số lượng Đối Tượng Thời Trang tối đa trên lô đất.",
  "Meet with Style Influencer": "Gặp Gỡ Người Có Ảnh Hưởng Về Phong Cách",
  "Ask to Pose": "Yêu Cầu Tạo Dáng",
  "Take Picture Of Sim With Pet": "Chụp Ảnh Sim Với Thú Cưng",
  "Take Picture Carrying": "Chụp Ảnh Mang Theo",
  "Take Picture Of": "Chụp Ảnh Về",
  "Take Picture Of Sim on Subject Mark": "Chụp Ảnh Sim trên Dấu Vị Trí Đối Tượng",
  "Take Picture With": "Chụp Ảnh Cùng Với",
  "Plan Outfits for Fashion Subject": "Lên Kế Hoạch Trang Phục cho Đối Tượng Thời Trang",
  "Discuss Fashion Blogging": "Thảo Luận Về Việc Viết Blog Thời Trang",
  "Discuss Fashion Trends": "Thảo Luận Về Xu Hướng Thời Trang",
  "Ask to Change Outfit": "Yêu Cầu Thay Đổi Trang Phục",
  "Take selfie with {1.SimFirstName}": "Chụp ảnh tự sướng với {1.SimFirstName}",
  "Lofty Aspirations": "Khát Vọng Cao Cả",
  "Photo Finish Studio": "Studio Hoàn Thiện Ảnh",
  "Take a Photo of a Group of Three Sims ": "Chụp Ảnh Một Nhóm Ba Sim",
  "Take a Photo of a Group of Three Sims": "Chụp Ảnh Một Nhóm Ba Sim",
  "Take a Photo of Sims in Athletic Wear": "Chụp Ảnh Các Sim Trong Trang Phục Thể Thao",
  "Take a Photo of a Sim posing in front of a Fashion Studio Backdrop": "Chụp Ảnh Một Sim Tạo Dáng Trước Phông Nền Studio Thời Trang",
  "Take a Photo of Sims in an Excited Pose": "Chụp Ảnh Các Sim Trong Tư Thế Phấn Khích",
  "Take a Photo of a Sim in a Fashion Pose in front of a Fashion Studio Backdrop": "Chụp Ảnh Một Sim Trong Tư Thế Thời Trang Trước Phông Nền Studio Thời Trang",
  "Take a Photo of a Sim in a Fashion Pose with Fashion Studio Lights": "Chụp Ảnh Một Sim Trong Tư Thế Thời Trang Với Đèn Studio Thời Trang",
  "Take a Photo of Sims in a Flirty Pose": "Chụp Ảnh Các Sim Trong Tư Thế Tán Tỉnh",
  "Take a Photo of Sims in a Goofy Pose wearing a Party Outfit": "Chụp Ảnh Các Sim Trong Tư Thế Ngớ Ngẩn Mặc Trang Phục Dự Tiệc",
  "Take a Picture of a Sim in a Goofy Pose wearing a Party Outfit": "Chụp Ảnh Một Sim Trong Tư Thế Ngớ Ngẩn Mặc Trang Phục Dự Tiệc",
  "Take a Photo of Sims illuminated by Fashion Studio Lights": "Chụp Ảnh Các Sim Được Chiếu Sáng Bởi Đèn Studio Thời Trang",
  "Take a Photo of Two Sims in Athletic Wear": "Chụp Ảnh Hai Sim Trong Trang Phục Thể Thao",
  "Ask your subjects to change into an appropriate outfit. \\nThen, use the camera and tripod to photograph those Sims.": "Yêu cầu đối tượng của bạn thay trang phục phù hợp.\nSau đó, sử dụng máy ảnh và chân máy để chụp ảnh những Sim đó.",
  "Take a Photo of Sims in a Relaxed Pose": "Chụp Ảnh Các Sim Trong Tư Thế Thư Giãn",
  "Take a Photo of a Sim in a Sad Pose": "Chụp Ảnh Một Sim Trong Tư Thế Buồn",
  "Ask your subject to change into an appropriate outfit. \\nThen, use the tripod with a camera to photograph that Sim striking a Sad Pose.": "Yêu cầu đối tượng của bạn thay trang phục phù hợp.\nSau đó, sử dụng chân máy với máy ảnh để chụp ảnh Sim đó tạo dáng Buồn.",
  "Take a Photo of Sims in a Thoughtful Pose": "Chụp Ảnh Các Sim Trong Tư Thế Trầm Tư",
  "Ask your subject to change into an appropriate outfit. \\nThen, use the camera and tripod to photograph that Sim striking a Thoughtful Pose.": "Yêu cầu đối tượng của bạn thay trang phục phù hợp.\nSau đó, sử dụng máy ảnh và chân máy để chụp ảnh Sim đó tạo dáng Trầm Tư.",
  "Change a Sim's Outfit": "Thay Đổi Trang Phục Của Sim",
  "Select a Sim and Ask to Change Outfit to select new clothes": "Chọn một Sim và Yêu cầu Thay Đổi Trang Phục để chọn quần áo mới",
  "Chat with Style Influencer": "Trò chuyện với Người có ảnh hưởng về phong cách",
  "Click on a Computer and select the Chat with Style Influencer Interaction under the Freelance Pie Menu": "Nhấp vào Máy Tính và chọn Tương Tác Trò chuyện với Người có ảnh hưởng về phong cách trong Menu Hình Tròn Tự Do",
  "Click on a photo and select the Submit Photo for Client's Approval interaction.": "Nhấp vào ảnh và chọn tương tác Gửi Ảnh Để Khách Hàng Phê Duyệt.",
  "Get Photo Approved": "Nhận Ảnh Được Phê Duyệt",
  "Use a Fashion Studio Tripod with a camera to take pictures of Sim in the requested Outfit Type": "Sử dụng Chân Máy Studio Thời Trang với máy ảnh để chụp ảnh Sim trong Loại Trang Phục được yêu cầu",
  "From the relationship panel select a Style Influencer Sim, then select Meet with Style Influencer": "Từ bảng quan hệ, hãy chọn một Sim là Người Có Ảnh Hưởng Về Phong Cách, sau đó chọn Gặp Gỡ Người Có Ảnh Hưởng Về Phong Cách",
  "Place an Approved photo in to the Sim's inventory, then use a computer to use the Freelancer option to Post to Fashion Simstagram.": "Đặt một ảnh đã được phê duyệt vào kho đồ của Sim, sau đó sử dụng máy tính để sử dụng tùy chọn Freelancer để Đăng lên Fashion Simstagram.",
  "Submit Photo for Client's Approval": "Gửi Ảnh Để Khách Hàng Phê Duyệt",
  "Click on a Photo and select Submit Photo for Client's Approval": "Nhấp vào Ảnh và chọn Gửi Ảnh Để Khách Hàng Phê Duyệt",
  "Take a Photo of Sims in Formal Wear": "Chụp Ảnh Các Sim Trong Trang Phục Lịch Sự",
  "Take a Photo of Sims in an Everyday Outfit": "Chụp Ảnh Các Sim Trong Trang Phục Thường Ngày",
  "Ask your subject to change into an appropriate outfit. \\nThen, use the camera and tripod to photograph that Sim.": "Yêu cầu đối tượng của bạn thay trang phục phù hợp.\nSau đó, sử dụng máy ảnh và chân máy để chụp ảnh Sim đó.",
  "Take a Photo of Sims in Sleep Wear": "Chụp Ảnh Các Sim Trong Trang Phục Ngủ",
  "Take a Photo of Sims in Swim Wear": "Chụp Ảnh Các Sim Trong Trang Phục Bơi",
  "Set Backdrop": "Đặt Phông Nền",
  "Met With Style Influencer": "Đã Gặp Gỡ Người Có Ảnh Hưởng Về Phong Cách",
  "Ability to use a computer to Edit a Photo's Mood Enhancement": "Khả năng sử dụng máy tính để Chỉnh Sửa Cải Thiện Tâm Trạng của Ảnh",
  "Authorized to Submit Photos for possible selection to become a Magazine Cover": "Được phép Gửi Ảnh để có thể được chọn làm Ảnh Bìa Tạp Chí",
  "Meet With Style Influencer": "Gặp Gỡ Người Có Ảnh Hưởng Về Phong Cách",
  "Take Photo of Style Influencer": "Chụp Ảnh Người Có Ảnh Hưởng Về Phong Cách",
  "Take Selfie with Style Influencer": "Chụp Ảnh Tự Sướng Với Người Có Ảnh Hưởng Về Phong Cách",
  "Present Style Photographs to Style Influencer": "Trình Bày Ảnh Phong Cách Cho Người Có Ảnh Hưởng Về Phong Cách",
  "I can't wait to see your photos on Simstagram!": "Tôi không thể chờ đợi để xem ảnh của bạn trên Simstagram!",
  "Fashion Subject": "Đối Tượng Thời Trang",
  "Style Influencer": "Người Có Ảnh Hưởng Về Phong Cách",
  "Likes": "Lượt Thích",
  "Tomorrow's Style": "Phong Cách Của Ngày Mai",
  "Fashion Photographer": "Nhiếp Ảnh Gia Thời Trang",
  "<b>Trade: Freelance Fashion Photographer</b>\\n\\nTomorrow's Style represents and gets you the fashion shoots you need. Sure, you might get stuck with a department store catalog, but work hard and you just might shoot the next high fashion collection worn by celebrities at the Starlight Accolades. \\n\\nHire photo subjects, select the clothes, set the subjects in the appropriate poses, and capture the magic. Build a home photo studio, or take your camera and tripod on location to get the best shots. Don't forget to self-promote by uploading your photos to Fashion Simstagram.": "<b>Nghề nghiệp: Nhiếp Ảnh Gia Thời Trang Tự Do</b>\n\nTomorrow's Style đại diện và mang đến cho bạn những buổi chụp ảnh thời trang bạn cần. Chắc chắn, bạn có thể bị mắc kẹt với một danh mục cửa hàng bách hóa, nhưng hãy làm việc chăm chỉ và bạn có thể chụp bộ sưu tập thời trang cao cấp tiếp theo được mặc bởi những người nổi tiếng tại Starlight Accolades.\n\nThuê đối tượng chụp ảnh, chọn quần áo, đặt đối tượng vào tư thế phù hợp và nắm bắt sự kỳ diệu. Xây dựng một studio ảnh tại nhà, hoặc mang máy ảnh và chân máy đến địa điểm để có được những bức ảnh đẹp nhất. Đừng quên tự quảng bá bằng cách tải ảnh của bạn lên Fashion Simstagram.",
  "Fashionable Wall Attire": "Trang Phục Tường Thời Trang",
  "High Fashion Triangles": "Tam Giác Thời Trang Cao Cấp"
}