{
  "Running out of places to add design accents that express your effervescent personality? Turn your attention upwards with this spectacular carved sandstone ceiling rail! You may think it's unwise to put large chunks of stone above your head, but sometimes gravity can be defied in the name of good design.": "Hết chỗ để bày biện mấy thứ trang trí thể hiện cá tính lấp lánh của Sim rồi hả? Vậy thì ngước lên trần nhà xem sao! Cái đường viền trần bằng đá sa thạch chạm khắc siêu đỉnh này sẽ giúp ích đó! Biết là kê cục đá to đùng trên đầu thì hơi dại dột thiệt, cơ mà đôi khi vì nghệ thuật thì bất chấp trọng lực luôn cũng được mà!",
  "Sandstone Halo Ceiling Rail": "Đường ray trần Sandstone Halo",
  "We could tell you many tall tales about this fancy carved ceiling rail, but we've decided to leave its origins as a mystery. Was it stolen from a palace? Was it formed naturally in a cave? Is it just a really pretty ceiling rail? The world may never know...": "Tụi mình có thể kể cho bạn nghe ti tỉ chuyện trên trời dưới đất về cái thanh nẹp trần chạm trổ cầu kỳ này, nhưng thôi, quyết định để nguồn gốc của nó là một bí ẩn vậy. Liệu nó có bị trộm từ cung điện nào không ta? Hay là nó hình thành tự nhiên trong hang động? Hay là nó chỉ là một cái thanh nẹp trần siêu đẹp thôi? Chắc cả thế giới này cũng không ai biết đâu...",
  "Celestial Sandstone Ceiling Rail": "Lan can trần nhà Đá Sa Thạch Thiên Thanh",
  "This column looks nearly identical to the column stolen from the Museum of Antique Structural Support last month, but we can assure you it's not the same column. It's a very different column that happens to have the same brilliant carvings and rich patterns. This column will look absolutely stunning in any home, so don't hesitate to buy today! No personal checks accepted. Please ask for Snake Eyes Tony or Jailbird Jenny when calling and say the code word \"Magilicutty\" to be routed to our columns department.": "Cái cột này nhìn y chang cái cột bị trộm từ Viện Bảo tàng Hỗ trợ Cấu trúc Cổ hồi tháng trước, nhưng tụi tui đảm bảo với bạn là nó không phải cái cột đó đâu nha. Đây là một cái cột rất khác, chỉ là nó trùng hợp có mấy cái hình chạm khắc đỉnh của chóp với hoa văn sang xịn mịn thôi á. Cái cột này mà về nhà bạn là auto đẹp luôn, nên đừng ngại ngần gì mà hốt liền tay đi! Không nhận séc cá nhân nha. Nhớ hỏi gặp Snake Eyes Tony hoặc Jailbird Jenny khi gọi điện thoại, rồi nói mật mã \"Magilicutty\" để được hướng dẫn tới bộ phận cột nhà của tụi tui nha.",
  "Lawfully Obtained Antique Column": "Cột Cổ Vật Hợp Pháp",
  "Inspired by the desert sky at night, this carved wooden fence was modelled from the constellation Spheros Inetway Major (Large Ball of Twine.)  Now that's one celestially divine fence!": "Lấy cảm hứng từ bầu trời đêm sa mạc, hàng rào gỗ chạm khắc này được mô phỏng theo chòm sao Spheros Inetway Major (Cuộn Dây Lớn). Đúng là một hàng rào thần thánh từ trên trời rơi xuống luôn á!",
  "Saharan Stars Fence": "Hàng Rào Ngôi Sao Sahara",
  "Desert Diamonds": "Kim Cương Sa Mạc",
  "What's an ancient sculptor's favorite game? Frieze tag! That joke does really well at architecture conventions, but thankfully you don't have to sit through one of those to get your hands on this decorative frieze carving.": "Mấy ông nhà điêu khắc cổ đại thích chơi game gì nhất? \"Frieze tag\"! Câu đùa này mà đem đi diễn ở mấy hội nghị kiến trúc thì bá cháy bò chét luôn á, may là bạn không cần phải ngồi dự mấy cái hội nghị đó mới có thể tậu được cái phù điêu trang trí này đâu nha.",
  "Old World Frieze Wall Carving": "Khắc Tường Phù Điêu Cổ Điển",
  "This doorway was originally built to accommodate the very large hats that were in style at the time. Doorways such as this one were since deemed impractical for many households but recently became in fashion again thanks to a spread in <i>Oasis Weekly</i> magazine. Hopefully the extra large hats will come back into fashion too!": "Cái cửa này ban đầu được xây để mấy người đội nón bự chảng chảng chảng có chỗ đi đó mà. Mấy cái cửa vầy sau này bị chê là hổng có tiện cho lắm, nhưng mà gần đây tự nhiên hot lại nhờ có bài trên tạp chí <i>Oasis Weekly</i>. Hy vọng là mấy cái nón siêu bự kia cũng hot lại luôn!",
  "Accommodating Archway": "Lối Đi Có Mái Vòm Dễ Chịu",
  "The double version of our Maximalism to the Max Doorway, for when you need even more doorway! There are doorways and then there are doorways - and this is one beautiful specimen of a doorway! For the ultimate in maximalist design, a few of these will really take your space from shabby to snazzy.": "Cái Cổng Vòm \"Tối Đa Hết Cỡ\" phiên bản đôi nè, dành cho mấy bạn nào cần cổng vòm bự chà bá luôn! Cổng vòm thì có loại này loại kia, mà cái này đích thị là hàng xịn luôn đó! Muốn không gian thiệt là \"tối đa chủ nghĩa\" thì quất vài cái này vô là từ tồi tàn hóa sang chảnh liền hà.",
  "Maximalism to the Max Double Doorway": "Lối Vào Đôi \"Càng Nhiều Càng Tốt\" Đến Bến Luôn",
  "This double doorway was painstakingly nibbled by trained termites. Oh, sorry... trained termite artisans. They worked on this magnificent door morning, noon and night to get the patterns just right. Now that's dedication!": "Cái cửa đôi này được đục đẽo tỉ mỉ bởi mối mọt được huấn luyện bài bản đó nha. Ờ, xin lỗi... là nghệ nhân mối mọt được đào tạo. Bọn nó làm việc miệt mài từ sáng tới tối để tạo ra mấy cái hoa văn cho chuẩn chỉnh. Đúng là có tâm huyết!",
  "Dedicated to Detail Double Door": "Cửa Đôi Tỉ Mỉ Đến Từng Chi Tiết",
  "Intricately carved lattice work and filigree details will make this door an instant focal point in your home. The perfect decoy to draw attention away from any mess or décor disasters that may be plaguing your residence. (We won't judge.) Nothing is perfect all the time, but this door can be! Let it do the hard work of being beautiful for you.": "Mấy cái họa tiết chạm trổ tinh xảo với mấy chi tiết филигрань sẽ biến cái cửa này thành điểm nhấn ngay lập tức cho căn nhà của bạn đó. Đúng là cái bình phong hoàn hảo để đánh lạc hướng khỏi mấy mớ hỗn độn hay mấy thảm họa trang trí có thể đang ám ảnh nơi cư trú của bạn. (Tụi tui hổng có phán xét đâu nha.) Đâu có gì hoàn hảo mãi đâu, nhưng mà cái cửa này thì có thể đó! Cứ để nó làm cái việc khó khăn là đẹp giùm cho bạn đi.",
  "Fabulous Filigree Door": "Cửa Lưới Trang Trí Tuyệt Đẹp",
  "There are doorways and then there are doorways - and this is one beautiful specimen of a doorway! For the ultimate in maximalist design, a few of these will really take your space from shabby to snazzy.": "Cửa thì có nhiều loại cửa, nhưng cái cửa này thì đẹp xuất sắc luôn á! Nếu bạn thích phong cách maximalist đỉnh cao thì sắm vài cái này về là không gian nhà bạn từ tồi tàn lên sang chảnh liền hà.",
  "Maximalism to the Max Doorway": "Cổng Tối Đa Chủ Nghĩa Tối Đa",
  "There are many legends surrounding this fountain, and many are contradictory. Some say the fountain is all that remains of a great city that disappeared beneath the sand dunes, and others say it looks pretty similar to a fountain you can buy at Fountains 'n Things over on Fourth street. Whatever its origin story, you've got to admit it's super pretty and even has rose petals in it. Rose petals!": "Có rất nhiều truyền thuyết xung quanh cái đài phun nước này, mà cái nào cũng trái ngược nhau hết trơn á. Người ta đồn rằng cái đài phun nước này là tàn tích duy nhất còn sót lại của một thành phố vĩ đại đã biến mất dưới những đụn cát, còn người khác thì lại bảo nó trông y chang cái đài phun nước mà bạn có thể mua ở cửa hàng Fountains 'n Things trên đường Fourth. Dù nguồn gốc của nó là gì đi nữa, thì phải công nhận là nó siêu đẹp luôn, lại còn có cả cánh hoa hồng nữa chứ. Cánh hoa hồng đó nha!",
  "Star of Paradise Fountain": "Đài phun nước Ngôi Sao Thiên Đường",
  "If you're languishing from dim LEDs and fed up with fluorescent bulbs, this old-world style lantern may be just what you need to transform your home-oasis into a setting for sunset romance. Some say love blooms in good company, but come on, it's all about the lighting.": "Nếu mà bạn đang héo hon vì mấy cái đèn LED yếu xìu và phát ngán với đèn huỳnh quang rồi thì cái đèn lồng kiểu cổ điển này có thể là thứ bạn cần để biến tổ ấm của mình thành một khung cảnh lãng mạn như hoàng hôn đó. Người ta hay nói yêu đương là phải có bạn tốt, nhưng mà thôi đi, quan trọng nhất vẫn là ánh sáng á!",
  "Sunset Glow Lantern": "Đèn Lồng Ánh Hoàng Hôn",
  "Long ago and far away a poor young ne'er-do-well ventured into a desert cave looking for riches. Amongst all the treasure was a brass lamp. Remembering tales of magical beings living inside such lamps, the thief grabbed it and was indeed able to summon a genie. Unfortunately, this particular genie was quite stubborn and refused to grant any wishes or even put on pants. Disappointed, the young lad sold the lamp to a local pawn shop where they converted it into a lovely hanging wall lantern.": "Ngày xửa ngày xưa, ở một nơi rất xa, có một thanh niên nghèo hèn đã mạo hiểm tiến vào một hang động sa mạc để tìm kiếm của cải. Giữa tất cả kho báu, có một chiếc đèn đồng thau. Nhớ lại những câu chuyện về những sinh vật huyền diệu sống bên trong những chiếc đèn như vậy, tên trộm đã chộp lấy nó và thực sự có thể triệu hồi một vị thần đèn. Thật không may, vị thần đèn đặc biệt này khá bướng bỉnh và từ chối thực hiện bất kỳ điều ước nào hoặc thậm chí mặc quần. Thất vọng, chàng trai trẻ đã bán chiếc đèn cho một cửa hàng cầm đồ địa phương, nơi họ biến nó thành một chiếc đèn lồng treo tường xinh xắn.",
  "The Stubborn Genie's Wall Lamp": "Đèn Treo Tường Thần Đèn Bướng Bỉnh",
  "Give your home a bunch of tropical vibes with this luscious banana tree! Each banana tree comes in its own earthenware pot and is gauranteed to evoke many questions and comments from guests including \"<i>what kind of plant is that</i>,\" \"<i>is that a banana plant?!</i>,\" \"<i>where did you get a banana plant?</i>,\" \"<i>I like bananas!</i>,\" \"<i>bananas are overrated</i>,\" and \"<i>squee!</i>\"": "Trang trí cho căn nhà của bạn một chút hơi thở nhiệt đới với cây chuối tươi tốt này! Mỗi cây chuối đều được trồng trong chậu đất nung riêng và đảm bảo sẽ khơi gợi vô số câu hỏi và bình luận từ khách, bao gồm \"<i>cây gì đây?</i>\", \"<i>đó là cây chuối hả?!</i>\", \"<i>bạn mua cây chuối ở đâu vậy?</i>\", \"<i>tui thích chuối!</i>\", \"<i>chuối bị đánh giá quá cao rồi</i>\" và \"<i>squee!</i>\"",
  "Banana Tree": "Cây Chuối",
  "A symbol of both victory and peace, palm trees add a feeling of rejuvenation and calmness to any private oasis. You might say we're big fans!": "Biểu tượng của cả chiến thắng lẫn hòa bình, cây dừa lúc nào cũng mang lại cảm giác tươi mới và yên bình cho bất kỳ ốc đảo riêng tư nào. Tụi mình là fan bự luôn đó nha!",
  "Fan Palm Tree": "Cây cọ quạt nè.",
  "Crafted lovingly from hand-made clay tile, this opulent octogram mosaic is a stunning addition to any home. Use it as a base for a water feature, or show it off as is. The perfect addition to your slice of paradise!": "Được chế tác tỉ mỉ từ gạch đất sét thủ công, bức tranh khảm bát giác lộng lẫy này là một sự bổ sung tuyệt vời cho bất kỳ ngôi nhà nào. Dùng nó làm nền cho hồ nước hoặc cứ để vậy mà khoe thôi cũng được. Quá hoàn hảo để tô điểm thêm cho thiên đường nhỏ của bạn đó nha!",
  "Piece of Paradise Mosaic": "Khảm Trai Thiên Đường",
  "You could have the most well-decorated courtyard filled with the finest things, but it still wouldn't be complete without a big 'ole vase.": "Sân nhà xịn sò bày biện cỡ nào mà không có cái bình bự chảng thì vẫn cứ là thiếu thiếu á.",
  "Big 'Ole Vase": "Bình bông bự chảng",
  "If you're not already having tea-time with your friends and loved ones, make it your new tradition! Catching up with the crew over hot tea and hot goss is sure to be the new highlight of your day, and what better way to make you smile than a blingy tea-set fit for royalty. Time to spill the tea!": "Nếu mà chưa có đang trà chiều với bạn bè và người thân thì tạo thành truyền thống mới đi bạn ơi! Tụ tập với hội cạ cứng nhâm nhi trà nóng hổi với mấy chuyện hot thì đảm bảo là điểm nhấn mới trong ngày của bạn luôn, còn gì làm bạn cười tươi hơn là bộ trà lấp lánh như hoàng tộc nữa chứ. Tới giờ khui trà rồi đó nha!",
  "Relaxing Rituals Tea Set by The Piping Pot": "Bộ Trà Nghi Lễ Thư Giãn của The Piping Pot",
  "Lots of folktales often reference \"royal advisors\" who either make or break the story with their questionable counsel, but no one ever really explores the chairs behind the advisors behinds. This lovely teak chair is said to have belonged to one such advisor who once told a princess not to bother marrying and instead to focus on her career. At the time, this caused a great scandal, but the princess trusted the advisor and took heed. She focused on her career and ended up being the most successful ruler in the kingdom's history. She was promoted to Junior Queen, then Queen, then Super Queen. True story. Thanks, royal advisor, and of course, the royal advisor's chair!": "Mấy truyện cổ tích hay có nhắc đến \"quân sư\" người mà có thể làm câu chuyện hay dở do mấy lời khuyên ba trợn của họ, nhưng chẳng ai thèm quan tâm đến cái ghế mà mấy quân sư này ngồi cả. Nghe đồn cái ghế gỗ tếch xinh xắn này từng thuộc về một quân sư nọ, người mà từng khuyên một nàng công chúa đừng bận tâm đến chuyện cưới xin mà hãy tập trung vào sự nghiệp. Lúc đó, chuyện này gây ra một vụ bê bối lớn, nhưng nàng công chúa tin tưởng quân sư và nghe theo. Nàng tập trung vào sự nghiệp và cuối cùng trở thành người cai trị thành công nhất trong lịch sử vương quốc. Nàng được thăng chức lên Nữ Hoàng Tập Sự, rồi Nữ Hoàng, rồi Siêu Nữ Hoàng luôn. Chuyện có thật đó nha. Cảm ơn quân sư, và dĩ nhiên, cảm ơn cái ghế của quân sư nữa!",
  "The Royal Advisor's Chair": "Ghế Cố Vấn Hoàng Gia",
  "Folktales will reference the Kings and Queens of old and, of course, their court. But no one thinks about the furniture that lived it all. This lovely loveseat was witness to many royal affairs and a lot of gossip. But like, a LOT of gossip. This loveseat is made to be comfortable to sustain many hours of talking, and its plush cushions provide optimal support for those sessions that you are made to attend, but don't really want to, so you look upright... and not asleep.": "Chuyện kể rằng, ngày xưa, các bậc vua chúa với cung tần mỹ nữ hay ngồi lê đôi mách lắm cơ. Chiếc ghế tình yêu xinh xắn này đã chứng kiến bao nhiêu là chuyện thâm cung bí sử đó nha. Mà kiểu, RẤT NHIỀU chuyện luôn á. Ghế này làm ra là để ngồi tám chuyện cho thoải mái cả ngày đó, với lại nệm ghế êm ái nâng đỡ cơ thể tối đa để mấy bạn ngồi nghe lén mấy chuyện mà mình không muốn nghe, nhưng vẫn phải tỏ ra là mình đang tỉnh táo... chứ không phải đang ngủ gật á nha.",
  "The Royal Loveseat": "Ghế Tình Yêu Hoàng Gia",
  "Here at the Gilded Furniture Factory we believe that anything worth having is worth covering in precious metals. That's why we've brought you this delightfully shiny table. It's the perfect statement piece for those who coddle their coffee or treasure their tea. Sure, some people may call you tacky, but those people don't have the expensive taste you do. Shine on, you crazy metallic-table-buying-diamond. Shine on.": "Ở Xưởng Nội Thất Mạ Vàng, tụi tui tin rằng cái gì đáng có thì cũng đáng được phủ kim loại quý lên hết á. Đó là lý do tụi tui mang đến cho bạn cái bàn bóng loáng siêu đẹp này nè. Nó là một món đồ trang trí hoàn hảo cho những ai nâng niu ly cà phê hoặc trân trọng tách trà của mình. Chắc chắn, vài người có thể kêu bạn sến súa, nhưng mấy người đó đâu có gu thẩm mỹ đắt tiền như bạn đâu. Cứ tỏa sáng đi nha, bạn \"viên kim cương\" mua bàn kim loại điên rồ. Cứ tỏa sáng đi.",
  "Treasured Tea & Coffee Table by Gilded Furniture Factory": "Bàn Trà & Cà Phê Quý Giá của Xưởng Nội Thất Mạ Vàng",
  "If you're going to place a coffee table smack dab in the middle of your living area, why not make it a feast for the eyes? Complex patterns adorn this octagonal table, making it a visual treat, and a bold statement piece to add a layer of pizzazz to any room. Octagons - they're not just for stop signs and UFOs anymore! ": "Nếu mà bạn định đặt một cái bàn cà phê ngay chính giữa phòng khách, sao không làm nó thật là đã con mắt luôn đi? Mấy cái họa tiết phức tạp trang trí cái bàn hình bát giác này, nhìn đã con mắt luôn, mà còn là một món đồ nội thất cá tính để thêm một lớp lấp lánh cho phòng nữa đó. Hình bát giác - đâu chỉ dùng cho biển báo dừng với lại mấy cái UFO đâu nha!",
  "Coffee in the Courtyard Table": "Bàn cà phê sân trong",
  "Greet the dawn with this stunning latticed window! Sunburst details and colorful inlay tiles will make anyone into a morning person, or at least temporarily quell those murderous tendencies non-morning people have when they first wake up and struggle to form words.": "Chào đón bình minh với cái cửa sổ lưới tuyệt đẹp này! Chi tiết tia nắng và gạch khảm đầy màu sắc sẽ biến bất kỳ ai thành người thích buổi sáng, hoặc ít nhất là tạm thời dập tắt những xu hướng giết người mà những người không thích buổi sáng có khi họ vừa thức dậy và cố gắng để nói nên lời.",
  "Greet the Dawn Window": "Cửa Sổ Chào Bình Minh",
  "The original version of this large window was completely open, but after an increase of window related accidents, a screen was installed. Great at keeping big bugs away, but sand is another story...": "Cái cửa sổ to đùng này hồi xưa mở toang hoác luôn á, mà sau khi mấy vụ tai nạn liên quan đến cửa sổ tăng đột biến, người ta lắp thêm cái lưới chắn. Chắn côn trùng to thì ngon lành, chứ còn cát thì bó tay á nha...",
  "Riad Window": "Cửa Sổ Riad",
  "Piece of Paradise": "Thiên Đường Nhỏ Xinh",
  "Why walk on the ground like some sort of peasant when you can have an elevated walking experience? Here at Lofty Life Goals we make it our mission to provide top-notch platforms so you can live in style and away from the dirty dirt. Rise up!": "Sao phải lê bước dưới đất như dân đen trong khi bạn có thể trải nghiệm đi bộ trên cao sang chảnh? Ở đây, Lofty Life Goals tụi mình đặt mục tiêu cung cấp những nền tảng xịn sò để bạn có thể sống thật phong cách và tránh xa bụi bẩn dơ dáy. Vươn lên đi nào!",
  "Elevated Elegance Platform by Lofty Life Goals Inc.": "Bục Cao Cấp Thanh Lịch của Lofty Life Goals Inc.",
  "The desert at night is a magical place and is one of the best places to stargaze. This carved wooden stair-rail is inspired by the desert stars and all the constellations within it. The next time you visit the desert, bring a telescope so you can spot the <i>Sul Sul</i> constellation, <i>Llama Major</i>, <i>Llama Minor</i>, and of course <i>Bob Pancakes' Belt</i>.": "Sa mạc vào ban đêm ảo diệu lắm luôn, với lại ngắm sao ở đó thì còn gì bằng. Cái lan can cầu thang gỗ chạm trổ này lấy cảm hứng từ mấy vì sao trên sa mạc và tất cả các chòm sao trong đó đó. Lần tới mà ghé sa mạc, nhớ mang theo cái kính viễn vọng để còn ngắm chòm sao <i>Sul Sul</i>, <i>Llama Major</i>, <i>Llama Minor</i>, với lại tất nhiên là <i>Thắt lưng của Bob Pancakes</i> nữa nha.",
  "Saharan Stars Railing": "Lan Can Ngôi Sao Sahara",
  "The desert does strange things to travelers, and many who have ventured into the dunes have returned with peculiar stories and tall tales. One in particular involved a staircase that appeared out of nowhere and led to a floating oasis city. One traveler claimed to have lived an entire life in this city, but when he climbed back down the stairs, it was as if no time had passed. These stairs are modelled after that very story, but they don’t have any magical powers, so don’t plan on climbing them to escape paying your bills.": "Sa mạc hay làm mấy người đi đường thấy kỳ lạ lắm á, nhiều người dám dấn thân vô mấy đụn cát rồi về kể mấy chuyện vừa lạ vừa xạo. Có một chuyện đặc biệt kể về một cái cầu thang tự dưng xuất hiện rồi dẫn tới một thành phố ốc đảo lơ lửng. Một người đi đường nọ còn bảo ổng sống cả một đời ở thành phố đó, nhưng khi leo xuống cầu thang thì như thể thời gian chưa hề trôi qua luôn. Cái cầu thang này được làm theo câu chuyện đó đó, mà nó hổng có phép thuật gì đâu nha, đừng có tính leo lên trốn nợ à nghen.",
  "Traveler's Mirage Staircase": "Cầu Thang Ảo Ảnh Du Khách",
  "Saffron Blossom": "Hoa Nghệ Tây",
  "Boldly Brushed": "Vút Sơn Mạnh Mẽ"
}