{
  "The tea envelops the Sim in an aura of mystique, enhancing their charisma and energy, allowing them to socialize effortlessly while staying invigorated longer.": "Trà tỏa ra một hào quang bí ẩn quanh Sim, giúp Sim thêm quyến rũ và tràn đầy năng lượng, tha hồ giao tiếp thoải mái mà không lo hết pin nha!",
  "Radiant Mystique": "Vẻ Đẹp Huyền Ảo",
  "Activewear Allure": "Quyến Rũ Thể Thao",
  "Milan Muse": "Milan Muse",
  "Evening Elegance": "Vẻ Đẹp Kiêu Sa Buổi Tối",
  "Silk Slumber": "Giấc Ngủ Mượt Mà",
  "Introducing the Double Bookcase by CrypticCo – a timeless masterpiece. Perfect for showcasing your literary treasures and curiosities, this bookcase transforms any room into a realm of classic elegance and charm.": "Xin giới thiệu Tủ Sách Đôi từ CrypticCo – một kiệt tác vượt thời gian. Tuyệt vời để trưng bày những kho báu văn học và đồ vật kỳ lạ của bạn, chiếc tủ sách này sẽ biến bất kỳ căn phòng nào thành một thế giới của sự thanh lịch và quyến rũ cổ điển.",
  "Secret Sanctuary Bookcase by CrypticCo": "Tủ Sách Mật Khu của CrypticCo",
  "Add an air of mystery to your home with the Secret Sanctuary Door by CrypticCo! This unique piece combines the charm of a classic bookcase with the thrill of a hidden passage.": "Tạo không khí bí ẩn cho ngôi nhà của bạn với Cửa Hầm Bí Mật từ CrypticCo! Món đồ độc đáo này kết hợp nét quyến rũ của một tủ sách cổ điển với cảm giác hồi hộp của một lối đi bí mật.",
  "Secret Sanctuary Door by CrypticCo": "Cửa Ẩn Cứ Bí Mật của CrypticCo",
  "Craft an elevated tea time with a touch of arcane sophistication. This beautiful tray features a sleek metal finish and delicate details, with complementing teacups. It is ideal for sharing a tranquil yet enchanting moment.": "Tổ chức một buổi trà chiều \"chanh sả\" với chút phép thuật huyền bí đi nào! Khay trà tuyệt đẹp này có lớp phủ kim loại bóng bẩy và các chi tiết tinh tế, cùng với những tách trà đồng bộ. Quá lý tưởng để chia sẻ một khoảnh khắc yên bình mà đầy mê hoặc luôn đó.",
  "Arcane Aroma Tea Tray": "Khay Trà Hương Thơm Huyền Bí",
  "A cup of Shadowberry Tea": "Một tách trà Shadowberry nha.",
  "Shadowberry Tea": "Trà Shadowberry",
  "Transform your home with the renowned beauty of the Châteaux Charm Fireplace. Crafted with intricate filigree details, it casts a warm, enchanting glow, perfect for creating a captivating ambiance in any living space.": "Biến hóa ngôi nhà của bạn với vẻ đẹp trứ danh của Lò Sưởi Châteaux Charm. Được chế tác với những chi tiết trang trí tinh xảo, lò sưởi tỏa ra ánh sáng ấm áp, quyến rũ, hoàn hảo để tạo nên một không gian sống mê hoặc.",
  "Châteaux Charm Fireplace": "Lò Sưởi Lâu Đài Quyến Rũ",
  "Discover the Gilded Looking Glass, an elegant piece that whispers secrets beyond our understanding. Its timeless design holds an air of mystery, inviting you to explore the unknown.": "Khám phá Kính Vạn Hoa Mạ Vàng, một món đồ trang nhã thì thầm những bí mật vượt ngoài tầm hiểu biết của chúng ta. Thiết kế vượt thời gian của nó toát lên vẻ huyền bí, mời bạn khám phá những điều chưa biết.",
  "Gilded Looking Glass": "Kính Vạn Hoa Mạ Vàng",
  "Immerse your space in an aura of elegance with our Whispering Walls Gallery Frames. Each frame exudes a hauntingly beautiful charm, perfect for showcasing your most treasured memories and heirloom photographs.": "Đắm chìm không gian của bạn trong một bầu không khí thanh lịch với Bộ Khung Tranh Whispering Walls của chúng tôi. Mỗi khung toát lên một vẻ đẹp quyến rũ ma mị, hoàn hảo để trưng bày những kỷ niệm trân quý nhất và những bức ảnh gia truyền của bạn.",
  "Whispering Walls Gallery Frames": "Khung Tranh Phòng Trưng Bày Tường Thì Thầm",
  "This heirloom jewelry box will guard and display your treasured jewels with effortless allure. ": "Hộp đựng trang sức gia truyền này sẽ bảo vệ và trưng bày những món trang sức quý giá của bạn một cách thật dễ dàng và quyến rũ.",
  "Vintage Allure Jewelry Box": "Hộp Trang Sức Quyến Rũ Cổ Điển",
  "Create an atmosphere of enigmatic elegance with the Classical Revival Vanity Chair. Its deep, plush cushioning invites you into a realm of indulgence, while the sleek design melds seamlessly with its accompanying vanity table.": "Ghế trang điểm phong cách Cổ Điển Phục Hưng sẽ mang đến một không gian trang điểm vừa bí ẩn vừa sang trọng cho Sim của bạn. Nệm dày và êm ái mời gọi Sim đắm mình trong sự thoải mái, còn thiết kế tinh tế thì cực hợp với bàn trang điểm đi kèm đó nha.",
  "Classical Revival Vanity Chair": "Ghế Trang Điểm Phong Cách Phục Hưng Cổ Điển",
  "Perfect for adding a touch of vintage charm to any sanctuary, it's the ideal spot for unwinding in luxurious comfort amidst the elegance of a bygone era.": "Tuyệt vời để mang một chút quyến rũ cổ điển vào bất kỳ không gian nào. Đây là chỗ lý tưởng để thư giãn thoải mái và tận hưởng sự sang trọng của một thời đã qua đó!",
  "Twilight Repose Chaise Lounge": "Ghế Nằm Dài Twilight Repose",
  "Step into an era of elegance with the Echoes of Elegance Gramophone and lose yourself in the moody melodies of your favorite music.": "Đắm mình trong kỷ nguyên sang trọng với Máy hát Echoes of Elegance và thư giãn cùng những giai điệu du dương mà bạn yêu thích nào.",
  "Echoes of Elegance Gramophone": "Máy Hát Tự Vừng Thanh Lịch",
  "This vanity is the perfect blend of classical charm and modern sensibilities. It features antique design elements newly reimagined with contemporary finishes to create a unique focal point for any dressing room.": "Bàn trang điểm này là sự kết hợp hoàn hảo giữa nét quyến rũ cổ điển và phong cách hiện đại đó nha! Thiết kế cổ điển được làm mới hoàn toàn với lớp hoàn thiện đương đại, tạo điểm nhấn độc đáo cho bất kỳ phòng thay đồ nào luôn á.",
  "Classical Revival Vanity": "Bàn Trang Điểm Phục Hưng Cổ Điển",
  "Upgrade your space with this blend of antique luxury and modern innovation. Featuring a luxurious gilded gold frame that enhances any living space, this stunning Frame TV doubles as a piece of art whenever you're done watching your favorite TV show.\n": "Nâng cấp không gian sống với sự kết hợp giữa nét sang trọng cổ điển và cải tiến hiện đại thôi nào! Chiếc TV Khung Tranh siêu đỉnh này có khung mạ vàng lộng lẫy, giúp nâng tầm mọi căn phòng. Khi bạn không xem chương trình TV yêu thích nữa, nó sẽ biến thành một tác phẩm nghệ thuật thực thụ luôn đó.",
  "Gilded Gaze Frame TV": "TV Khung Mạ Vàng Sang Chảnh",
  "Stock with Shadowberry Tea": "Pha trà Shadowberry đi!",
  "The Secret Sanctuary": "Khu Ẩn Náu Bí Mật"
}