{
  "(From Sharing a Photo on Simstagram)": "(Từ Việc Chia Sẻ Ảnh trên Simstagram)",
  "(From Discussing Flavor Profiles)": "(Từ Việc Thảo Luận về Hương Vị)",
  "(From Low-Quality Experimental Food)": "(Từ Món Ăn Thử Nghiệm Chất Lượng Thấp)",
  "(From Experimental Food)": "(Từ Thức Ăn Thử Nghiệm)",
  "(From Restaurant Food)": "(Từ Thức Ăn Nhà Hàng)",
  "Oh no! It looks like {0.SimFirstName} has food poisoning! Something must have been wrong with that restaurant food. {0.SimFirstName} should get on the phone and let them know!": "Ôi không! Có vẻ như {0.SimFirstName} bị ngộ độc thực phẩm rồi! Chắc chắn có gì đó không ổn với thức ăn ở nhà hàng đó. {0.SimFirstName} nên gọi điện thoại và cho họ biết!",
  "(From Recovering from Food Poisoning)": "(Từ Việc Hồi Phục Sau Ngộ Độc Thực Phẩm)",
  "We're taking {0.SimFirstName}'s claim of food poisoning very seriously! Please accept {1.Money} as compensation for our mistake...\\n\\nTry drinking lots of water! Again, we're so sorry! Please don't tell anyone!": "Chúng tôi rất coi trọng khiếu nại của {0.SimFirstName} về việc bị ngộ độc thực phẩm! Xin vui lòng nhận {1.Money} như là bồi thường cho sai lầm của chúng tôi...\n\nHãy uống nhiều nước nhé! Một lần nữa, chúng tôi rất xin lỗi! Xin đừng nói với ai cả!",
  "(From Coloring Placemat)": "(Từ Tô Màu Lót Bàn Ăn)",
  "Owning a restaurant is hard work. Approximately 59.5% of new restaurants fail within the first year. However, with proper management, skilled employees, a delicious menu, and a little plasma, sweat and tears your restaurant just might succeed.\\n\\nFor more details, please check out the restaurant Ownership Lesson!": "Sở hữu một nhà hàng là công việc khó khăn. Khoảng 59,5% nhà hàng mới thất bại trong năm đầu tiên. Tuy nhiên, với sự quản lý thích hợp, nhân viên lành nghề, thực đơn ngon miệng và một chút plasma, mồ hôi và nước mắt, nhà hàng của bạn có thể thành công.\n\nĐể biết thêm chi tiết, vui lòng xem Bài học về Quyền sở hữu nhà hàng!",
  "So you bought a restaurant. Now what?": "Vậy là bạn đã mua một nhà hàng. Giờ thì sao?",
  "Go To Lessons": "Đến Bài Học",
  "Let me make up for any inconvenience you may have encountered and take care of your bill.": "Hãy để tôi bù đắp cho bất kỳ sự bất tiện nào mà bạn có thể gặp phải và thanh toán hóa đơn cho bạn.",
  "Your Simoleons are no good here. Enjoy the complimentary food.": "Simoleon của bạn không có giá trị ở đây. Hãy thưởng thức đồ ăn miễn phí nhé.",
  "You are such a valued customer. Let me take care of the bill for you.": "Bạn là một khách hàng rất đáng quý. Hãy để tôi thanh toán hóa đơn cho bạn.",
  "Your meal is on the house. Please make sure to dine with us again.": "Bữa ăn của bạn được miễn phí. Hãy nhớ ghé thăm chúng tôi lần nữa nhé.",
  "Please enjoy a free meal compliments of the management.": "Xin mời thưởng thức bữa ăn miễn phí do ban quản lý tặng.",
  "Let me have the waiter bring you a complimentary dessert.\n": "Hãy để tôi bảo người phục vụ mang cho bạn một món tráng miệng miễn phí.",
  "I can't let you leave without a smile on your face. Treat yourself to any dessert and I'll pick up the bill.": "Tôi không thể để bạn rời đi mà không có nụ cười trên môi. Hãy tự thưởng cho mình bất kỳ món tráng miệng nào và tôi sẽ thanh toán hóa đơn.",
  "Thank you for choosing to dine with us today. Choose any one our fine desserts compliments of the restaurant.": "Cảm ơn bạn đã chọn dùng bữa tại nhà hàng của chúng tôi hôm nay. Hãy chọn bất kỳ một trong những món tráng miệng hảo hạng của chúng tôi do nhà hàng tặng.",
  "Please try one of our delicious desserts. Free of charge!": "Xin mời thử một trong những món tráng miệng ngon tuyệt của chúng tôi. Miễn phí!",
  "Let me satisfy your sweet tooth and your wallet. Choose any one of our desserts for free.\n": "Hãy để tôi thỏa mãn vị ngọt của bạn và cả ví tiền của bạn nữa. Chọn bất kỳ một trong những món tráng miệng của chúng tôi miễn phí.",
  "I'm treating this table to a round of free drinks. May I recommend the water?": "Tôi sẽ tặng bàn này một lượt đồ uống miễn phí. Tôi có thể gợi ý món nước lọc không?",
  "Let me have the kitchen bring out a free round of drinks so we can toast to your good meal.\n": "Hãy để tôi bảo nhà bếp mang ra một lượt đồ uống miễn phí để chúng ta có thể chúc mừng bữa ăn ngon của bạn.",
  "Let me get a free round of drinks for this table.": "Để tôi tặng một lượt đồ uống miễn phí cho bàn này.",
  "Please enjoy a complimentary drink on us.\n": "Xin mời thưởng thức đồ uống miễn phí từ chúng tôi.",
  "A good drink will improve your mood. A free drink will make it even better. Let me get you round of free drinks.\n": "Một thức uống ngon sẽ cải thiện tâm trạng của bạn. Một thức uống miễn phí sẽ làm cho nó tốt hơn nữa. Hãy để tôi tặng bạn một lượt đồ uống miễn phí.",
  "Your food will be out before you can say 'Gastronomy'.\n": "Món ăn của bạn sẽ được mang ra trước khi bạn kịp nói 'Ẩm thực học'.",
  "I'm going to make sure your meal is top priority. It will be out shortly.": "Tôi sẽ đảm bảo rằng bữa ăn của bạn là ưu tiên hàng đầu. Nó sẽ được mang ra ngay thôi.",
  "You are too important to wait. I'm going to make sure your food comes out pronto.\n": "Bạn quá quan trọng để phải chờ đợi. Tôi sẽ đảm bảo rằng đồ ăn của bạn được mang ra ngay lập tức.",
  "I'll go speed up your order in the kitchen. Your food will be out shortly.\n": "Tôi sẽ đi đẩy nhanh đơn hàng của bạn trong bếp. Đồ ăn của bạn sẽ được mang ra ngay thôi.",
  "I'm going to make sure the Chef turns up the heat to get your food out fast.": "Tôi sẽ đảm bảo rằng Đầu bếp tăng nhiệt để đồ ăn của bạn được mang ra nhanh chóng.",
  "I could have grown and cooked my own food by this point. This is unacceptable. I'm leaving!": "Đến nước này tôi đã có thể tự trồng và nấu thức ăn của mình rồi. Điều này là không thể chấp nhận được. Tôi đi đây!",
  "This is horrible! I didn't wait this long for my new phone on opening day. I'm out of here.": "Thật kinh khủng! Đến ngày mở bán điện thoại mới tôi còn không phải chờ lâu như vậy. Tôi đi đây.",
  "1 Star Review": "Đánh Giá 1 Sao",
  "4 Star Review": "Đánh Giá 4 Sao",
  "Genius is not a term I throw around lightly. This chef is a genius. Supported by an excellent staff. This restaurant presented me with dishes I'd never imagined and flavors I wish I had. I'll be making my next reservation as soon as I get home.\\n\\nDine here to take your taste buds to the next level.": "Thiên tài không phải là từ tôi tùy tiện sử dụng. Đầu bếp này là một thiên tài. Được hỗ trợ bởi một đội ngũ nhân viên xuất sắc. Nhà hàng này đã giới thiệu cho tôi những món ăn mà tôi chưa từng tưởng tượng và những hương vị mà tôi ước mình có được. Tôi sẽ đặt bàn cho lần tới ngay khi về đến nhà.\n\nHãy dùng bữa ở đây để đưa vị giác của bạn lên một tầm cao mới.",
  "5 Star Review": "Đánh Giá 5 Sao",
  "2 Star Review": "Đánh Giá 2 Sao",
  "3 Star Review": "Đánh Giá 3 Sao",
  "The food was digestible but not the bill. It was clear I wasn't paying for great service either.\\n\\nDine here if you have Simoleons weighing you down.": "Đồ ăn thì dễ tiêu nhưng hóa đơn thì không. Rõ ràng là tôi cũng không trả tiền cho dịch vụ tuyệt vời.\n\nHãy dùng bữa ở đây nếu bạn có Simoleon làm bạn nặng người.",
  "I was unimpressed. The food likely had some nutritional value, but that is where the value ended.\\n\\nDine here if you just need sustenance.": "Tôi không ấn tượng. Thức ăn có lẽ có một số giá trị dinh dưỡng, nhưng đó là tất cả giá trị mà nó có.\n\nHãy dùng bữa ở đây nếu bạn chỉ cần chất dinh dưỡng.",
  "Dining here was one of the most remarkable experiences of my life. It has opened my mind to what perfection could really be. The flavors of my meal will linger with me for years to come.\\n\\nDine here. It's not a suggestion, it's a mandate.": "Dùng bữa ở đây là một trong những trải nghiệm đáng chú ý nhất trong cuộc đời tôi. Nó đã mở mang đầu óc tôi về sự hoàn hảo thực sự có thể là gì. Hương vị của bữa ăn sẽ còn vương vấn trong tôi trong nhiều năm tới.\n\nHãy dùng bữa ở đây. Đây không phải là một gợi ý, mà là một mệnh lệnh.",
  "This restaurant is like a waking nightmare for my taste buds. The chef must've got ingredients that fell off the back of a truck into the mud and then were run over by 3 more trucks.\\n\\nDine here when you know the date will end early.": "Nhà hàng này giống như một cơn ác mộng ban ngày đối với vị giác của tôi. Đầu bếp chắc hẳn đã lấy những nguyên liệu bị rơi khỏi thùng xe tải xuống bùn và sau đó bị 3 chiếc xe tải khác cán qua.\n\nHãy dùng bữa ở đây khi bạn biết buổi hẹn hò sẽ kết thúc sớm.",
  "My stomach isn't empty and neither is my wallet. This is a so-so establishment that fulfilled the basic qualifications to be called a restaurant.\\n\\nDine here if you have a heart condition and must avoid excitement.": "Bụng tôi không còn đói và ví tiền của tôi cũng vậy. Đây là một cơ sở tầm thường đáp ứng các tiêu chuẩn cơ bản để được gọi là một nhà hàng.\n\nHãy dùng bữa ở đây nếu bạn mắc bệnh tim và phải tránh sự phấn khích.",
  "The cheerful staff went the extra mile to make my meal perfect. I recommend putting your trust in the Chef and ordering the Chef's Choice.\\n\\nDine here to experience what quality service should be.": "Các nhân viên vui vẻ đã nỗ lực hết mình để làm cho bữa ăn của tôi trở nên hoàn hảo. Tôi khuyên bạn nên đặt niềm tin vào Đầu bếp và gọi món Chef's Choice.\n\nHãy dùng bữa ở đây để trải nghiệm dịch vụ chất lượng nên như thế nào.",
  "The service and the décor are just the first insults to your senses. When the food hits your tongue it will grow legs and run for the door. Any price is too high for the meal you will get here.\\n\\nDine here if you like paying for the privilege of licking dirt.": "Dịch vụ và trang trí chỉ là những lời xúc phạm đầu tiên đối với các giác quan của bạn. Khi thức ăn chạm vào lưỡi của bạn, nó sẽ mọc chân và chạy ra cửa. Bất kỳ giá nào cũng là quá cao cho bữa ăn bạn sẽ nhận được ở đây.\n\nHãy dùng bữa ở đây nếu bạn thích trả tiền cho đặc ân được liếm đất.",
  "It's hard to say if this restaurant is a glass half full or half empty. I guess it quenched my thirst.\\n\\nDine here if your favorite color is beige.": "Thật khó để nói liệu nhà hàng này là một ly nước đầy một nửa hay vơi một nửa. Tôi đoán nó đã làm dịu cơn khát của tôi.\n\nHãy dùng bữa ở đây nếu màu sắc yêu thích của bạn là màu be.",
  "I was pleasantly surprised at the quality of meal I received for such a reasonable price. This is sure to become a local favorite.\\n\\nDine here to experience food done right.": "Tôi đã rất ngạc nhiên trước chất lượng bữa ăn mà tôi nhận được với một mức giá hợp lý như vậy. Chắc chắn đây sẽ trở thành một địa điểm yêu thích của người dân địa phương.\n\nHãy dùng bữa ở đây để trải nghiệm những món ăn được chế biến đúng cách.",
  "{0.SimFirstName} has tasted the wonders of Experimental Food and now, understanding the complex flavors involved, can cook this dish at home using their personal chef station.": "{0.SimFirstName} đã nếm trải những điều kỳ diệu của Thức Ăn Thử Nghiệm và giờ đây, hiểu được hương vị phức tạp liên quan, có thể nấu món ăn này tại nhà bằng trạm đầu bếp cá nhân của mình.",
  "If only {0.SimFirstName} had level 5 Cooking skill {M0.he}{F0.she} could have learned to cook this experimental dish at home!": "Giá như {0.SimFirstName} có kỹ năng Nấu ăn cấp 5 thì {M0.he}{F0.she} đã có thể học nấu món ăn thử nghiệm này tại nhà!",
  "Restaurant Date": "Hẹn Hò Tại Nhà Hàng",
  "(From Restaurant)": "(Từ Nhà Hàng)",
  "Additional Chef": "Đầu Bếp Bổ Sung",
  "Additional Chef \\n\\nUnlocks the ability to hire one additional chef with the Manage Employees window. Don't forget to place a second chef station.": "Đầu Bếp Bổ Sung \n\nMở khóa khả năng thuê thêm một đầu bếp nữa thông qua cửa sổ Quản Lý Nhân Viên. Đừng quên đặt thêm một trạm đầu bếp thứ hai.",
  "Additional Waiter #1": "Bồi Bàn Bổ Sung #1",
  "Additional Waiter #1 \\n\\nUnlocks the ability to hire one additional waiter within the Manage Employees window.": "Bồi Bàn Bổ Sung #1 \n\nMở khóa khả năng thuê thêm một bồi bàn nữa thông qua cửa sổ Quản Lý Nhân Viên.",
  "Additional Waiter #2": "Bồi Bàn Bổ Sung #2",
  "Additional Waiter #2 \\n\\nUnlocks the ability to hire one additional waiter within the Manage Employees window.\\n\\nThis Perk is unlocked by the Additional Waiter #1 Perk.": "Bồi Bàn Bổ Sung #2 \n\nMở khóa khả năng thuê thêm một bồi bàn nữa thông qua cửa sổ Quản Lý Nhân Viên.\n\nĐặc Quyền này được mở khóa bởi Đặc Quyền Bồi Bàn Bổ Sung #1.",
  "Ingredient Discount (small)": "Giảm Giá Nguyên Liệu (nhỏ)",
  "Ingredient Discount (small) \\n\\nPermanently lowers the cost of ingredients by a small amount.": "Giảm Giá Nguyên Liệu (nhỏ) \n\nGiảm vĩnh viễn chi phí nguyên liệu một chút.",
  "Ingredient Discount (large)": "Giảm Giá Nguyên Liệu (lớn)",
  "Ingredient Discount (large)\\n\\nPermanently lowers the cost of ingredients by a large amount. Requires the Ingredient Discount (small) to be unlocked.": "Giảm Giá Nguyên Liệu (lớn) \n\nGiảm vĩnh viễn chi phí nguyên liệu một lượng lớn. Yêu cầu mở khóa Giảm Giá Nguyên Liệu (nhỏ).",
  "The Chef's Hat": "Mũ Đầu Bếp",
  "The Chef's Hat \\n\\nUnlocks an additional Chef Hat for your Sims.": "Mũ Đầu Bếp \n\nMở khóa thêm một Mũ Đầu Bếp cho Sim của bạn.",
  "Fast Eaters": "Người Ăn Nhanh",
  "Fast Eaters \\n\\nCustomers will eat their meals faster.\n": "Người Ăn Nhanh \n\nKhách hàng sẽ ăn bữa ăn của họ nhanh hơn.",
  "Well Funded Foodies": "Người Sành Ăn Giàu Có",
  "Well Funded Foodies \\n\\nCustomers will more often choose the more expensive menu items.": "Người Sành Ăn Giàu Có \n\nKhách hàng sẽ thường xuyên chọn các món trong thực đơn đắt tiền hơn.",
  "The cost of ingredients is reduced for 24 hours.": "Chi phí nguyên liệu được giảm trong 24 giờ.",
  "Surplus Harvest": "Thu Hoạch Thặng Dư",
  "Surplus Harvest (Temporary)\\n\\nTake advantage of a surplus harvest. The cost of ingredients is discounted for 24 hours.": "Thu Hoạch Thặng Dư (Tạm Thời)\n\nTận dụng một vụ thu hoạch thặng dư. Chi phí nguyên liệu được giảm giá trong 24 giờ.",
  "Ingredient Quality Options": "Tùy Chọn Chất Lượng Nguyên Liệu",
  "Ingredient Quality Options \\n\\nUnlocks the ability to choose the quality of meal ingredients.": "Tùy Chọn Chất Lượng Nguyên Liệu \n\nMở khóa khả năng chọn chất lượng của nguyên liệu bữa ăn.",
  "Inspirational Speech": "Bài Phát Biểu Truyền Cảm Hứng",
  "Inspirational Speech \\n\\nUnlocks the \"Inspirational Speech\" social interaction, which can be used to inspire your employees.": "Bài Phát Biểu Truyền Cảm Hứng \n\nMở khóa tương tác xã hội \"Bài Phát Biểu Truyền Cảm Hứng\", có thể được sử dụng để truyền cảm hứng cho nhân viên của bạn.",
  "Patient Patrons": "Khách Hàng Kiên Nhẫn",
  "Patient Patrons\\n\\nMake customers easier to impress with quick service and willing to wait longer before they get upset at slow service.": "Khách Hàng Kiên Nhẫn\n\nGiúp khách hàng dễ ấn tượng hơn với dịch vụ nhanh chóng và sẵn sàng chờ đợi lâu hơn trước khi họ khó chịu vì dịch vụ chậm trễ.",
  "Well Managed": "Quản Lý Tốt",
  "Well Managed\\n\\nLowers the chance of bad events happening on the restaurant while your Sim is away.": "Quản Lý Tốt\n\nGiảm khả năng xảy ra các sự kiện xấu tại nhà hàng khi Sim của bạn vắng mặt.",
  "Lower Employee Training Costs": "Giảm Chi Phí Đào Tạo Nhân Viên",
  "Lower Employee Training Costs \\n\\nLowers the cost of training for employees.": "Giảm Chi Phí Đào Tạo Nhân Viên \n\nGiảm chi phí đào tạo cho nhân viên.",
  "The Meal Rush perk is currently active.": "Đặc quyền Giờ Cao Điểm Bữa Ăn hiện đang hoạt động.",
  "Meal Rush": "Giờ Cao Điểm Bữa Ăn",
  "Meal Rush (Temporary)\\n\\nFor 24 hours, more customers will stop in to eat at your restaurant.": "Giờ Cao Điểm Bữa Ăn (Tạm Thời)\n\nTrong 24 giờ, sẽ có nhiều khách hàng ghé vào ăn tại nhà hàng của bạn hơn.",
  "Curiouser Customers": "Khách Hàng Tò Mò Hơn",
  "Curiouser Customers\\n\\nIncreases how often customers request dish recommendations.\\n\\nThis Perk unlocked by the Curious Customers Perk.": "Khách Hàng Tò Mò Hơn\n\nTăng tần suất khách hàng yêu cầu gợi ý món ăn.\n\nĐặc quyền này được mở khóa bởi Đặc quyền Khách Hàng Tò Mò.",
  "Curious Customers": "Khách Hàng Tò Mò",
  "Curious Customers\\n\\nMakes customers occasionally wish for a recommendation on what to order from management and unlocks the ability to give recommendations through the \"Recommend Dish\" social.": "Khách Hàng Tò Mò\n\nKhiến khách hàng đôi khi muốn nhận được đề xuất về món ăn từ ban quản lý và mở khóa khả năng đưa ra đề xuất thông qua tương tác xã hội \"Gợi Ý Món Ăn\".",
  "The key to earning prestige is patience. Wait a while before attempting to manipulate your restaurant's repute.": "Chìa khóa để đạt được uy tín là sự kiên nhẫn. Hãy chờ một thời gian trước khi cố gắng thao túng danh tiếng của nhà hàng bạn.",
  "Tidy Tippers": "Khách Hàng Hào Phóng",
  "Tidy Tippers\\n\\nCustomers will tip a bit extra on top of every meal. Can be purchased multiple times for ever larger tips!": "Khách Hàng Hào Phóng\n\nKhách hàng sẽ boa thêm một chút cho mỗi bữa ăn. Có thể mua nhiều lần để nhận được tiền boa ngày càng lớn hơn!",
  "Discussing the flavor profile of a recent food dish generates a series of ideas and thoughts to punch up {0.SimFirstName}'s own recipes.": "Thảo luận về hương vị của một món ăn gần đây tạo ra một loạt các ý tưởng và suy nghĩ để làm nổi bật các công thức nấu ăn của riêng {0.SimFirstName}.",
  "Flavor Inspiration": "Cảm Hứng Hương Vị",
  "This is some bold food. It's like a statement about life's inevitable end dipped in sauce and sprinkled with spices.": "Đây là một món ăn táo bạo. Nó giống như một tuyên bố về sự kết thúc không thể tránh khỏi của cuộc đời được nhúng trong nước sốt và rắc gia vị.",
  "Superb Grub": "Món Ăn Tuyệt Vời",
  "Wow! That was a gastronomically delectable dish. The emotions filled {0.SimFirstName}'s plate. It was magical and delicious!": "Wow! Đó là một món ăn ngon tuyệt về mặt ẩm thực. Những cảm xúc tràn ngập đĩa của {0.SimFirstName}. Thật kỳ diệu và ngon miệng!",
  "Amazing Flavors": "Hương Vị Tuyệt Vời",
  "A disaster of a dish with a side of terrible. {0.SimFirstName} is very displeased.": "Một thảm họa của một món ăn với một chút kinh khủng. {0.SimFirstName} rất không hài lòng.",
  "Discordant Flavors": "Hương Vị Không Hài Hòa",
  "While the plate is a bit of a mess, it has something special about it that {0.SimFirstName} can't quite figure out.": "Mặc dù đĩa thức ăn hơi lộn xộn, nhưng nó có một điều gì đó đặc biệt mà {0.SimFirstName} không thể hiểu ra.",
  "Intriguing Flavors": "Hương Vị Hấp Dẫn",
  "Eating this food was like music to {0.SimFirstName}'s taste buds. The flavor was like a symphony of taste.": "Ăn món ăn này giống như âm nhạc đối với vị giác của {0.SimFirstName}. Hương vị giống như một bản giao hưởng của vị giác.",
  "Harmonious Flavors": "Hương Vị Hài Hòa",
  "{0.SimFirstName} was so impressed with that dish! It was nearly perfect!": "{0.SimFirstName} đã rất ấn tượng với món ăn đó! Nó gần như hoàn hảo!",
  "Superior Cuisine": "Ẩm Thực Cao Cấp",
  "This food must have fallen from the heavens above. That is the only explanation that makes sense. Simply sublime!": "Món ăn này chắc hẳn đã rơi từ thiên đường xuống. Đó là lời giải thích duy nhất có lý. Đơn giản là tuyệt vời!",
  "Divine Dish": "Món Ăn Thần Thánh",
  "It kind of tastes like plastic and makes strange sounds, but it's also a work of art! ART, I TELL YOU!": "Nó có vị hơi giống nhựa và tạo ra những âm thanh kỳ lạ, nhưng nó cũng là một tác phẩm nghệ thuật! NGHỆ THUẬT ĐẤY, TÔI NÓI CHO BẠN BIẾT!",
  "Interesting Taste": "Hương Vị Thú Vị",
  "This experimental food is like art! Like wonderful, edible, great-tasting art!": "Món ăn thử nghiệm này giống như nghệ thuật! Giống như nghệ thuật tuyệt vời, ăn được, ngon tuyệt!",
  "Mind-Expanding Meal": "Bữa Ăn Mở Mang Đầu Óc",
  "This experimental food stuff looks weird and {0.SimFirstName} doesn't like it one bit. Not one bite.": "Món ăn thử nghiệm này trông kỳ lạ và {0.SimFirstName} không thích nó một chút nào. Không một miếng nào.",
  "Confusing Aftertaste": "Hậu Vị Khó Hiểu",
  "The gurgling of the stomach is a deafening roar. {0.SimFirstName} must call the restaurant immediately to report this. But whatever happens, {M0.he}{F0.she} should not wander too far from a bathroom!": "Tiếng sôi bụng là một tiếng gầm điếc tai. {0.SimFirstName} phải gọi điện ngay cho nhà hàng để báo cáo việc này. Nhưng dù có chuyện gì xảy ra, {M0.he}{F0.she} không nên đi lang thang quá xa phòng tắm!",
  "Food Poisoned": "Ngộ Độc Thực Phẩm",
  "Surviving the storm was difficult, but now the stomach is stronger than ever before!": "Sống sót qua cơn bão thật khó khăn, nhưng giờ đây dạ dày đã khỏe hơn bao giờ hết!",
  "Survived Food Poisoning": "Sống Sót Sau Ngộ Độc Thực Phẩm",
  "It makes a Sim feel really hip to have a bunch of cool photos on Simstagram.": "Thật khiến một Sim cảm thấy sành điệu khi có một loạt ảnh крутые trên Simstagram.",
  "Photo Hipster": "Dân Chơi Ảnh",
  "{0.SimFirstName} has felt nothing as self satisfying as viewing a collection of photos curated by {M0.himself}{F0.herself}.": "{0.SimFirstName} chưa bao giờ cảm thấy thỏa mãn bản thân như khi xem một bộ sưu tập ảnh do chính {M0.himself}{F0.herself} tuyển chọn.",
  "Well Curated Collection": "Bộ Sưu Tập Tuyển Chọn Kỹ Lưỡng",
  "You've done your best, and this is truly a work of art.": "Bạn đã cố gắng hết sức và đây thực sự là một tác phẩm nghệ thuật.",
  "Coloring Completed": "Tô Màu Hoàn Tất",
  "Because taking {0.SimFirstName}'s favorite Sim out to breakfast is THE thing to do!": "Vì đưa Sim yêu thích của {0.SimFirstName} đi ăn sáng là điều NÊN làm!",
  "Hot Breakfast Date": "Hẹn Ăn Sáng Lãng Mạn",
  "Dinner? Check! {0.SimFirstName}'s favorite Sim ever? Check! Everything is wonderful!": "Bữa tối? Xong! Sim yêu thích nhất của {0.SimFirstName}? Xong! Mọi thứ thật tuyệt vời!",
  "Hot Dinner Date": "Hẹn Ăn Tối Lãng Mạn",
  "Taking {0.SimFirstName}'s favorite Sim out to lunch makes {M0.him}{F0.her} very happy!": "Đưa Sim yêu thích của {0.SimFirstName} đi ăn trưa khiến {M0.him}{F0.her} rất hạnh phúc!",
  "Hot Lunch Date": "Hẹn Ăn Trưa Lãng Mạn",
  "{0.SimFirstName} believes that breakfast is the most important meal of the day! So why does {M0.he}{F0.she} have to cook it {M0.himself}{F0.herself}? As if!": "{0.SimFirstName} tin rằng bữa sáng là bữa ăn quan trọng nhất trong ngày! Vậy tại sao {M0.he}{F0.she} lại phải tự nấu {M0.himself}{F0.herself}? Như thể!",
  "Out to Breakfast ": "Đi Ăn Sáng",
  "Mmmmm... delicious. There's nothing like going out to dinner for a big meal. Those chefs can really cook!": "Mmmmm... ngon tuyệt. Không có gì bằng việc đi ăn tối để có một bữa ăn lớn. Những đầu bếp đó thực sự có thể nấu ăn!",
  "Out to Dinner": "Đi Ăn Tối",
  "Who wants lunch in a sack? That just sounds wrong! Going out to lunch is the only way to live!": "Ai muốn ăn trưa trong túi? Nghe có vẻ sai sai! Đi ăn trưa là cách duy nhất để sống!",
  "Out to Lunch": "Đi Ăn Trưa",
  "Things seem to be going well for {0.SimFirstName}.": "Mọi thứ dường như đang diễn ra tốt đẹp với {0.SimFirstName}.",
  "Flirty Restaurant Date": "Hẹn Hò Lãng Mạn Tại Nhà Hàng",
  "{0.SimFirstName} wishes someone would have told {M0.him}{F0.her} what the dress-code was for this place.": "{0.SimFirstName} ước gì có ai đó đã nói cho {M0.him}{F0.her} biết quy định về trang phục ở nơi này.",
  "Underdressed": "Ăn Mặc Không Phù Hợp",
  "Silver Package (§120 / day)": "Gói Bạc (§120 / ngày)",
  "None": "Không Có Gói Nào",
  "Gold Package (§240 / day)": "Gói Vàng (§240 / ngày)",
  "Diamond Package (§1200 / day)": "Gói Kim Cương (§1200 / ngày)",
  "Platinum Package (§480 / day)": "Gói Bạch Kim (§480 / ngày)",
  "Meal Quality": "Chất Lượng Bữa Ăn",
  "Personal Touch": "Dấu Ấn Cá Nhân",
  "Wait Time": "Thời Gian Chờ Đợi",
  "Service": "Dịch Vụ",
  "Meal Value": "Giá Trị Bữa Ăn",
  "Ambiance": "Không Gian",
  "250%": "250%",
  "125%": "125%",
  "175%": "175%",
  "150%": "150%",
  "200%": "200%",
  "100%": "100%",
  "300%": "300%",
  "To have a functional restaurant, make sure a host, waiter, and chef have been hired. Also make sure a menu has been set for patrons to enjoy.": "Để có một nhà hàng hoạt động, hãy đảm bảo rằng một người đón khách, bồi bàn và đầu bếp đã được thuê. Đồng thời, hãy đảm bảo rằng một thực đơn đã được thiết lập để khách hàng thưởng thức.",
  "Restaurant Not Functional.": "Nhà Hàng Không Hoạt Động.",
  "The restaurant is now open and customers are ready to arrive and eat delicious food!": "Nhà hàng hiện đã mở cửa và khách hàng đã sẵn sàng đến và ăn những món ăn ngon!",
  "Open For Business": "Mở Cửa Kinh Doanh",
  "Upon confirmation, your restaurant funds and the lot value will be deposited into your household's funds. If your restaurant funds are in the negative, it will be deducted from the value of the lot to clear your debts. The household will earn {0.Money} from this sale.": "Sau khi xác nhận, tiền vốn của nhà hàng và giá trị của lô đất sẽ được gửi vào tiền vốn của hộ gia đình bạn. Nếu tiền vốn của nhà hàng bạn âm, nó sẽ được khấu trừ vào giá trị của lô đất để thanh toán các khoản nợ của bạn. Hộ gia đình sẽ kiếm được {0.Money} từ việc bán này.",
  "Sell The Restaurant?": "Bán Nhà Hàng?",
  "This meal definitely doesn't look too great...": "Bữa ăn này chắc chắn trông không được ngon cho lắm...",
  "Wow! Take a look at this! This meal is amazing!": "Wow! Hãy nhìn này! Bữa ăn này thật tuyệt vời!",
  "I wasn't too happy with the owner...": "Tôi không hài lòng lắm với chủ nhà hàng...",
  "All this attention from the owner is making me feel really special!": "Sự quan tâm từ chủ nhà hàng khiến tôi cảm thấy thực sự đặc biệt!",
  "I'm not very happy about the wait times here...": "Tôi không hài lòng lắm về thời gian chờ đợi ở đây...",
  "Wow! My meal got here in no time!": "Wow! Bữa ăn của tôi đến đây nhanh chóng!",
  "I wish this place had more friendly service...": "Tôi ước nơi này có dịch vụ thân thiện hơn...",
  "The service at this place is fantastic!": "Dịch vụ ở nơi này thật tuyệt vời!",
  "Hmm...little on the pricey side": "Hmm... hơi đắt một chút",
  "This place has great prices!": "Nơi này có giá cả tuyệt vời!",
  "The decor here could do with some improvements...": "Cách trang trí ở đây có thể được cải thiện...",
  "Wow! This place has some nice decor.": "Wow! Nơi này có một số đồ trang trí đẹp.",
  "Current Restaurant": "Nhà Hàng Hiện Tại",
  "Cost of Ingredients:": "Chi Phí Nguyên Liệu:",
  "{0.Money}": "{0.Money}",
  "Meal Profits:": "Lợi Nhuận Bữa Ăn:",
  "Sales:": "Doanh Số:",
  "Advertising Cost:": "Chi Phí Quảng Cáo:",
  "{0.Number}": "{0.Number}",
  "Net Profit:": "Lợi Nhuận Ròng:",
  "On Demand Cheffing": "Thuê Đầu Bếp Theo Yêu Cầu",
  "Food and Nectar Magazine": "Tạp Chí Thực Phẩm và Rượu Nho",
  "Chef": "Đầu Bếp",
  "Chef Level 1": "Đầu Bếp Cấp 1",
  "Chef Level 2": "Đầu Bếp Cấp 2",
  "Chef Level 3": "Đầu Bếp Cấp 3",
  "Chef Level 4": "Đầu Bếp Cấp 4",
  "Chef Level 5": "Đầu Bếp Cấp 5",
  "Host Level 1": "Người Đón Khách Cấp 1",
  "Host Level 2": "Người Đón Khách Cấp 2",
  "Host Level 3": "Người Đón Khách Cấp 3",
  "Host Level 4": "Người Đón Khách Cấp 4",
  "Host Level 5": "Người Đón Khách Cấp 5",
  "Waiter Level 1": "Bồi Bàn Cấp 1",
  "Waiter Level 2": "Bồi Bàn Cấp 2",
  "Waiter Level 3": "Bồi Bàn Cấp 3",
  "Waiter Level 4": "Bồi Bàn Cấp 4",
  "Waiter Level 5": "Bồi Bàn Cấp 5",
  "Restaurant Critic": "Nhà Phê Bình Ẩm Thực",
  "Host": "Người Đón Khách",
  "Waiter": "Bồi Bàn",
  "Safety is my priority. You can count on me to hold anything up and light the way. I will not let you down.": "An toàn là ưu tiên hàng đầu của tôi. Bạn có thể tin tưởng tôi sẽ giữ mọi thứ và soi đường. Tôi sẽ không làm bạn thất vọng.",
  "Structurally Sound": "Vững Chắc Về Mặt Cấu Trúc",
  "Yum!!! That looks so tasty.": "Ngon!!! Trông thật ngon miệng.",
  "Yummmmm!": "Ngonnnn!",
  "That looks completely like edible art. Those chefs have some serious skill!": "Trông hoàn toàn giống như một tác phẩm nghệ thuật ăn được. Những đầu bếp đó có kỹ năng thực sự!",
  "That looks so ridiculously delicious! It makes me want to eat my screen!": "Trông ngon đến mức lố bịch! Nó khiến tôi muốn ăn màn hình của mình!",
  "I saw that photo you posted. That food looks amazing!": "Tôi đã xem bức ảnh bạn đăng. Đồ ăn trông thật tuyệt vời!",
  "Breakfast at Restaurant": "Ăn Sáng Tại Nhà Hàng",
  "Lunch at Restaurant": "Ăn Trưa Tại Nhà Hàng",
  "Dinner at Restaurant": "Ăn Tối Tại Nhà Hàng",
  "You and I haven't always gotten along, but maybe we can become friends. What do you say to dinner at {3.String}?": "Bạn và tôi không phải lúc nào cũng hòa hợp, nhưng có lẽ chúng ta có thể trở thành bạn bè. Bạn nghĩ sao về việc ăn tối tại {3.String}?",
  "You and I haven't always gotten along, but maybe we can become friends. What do you say to breakfast at {3.String}?": "Bạn và tôi không phải lúc nào cũng hòa hợp, nhưng có lẽ chúng ta có thể trở thành bạn bè. Bạn nghĩ sao về việc ăn sáng tại {3.String}?",
  "You and I haven't always gotten along, but maybe we can become friends. What do you say to lunch at {3.String}?": "Bạn và tôi không phải lúc nào cũng hòa hợp, nhưng có lẽ chúng ta có thể trở thành bạn bè. Bạn nghĩ sao về việc ăn trưa tại {3.String}?",
  "I'm really sorry to hear about your loss. Let's go get dinner at {3.String} so we can talk about it.": "Tôi thực sự rất tiếc khi nghe về sự mất mát của bạn. Chúng ta hãy đi ăn tối tại {3.String} để chúng ta có thể nói về điều đó.",
  "I'm really sorry to hear about your loss. Let's get breakfast at {3.String} so we can talk about it.": "Tôi thực sự rất tiếc khi nghe về sự mất mát của bạn. Chúng ta hãy đi ăn sáng tại {3.String} để chúng ta có thể nói về điều đó.",
  "I'm really sorry to hear about your loss. Let's go out grab lunch at {3.String} so we can talk about it.": "Tôi thực sự rất tiếc khi nghe về sự mất mát của bạn. Chúng ta hãy ra ngoài ăn trưa tại {3.String} để chúng ta có thể nói về điều đó.",
  "Heard you got a promotion, congrats! I think dinner at {3.String} would be the perfect way to celebrate. You in?": "Nghe nói bạn được thăng chức, chúc mừng! Tôi nghĩ rằng bữa tối tại {3.String} sẽ là cách hoàn hảo để ăn mừng. Bạn tham gia chứ?",
  "Heard you got a promotion, congrats! I think breakfast at {3.String} would be the perfect way to celebrate. You in?": "Nghe nói bạn được thăng chức, chúc mừng! Tôi nghĩ rằng bữa sáng tại {3.String} sẽ là cách hoàn hảo để ăn mừng. Bạn tham gia chứ?",
  "Heard you got a promotion, congrats! I think lunch at {3.String} would be the perfect way to celebrate. You in?": "Nghe nói bạn được thăng chức, chúc mừng! Tôi nghĩ rằng bữa trưa tại {3.String} sẽ là cách hoàn hảo để ăn mừng. Bạn tham gia chứ?",
  "I've been thinking maybe opposites attract. This might be crazy, but let's go have dinner at {3.String} and see if things get spicy.": "Tôi đã nghĩ rằng có lẽ những người trái ngược nhau sẽ thu hút nhau. Điều này có thể điên rồ, nhưng hãy đi ăn tối tại {3.String} và xem liệu mọi thứ có trở nên thú vị không.",
  "I've been thinking maybe opposites attract. This might be crazy, but let's go have breakfast at {3.String} and see if things get spicy.": "Tôi đã nghĩ rằng có lẽ những người trái ngược nhau sẽ thu hút nhau. Điều này có thể điên rồ, nhưng hãy đi ăn sáng tại {3.String} và xem liệu mọi thứ có trở nên thú vị không.",
  "I've been thinking maybe opposites attract. This might be crazy, but let's go have lunch at {3.String} and see if things get spicy.": "Tôi đã nghĩ rằng có lẽ những người trái ngược nhau sẽ thu hút nhau. Điều này có thể điên rồ, nhưng hãy đi ăn trưa tại {3.String} và xem liệu mọi thứ có trở nên thú vị không.",
  "Hey, I need to get out of the house. Want to join me for dinner at {3.String}?": "Này, tôi cần ra khỏi nhà. Muốn tham gia cùng tôi ăn tối tại {3.String} không?",
  "I'm starving! Wanna go grab lunch with me at {3.String}?": "Tôi đang đói meo! Muốn đi ăn trưa với tôi tại {3.String} không?",
  "I'm starving! Wanna go grab breakfast with me at {3.String}?": "Tôi đang đói meo! Muốn đi ăn sáng với tôi tại {3.String} không?",
  "I'm starving! Wanna go grab dinner with me at {3.String}?": "Tôi đang đói meo! Muốn đi ăn tối với tôi tại {3.String} không?",
  "Hey, I need to get out of the house. Want to join me for breakfast at {3.String}?": "Này, tôi cần ra khỏi nhà. Muốn tham gia cùng tôi ăn sáng tại {3.String} không?",
  "Hey, I need to get out of the house. Want to join me for lunch at {3.String}?": "Này, tôi cần ra khỏi nhà. Muốn tham gia cùng tôi ăn trưa tại {3.String} không?",
  "I can't get you out of my mind lately. Wanna go on a date and get some dinner at {3.String}?": "Gần đây tôi không thể ngừng nghĩ về bạn. Muốn đi hẹn hò và ăn tối tại {3.String} không?",
  "I can't get you out of my mind lately. Wanna go on a date and get some breakfast at {3.String}?": "Gần đây tôi không thể ngừng nghĩ về bạn. Muốn đi hẹn hò và ăn sáng tại {3.String} không?",
  "I can't get you out of my mind lately. Wanna go on a date and get some lunch at {3.String}?": "Gần đây tôi không thể ngừng nghĩ về bạn. Muốn đi hẹn hò và ăn trưa tại {3.String} không?",
  "Pretty in Polka-dots": "Xinh Xắn Trong Bộ Chấm Bi",
  "A Well Dressed Lad": "Chàng Trai Ăn Mặc Lịch Sự",
  "The Lunch Date": "Buổi Hẹn Ăn Trưa",
  "Bringing Fab to the Table": "Mang Vẻ Đẹp Đến Bàn Ăn",
  "Chef's Choice": "Lựa Chọn Của Đầu Bếp",
  "Pass the Fancy Mustard": "Cho Xin Chút Mù Tạt Điệu Đà",
  "Dinner with Flowers": "Bữa Tối Với Hoa",
  "Waiting with Pizzazz": "Chờ Đợi Với Phong Cách",
  "A-Muse Bouche": "Khai Vị A-Muse Bouche",
  "Fancy Orders Only": "Chỉ Nhận Đơn Hàng Sang Trọng",
  "Restaurant\\nIn-Vest-ments": "Nhà Hàng\nĐầu Tư Vào Áo Gilet",
  "Slatted Wall Fence": "Hàng Rào Tường Nan",
  "Slatted Fence": "Hàng Rào Nan",
  "Glass Wall Fence": "Hàng Rào Tường Kính",
  "Fiber Grain Carpeting": "Thảm Hạt Sợi",
  "Floral Fancy Carpeting": "Thảm Hoa Văn Trang Trí",
  "Rectangle Dream Carpeting": "Thảm Giấc Mơ Hình Chữ Nhật",
  "Polished Marble Tile": "Gạch Đá Cẩm Thạch Đánh Bóng",
  "Collectible Slate Tile": "Gạch Đá Phiến Sưu Tầm",
  "Move your fish into the Sea Plus Aquarium and see them thrive and grow. More swimming space and bubbles makes these fish the happiest water-dwelling creatures in captivity!": "Chuyển cá của bạn vào Bể Cá Sea Plus và xem chúng phát triển mạnh mẽ. Không gian bơi lội rộng hơn và nhiều bong bóng hơn làm cho những con cá này trở thành những sinh vật sống dưới nước hạnh phúc nhất trong điều kiện nuôi nhốt!",
  "Sea Plus Aquarium": "Bể Cá Sea Plus",
  "Your restaurant will never be complete until people know what it’s called. What better way than a fitting awning sign. It's Simply Advertising!": "Nhà hàng của bạn sẽ không bao giờ hoàn thiện cho đến khi mọi người biết tên của nó. Không có cách nào tốt hơn là một tấm biển mái hiên phù hợp. Đó đơn giản là Quảng Cáo!",
  "Simply Advertising": "Đơn Giản Là Quảng Cáo",
  "\"Order's Up!\" will be screamed out in delight at blistering speeds never before seen in a professional kitchen. This free standing chef station unit is a one stop shop that creates an efficient workspace for chefs of all shapes and sizes. ": "\"Có món rồi!\" sẽ được hét lên một cách thích thú với tốc độ chóng mặt chưa từng thấy trong một nhà bếp chuyên nghiệp. Đơn vị trạm đầu bếp độc lập này là một cửa hàng một điểm dừng tạo ra một không gian làm việc hiệu quả cho các đầu bếp thuộc mọi hình dạng và kích cỡ.",
  "\"I Dream of Sous\" Chef Station": "Trạm Đầu Bếp \"Tôi Mơ Về Sous\"",
  "When the chef wants to hide behind a wall and only hand food through a small hole like pushing a tray into a prison cell, well then look no further than this beauty. Delivers all the grace and functionality of the most professional kitchen unit while still being able to hide even the most hideous chef in a back room.": "Khi đầu bếp muốn trốn sau bức tường và chỉ đưa thức ăn qua một lỗ nhỏ như đẩy khay vào buồng giam, thì không đâu khác ngoài vẻ đẹp này. Mang đến tất cả sự duyên dáng và chức năng của một đơn vị nhà bếp chuyên nghiệp nhất trong khi vẫn có thể che giấu ngay cả những đầu bếp xấu xí nhất trong một căn phòng phía sau.",
  "Full Disclosure Chef Station": "Trạm Đầu Bếp Công Khai Toàn Bộ",
  "Vanilla Sea Shells and Chocolate Caviar Simstagram Print": "Tranh In Simstagram Vỏ Sò Vani và Trứng Cá Muối Sô Cô La",
  "A perfect mix of the classic flavors. #TeamVanilla or #TeamChocolate": "Một sự pha trộn hoàn hảo giữa các hương vị cổ điển. #TeamVanilla hoặc #TeamChocolate",
  "A bit beyond al dente but it works for this vegetarian dish. #JustBeetIt": "Hơi quá al dente một chút nhưng nó phù hợp với món chay này. #JustBeetIt",
  "Semi-Firm Beet Noodles Simstagram Print": "Tranh In Simstagram Mì Củ Dền Bán Cứng",
  "A delightful departure from the flavor of raw bamboo. It was probably taken too far for the panda at heart. #Bamboozled": "Một sự khởi đầu thú vị từ hương vị của tre tươi. Có lẽ nó đã đi quá xa so với gấu trúc trong lòng. #Bamboozled",
  "Glazed Heirloom Bamboo Roll Simstagram Print": "Tranh In Simstagram Cuộn Tre Gia Truyền Tráng Men",
  "Its tempting to build walls and structures with these little cubes. Don't forget to experience the taste. #PlayingWithMyFood": "Thật hấp dẫn khi xây tường và cấu trúc bằng những khối vuông nhỏ này. Đừng quên trải nghiệm hương vị. #PlayingWithMyFood",
  "Crystallized Coco Blocks Simstagram Print": "Tranh In Simstagram Khối Dừa Kết Tinh",
  "The chef's homage to the amazingly streamlined shape of the wild tuna. #OpporTunatySiezed": "Sự tôn kính của đầu bếp đối với hình dáng được sắp xếp hợp lý tuyệt vời của cá ngừ hoang dã. #OpporTunatySiezed",
  "Cubed Ahi with Veggie Wasabi Matrix Simstagram Print": "Tranh In Simstagram Cá Ngừ Ahi Cắt Khối với Ma Trận Wasabi Rau Củ",
  "Sizzling until the last bite. #TastyBiteOfLuck": "Xèo xèo cho đến miếng cuối cùng. #TastyBiteOfLuck",
  "Sizzled Brisket over Sour Clover Salad Simstagram Print": "Tranh In Simstagram Ức Bò Xèo Xèo Trên Salad Cỏ Ba Lá Chua",
  "Served without unnecessary humidity and bugs. #CulinarySafari": "Phục vụ mà không có độ ẩm và côn trùng không cần thiết. #CulinarySafari",
  "Jungle Moss Egg with Lavender Wisps Simstagram Print": "Tranh In Simstagram Trứng Rêu Rừng Với Lọn Oải Hương",
  "A fresh sampling of the most skilled fish in the sea. #JustForTheHalibut": "Một mẫu tươi ngon của những loài cá lành nghề nhất trên biển. #JustForTheHalibut",
  "Artisan Fish Trio Simstagram Print": "Tranh In Simstagram Bộ Ba Cá Thủ Công",
  "The flavor of these tasty shrimp leaps out and attacks the tongue. #CrouchingTigerHiddenFlavor": "Hương vị của những con tôm ngon này nhảy ra và tấn công lưỡi. #CrouchingTigerHiddenFlavor",
  "Tiger Shrimp in Smoked Dewdrop Broth Simstagram Print": "Tranh In Simstagram Tôm Hùm Trong Nước Dùng Giọt Sương Hun Khói",
  "The gels are concentrated fruit flavor balanced well with a neutral foam palette cleanser. #NestedFlavor": "Các loại gel là hương vị trái cây cô đặc được cân bằng tốt với chất tẩy rửa vòm miệng bằng bọt trung tính. #NestedFlavor",
  "Spherized Fruit Gel in Foam Nest Simstagram Print": "Tranh In Simstagram Gel Trái Cây Hình Cầu Trong Tổ Bọt",
  "Delicate cups of veggie goodness, each celebrating its own flavor from the garden. #HiveFive": "Những chén rau ngon tinh tế, mỗi chén tôn vinh hương vị riêng từ khu vườn. #HiveFive",
  "Honeycomb Garden Vegetable Cups Simstagram Print": "Tranh In Simstagram Cốc Rau Vườn Tổ Ong",
  "Caution, can cause ice cream headaches without the ice cream. #IcebergAhead": "Cẩn thận, có thể gây ra nhức đầu do ăn kem mà không cần kem. #IcebergAhead",
  "Glacier Infused Iceberg Lettuce Simstagram Print": "Tranh In Simstagram Rau Xà Lách Búp Băng Tan Chảy",
  "A single bite will take your mouth on a country holiday. #ReadyToPate": "Một miếng duy nhất sẽ đưa miệng bạn đi nghỉ ở vùng quê. #ReadyToPate",
  "Rustic Pâté Drizzled in Aged Jus Simstagram Print": "Tranh In Simstagram Pâté Mộc Mạc Rưới Nước Xốt Ủ Lâu Năm",
  "Flavor sealed in by the solar curing process really pops when bitten into. #EcoFriendly": "Hương vị được niêm phong bằng quy trình xử lý bằng năng lượng mặt trời thực sự bùng nổ khi cắn vào. #EcoFriendly",
  "Cured Meat Crisps on Reclaimed Forest Wood Simstagram Print": "Tranh In Simstagram Thịt Sấy Khô Trên Gỗ Rừng Tái Chế",
  "This dish will make you fall in love with bacon all over again. #SixDegreesOfCandiedBacon": "Món ăn này sẽ khiến bạn yêu thích thịt xông khói một lần nữa. #SixDegreesOfCandiedBacon",
  "Savory Bacon Love Petals Simstagram Print": "Tranh In Simstagram Cánh Hoa Tình Yêu Thịt Xông Khói Mặn",
  "Dreamt up by an astronaut that had enough of freeze dried food. #Eggstraterestrial": "Được hình thành bởi một phi hành gia đã chán ngấy thức ăn đông khô. #Eggstraterestrial",
  "Space Taco with Pearled Egg Core Simstagram Print": "Tranh In Simstagram Bánh Taco Vũ Trụ Với Lõi Trứng Ngọc Trai",
  "The suction cups contain bursts of tangy flavor. #EatOrBeEaten": "Các giác hút chứa những vụ nổ hương vị thơm ngon. #EatOrBeEaten",
  "Free Range Sixam Pit Beast Simstagram Print": "Tranh In Simstagram Quái Vật Hố Sixam Chăn Thả",
  "Fruit and honey are the best pairing to bring out the flavors of the finely sliced meat. #RazorThinMeats": "Trái cây và mật ong là sự kết hợp tốt nhất để làm nổi bật hương vị của thịt thái lát mỏng. #RazorThinMeats",
  "Honeyed World Fruit Charcuterie Simstagram Print": "Tranh In Simstagram Thịt Nguội Trái Cây Thế Giới Ướp Mật Ong",
  "Layer after layer of berry flavor. #BerriedUnderLayers": "Lớp lớp hương vị quả mọng. #BerriedUnderLayers",
  "Vertical Berry Cake Simstagram Print": "Tranh In Simstagram Bánh Kem Quả Mọng Dọc",
  "Melted cheese at just the right temperature to not burn your mouth. #UnbeLAVAble": "Phô mai tan chảy ở nhiệt độ vừa phải để không làm bỏng miệng bạn. #UnbeLAVAble",
  "Volcano Pasta Simstagram Print": "Tranh In Simstagram Mì Nui Núi Lửa",
  "The Short Curtain Classic will provide such minimalist shade that you may need more. Even if you don't, you will want to add more.": "Rèm Ngắn Cổ Điển sẽ cung cấp bóng râm tối giản đến mức bạn có thể cần nhiều hơn. Ngay cả khi bạn không cần, bạn vẫn sẽ muốn thêm nhiều hơn nữa.",
  "Short Curtain Classic": "Rèm Ngắn Cổ Điển",
  "The Medium Curtain Classic will provide the perfect amount of shade that you will be content with just one.": "Rèm Trung Bình Cổ Điển sẽ cung cấp lượng bóng râm hoàn hảo mà bạn sẽ hài lòng chỉ với một chiếc.",
  "Medium Curtain Classic": "Rèm Trung Bình Cổ Điển",
  "The Tall Curtain Classic will provide so much shade that you might not realize it is day time.": "Rèm Cao Cổ Điển sẽ cung cấp nhiều bóng râm đến mức bạn có thể không nhận ra là ban ngày.",
  "Tall Curtain Classic": "Rèm Cao Cổ Điển",
  "It turned out much better than the Chef's signature dish, never mind that.": "Nó hóa ra còn tốt hơn cả món đặc trưng của Đầu bếp, đừng bận tâm đến điều đó.",
  "Chef's Signature Sign": "Biển Hiệu Đặc Trưng Của Đầu Bếp",
  "Nothing says \"This is a place to eat!\" like a sign which conveys that message. Showcasing your basic set of utensils, proper in any respectable establishment, this sign will tell your guests that no matter what they order, they can surely eat there.": "Không gì nói lên \"Đây là một nơi để ăn!\" bằng một tấm biển truyền tải thông điệp đó. Trưng bày bộ dụng cụ cơ bản của bạn, phù hợp với bất kỳ cơ sở đáng kính nào, tấm biển này sẽ cho khách của bạn biết rằng dù họ gọi món gì, họ chắc chắn có thể ăn ở đó.",
  "Utensil Heaven": "Thiên Đường Dụng Cụ",
  "Attract the type of customers who can appreciate and become passionate about a good meal. No holding back with this sign!": "Thu hút những loại khách hàng có thể đánh giá cao và trở nên đam mê một bữa ăn ngon. Không giữ lại bất cứ điều gì với tấm biển này!",
  "House of the Rising Bun": "Ngôi Nhà Bánh Mì Trỗi Dậy",
  "The story goes that this coat of arms was rejected by the Earl of Sandwich. His loss is your gain.": "Câu chuyện kể rằng huy hiệu này đã bị Bá tước Sandwich từ chối. Mất mát của ông ấy là lợi ích của bạn.",
  "Coat of Utensils Sign": "Biển Hiệu Huy Hiệu Dụng Cụ",
  "This sign can warm you up on a cold day. Without words it can communicate the tastiest dishes to your customers. There is no room for misinterpretation here.": "Tấm biển này có thể sưởi ấm bạn vào một ngày lạnh giá. Không cần lời nói, nó có thể truyền đạt những món ăn ngon nhất đến khách hàng của bạn. Không có chỗ cho sự hiểu lầm ở đây.",
  "Only In Your Eyes": "Chỉ Trong Mắt Bạn",
  "A masterpiece created by renowned artist Madame Quick. This piece was inspired by a long list of negative people in her life (we think they were ex-party animals). The strokes represent the tired mornings and the late nights the artist endured.": "Một kiệt tác được tạo ra bởi nghệ sĩ nổi tiếng Madame Quick. Tác phẩm này được lấy cảm hứng từ một danh sách dài những người tiêu cực trong cuộc đời cô ấy (chúng tôi nghĩ rằng họ là những người yêu tiệc tùng cũ). Các nét vẽ tượng trưng cho những buổi sáng mệt mỏi và những đêm khuya mà nghệ sĩ đã phải chịu đựng.",
  "Negative Spaces Sign": "Biển Hiệu Không Gian Âm",
  "This sign adds that extra fancy flourish and class to your storefront. ": "Tấm biển này thêm nét sang trọng và đẳng cấp cho mặt tiền cửa hàng của bạn.",
  "Fancy Flourish Sign": "Biển Hiệu Nét Sang Trọng",
  "Guaranteed to not change colors and stand the test of time. Seriously...it will!": "Đảm bảo không thay đổi màu sắc và vượt qua thử thách của thời gian. Nghiêm túc đấy... nó sẽ làm được!",
  "5 Leaves Sign": "Biển Hiệu 5 Chiếc Lá",
  "Steel load bearing beams were recycled to make this sign. We just hope that whatever building that had those beams doesn't need them...that would be bad.": "Các dầm chịu tải bằng thép đã được tái chế để làm tấm biển này. Chúng tôi chỉ hy vọng rằng bất kỳ tòa nhà nào có những dầm đó không cần chúng... điều đó sẽ rất tệ.",
  "Industrial Strength Lettering Sign": "Biển Hiệu Chữ In Công Nghiệp",
  "This sign was constructed with only the most correct angles in mind.": "Tấm biển này được xây dựng chỉ với những góc chính xác nhất.",
  "The Right Angle Sign": "Biển Hiệu Góc Vuông",
  "This highly specialized dishwasher will make your dishes so clean you will be able to see your reflection in them. Use what the pros use and rejoice on your reflection!": "Máy rửa bát chuyên dụng cao này sẽ làm cho bát đĩa của bạn sạch đến mức bạn có thể nhìn thấy hình ảnh phản chiếu của mình trong đó. Hãy sử dụng những gì các chuyên gia sử dụng và vui mừng về hình ảnh phản chiếu của bạn!",
  "Washer Pro Free-Standing Dishwasher": "Máy Rửa Bát Độc Lập Washer Pro",
  "What lies beyond these doors, we cannot really say. Will it be the place that your heart desires? The place which your stomach will grumble in anticipation? Or will it be the place you despise?\\n\\nIt is up to you and only you!": "Những gì nằm ngoài những cánh cửa này, chúng tôi thực sự không thể nói. Liệu đó có phải là nơi mà trái tim bạn mong muốn? Nơi mà dạ dày của bạn sẽ cồn cào chờ đợi? Hay đó sẽ là nơi bạn khinh bỉ?\n\nĐiều đó tùy thuộc vào bạn và chỉ mình bạn!",
  "Beyond These Doors": "Ngoài Những Cánh Cửa Này",
  "It opens. It closes. It opens again! Stainless Steel doors for the masses or, why not, your own personal wonderland dream kitchen.": "Nó mở ra. Nó đóng lại. Nó lại mở ra! Cửa Thép Không Gỉ cho quần chúng hoặc, tại sao không, nhà bếp mơ ước vùng đất thần tiên cá nhân của bạn.",
  "All Steely And Chromed": "Tất Cả Đều Bằng Thép Và Crom",
  "Soft Shadow Avornalino": "Soft Shadow Avornalino",
  "Riverblossom Cranerlet Nuala": "Riverblossom Cranerlet Nuala",
  "Granite Falls Grappo Blanco": "Granite Falls Grappo Blanco",
  "Von Haunt Estate Meloire": "Von Haunt Estate Meloire",
  "Large Stemmed Nectar Glass": "Ly Rượu Lớn Có Chân",
  "Red Nectar Blend": "Pha Chế Rượu Đỏ",
  "Monte Vista Reserve Renoit": "Monte Vista Reserve Renoit",
  "Large Stemmed White Nectar Glass": "Ly Rượu Trắng Lớn Có Chân",
  "White Nectar Blend": "Pha Chế Rượu Trắng",
  "Butternut Squash Soup": "Súp Bí Ngô Bơ",
  "Caesar Salad": "Salad Caesar",
  "Clam Chowder": "Súp Nghêu",
  "Fruit Salad": "Salad Trái Cây",
  "Minestrone": "Súp Minestrone",
  "{S.Butternut Squash Soup}{P.Bowls of Butternut Squash Soup}": "{S.Súp Bí Ngô Bơ}{P.Bát Súp Bí Ngô Bơ}",
  "{S.Caesar Salad}{P.Caesar Salads}": "{S.Salad Caesar}{P.Salad Caesar}",
  "{S.Clam Chowder}{P.Bowls of Clam Chowder}": "{S.Súp Nghêu}{P.Bát Súp Nghêu}",
  "{S.Fruit Salad}{P.Bowls of Fruit Salad}": "{S.Salad Trái Cây}{P.Bát Salad Trái Cây}",
  "{S.Minestrone}{P.Bowls of Minestrone}": "{S.Súp Minestrone}{P.Bát Súp Minestrone}",
  "Eggs Benedict": "Trứng Benedict",
  "Italian Meatballs": "Thịt Viên Kiểu Ý",
  "Tiramisu": "Tiramisu",
  "{S.Experimental Dish}{P.Experimental Dishes}": "{S.Món Ăn Thử Nghiệm}{P.Các Món Ăn Thử Nghiệm}",
  "{S.Eggs Benedict}{P.Plates of Eggs Benedict}": "{S.Trứng Benedict}{P.Đĩa Trứng Benedict}",
  "{S.Italian Meatballs}{P.Plates of Italian Meatballs}": "{S.Thịt Viên Kiểu Ý}{P.Đĩa Thịt Viên Kiểu Ý}",
  "{S.Tiramisu}{P.Plates of Tiramisu}": "{S.Tiramisu}{P.Đĩa Tiramisu}",
  "Wood Plate": "Đĩa Gỗ",
  "Food Platter": "Đĩa Thức Ăn",
  "Keep your dish a mystery.": "Giữ cho món ăn của bạn là một bí ẩn.",
  "Food Platter Lid": "Nắp Đĩa Thức Ăn",
  "For preventing spills and splatter.": "Để ngăn ngừa sự cố tràn và bắn tung tóe.",
  "Frying Pan Lid": "Nắp Chảo",
  "The ways of the warming lamp were supposedly lost during the first age of Sims and the stories have been generally regarded as a fable ever since. Until the glorious day arrived from whence suddenly the Warming Lamp made a triumphant return! Heat thyselves in comfort!": "Những cách sử dụng đèn sưởi ấm được cho là đã bị thất truyền trong thời đại đầu tiên của Sim và những câu chuyện thường được coi là một truyện ngụ ngôn kể từ đó. Cho đến ngày vinh quang đến từ đó Đèn Sưởi Ấm đột ngột trở lại đầy thắng lợi! Hãy sưởi ấm bản thân một cách thoải mái!",
  "Mythic Patio Warming Lamp": "Đèn Sưởi Ấm Sân Vườn Huyền Thoại",
  "You deserve the most out of your host. Not a little. Not some. The MOST! So check out this beauty and maximize your host's potential. Do it for the sake of the customers. Do it for the children. Do it for the world!": "Bạn xứng đáng nhận được nhiều nhất từ người đón khách của bạn. Không phải một ít. Không phải một vài. Mà là NHIỀU NHẤT! Vì vậy, hãy xem vẻ đẹp này và tối đa hóa tiềm năng của người đón khách của bạn. Hãy làm điều đó vì lợi ích của khách hàng. Hãy làm điều đó vì những đứa trẻ. Hãy làm điều đó vì thế giới!",
  "\"Host with the Most\" Host Station": "Trạm Đón Khách \"Người Đón Khách Tuyệt Nhất\"",
  "Classy, smooth, polished. All words to describe the ideal host also apply to this host station. Never settle for second best.": "Sang trọng, mượt mà, bóng bẩy. Tất cả những từ ngữ để mô tả người đón khách lý tưởng cũng áp dụng cho trạm đón khách này. Đừng bao giờ chấp nhận thứ tốt thứ hai.",
  "\"Wood You Like to Sit\" Host Station": "Trạm Đón Khách \"Bạn Có Muốn Ngồi Bằng Gỗ\"",
  "Love that chandelier look, but don’t want to invest in a huge lighting piece that weighs a ton and can’t really take everywhere? A piece that you can have only one of? Say no more! The Just Like a Chandelier Light has all the wonderful visual components similar to a chandelier but in a smaller size so you can have more of them if you wish!\\n\\nIts reflective particles will make your space the happening place!\\n\\nNote: Blinding may occur. You have been warned.": "Yêu thích vẻ ngoài của đèn chùm, nhưng không muốn đầu tư vào một chiếc đèn khổng lồ nặng hàng tấn và không thể mang đi khắp nơi? Một món đồ mà bạn chỉ có thể có một cái? Không cần phải nói nữa! Đèn Giống Như Đèn Chùm có tất cả các thành phần thị giác tuyệt vời tương tự như đèn chùm nhưng có kích thước nhỏ hơn để bạn có thể có nhiều hơn nếu muốn!\n\nCác hạt phản chiếu của nó sẽ làm cho không gian của bạn trở thành một nơi sôi động!\n\nLưu ý: Có thể xảy ra mù lòa. Bạn đã được cảnh báo.",
  "Just Like A Chandelier": "Giống Như Đèn Chùm",
  "An eclectic and elegant light piece that invokes wonder…and maybe hunger? It can look like a strawberry or is it more like a cheese ball?\\n\\nSee? It is also making you hungry! It is doing its job!": "Một chiếc đèn chiết trung và thanh lịch khơi gợi sự ngạc nhiên… và có lẽ là cả sự đói khát? Nó có thể trông giống như một quả dâu tây hay nó giống một quả bóng pho mát hơn?\n\nThấy chưa? Nó cũng đang làm bạn đói! Nó đang làm công việc của mình!",
  "Meshed Up Pendant Light": "Đèn Treo Lưới",
  "Light will go round and round with this rounded contraption, and it will also serve you as a decorative piece if needed. Modern, elegant, and functional!": "Ánh sáng sẽ đi vòng quanh với thiết bị tròn này, và nó cũng sẽ phục vụ bạn như một món đồ trang trí nếu cần. Hiện đại, thanh lịch và đầy chức năng!",
  "Rounded Luminosity": "Độ Sáng Tròn",
  "It’s a light in a box!\\n\\nFor your celling...\\n\\nIt's a light in a box!": "Đó là một chiếc đèn trong hộp!\n\nCho trần nhà của bạn...\n\nĐó là một chiếc đèn trong hộp!",
  "Boxed In": "Đóng Hộp",
  "Seen originally in restaurants to create a romantic and cozy feel. This updated version will evoke those same feelings of romance and you will get points for giving it a modern touch.": "Ban đầu được thấy trong các nhà hàng để tạo cảm giác lãng mạn và ấm cúng. Phiên bản cập nhật này sẽ gợi lên những cảm xúc lãng mạn tương tự và bạn sẽ nhận được điểm vì đã mang lại cho nó một nét hiện đại.",
  "Light In A Bottle": "Ánh Sáng Trong Chai",
  "It will keep the light safe, it will keep the light true.": "Nó sẽ giữ cho ánh sáng an toàn, nó sẽ giữ cho ánh sáng chân thực.",
  "Little Light": "Ánh Sáng Nhỏ Bé",
  "You don't need to be a nature enthusiast to enjoy this cute little accent piece that will brighten up your Lot instantly. Be green chic with this delicate and luxurious bamboo inspired decorative piece and amaze your guests!\\n\\nNote: Bamboos may vary, pandas not included.": "Bạn không cần phải là một người yêu thiên nhiên để tận hưởng món đồ trang trí nhỏ nhắn dễ thương này, món đồ sẽ làm bừng sáng Lô đất của bạn ngay lập tức. Hãy trở nên xanh và sang trọng với món đồ trang trí lấy cảm hứng từ tre tinh tế và sang trọng này và làm kinh ngạc khách của bạn!\n\nLưu ý: Tre có thể khác nhau, không bao gồm gấu trúc.",
  "Bambuluxious": "Sang Trọng Kiểu Tre",
  "Coming in a gorgeous brushed metal or bronze finish, this light will impress all. Make no mistake - this is no first draft lamp. This is a polished, quality item that girl lights want and boy lights want to be!": "Với lớp hoàn thiện bằng kim loại chải hoặc đồng tuyệt đẹp, chiếc đèn này sẽ gây ấn tượng với tất cả mọi người. Đừng nhầm lẫn - đây không phải là đèn bản nháp đầu tiên. Đây là một món đồ chất lượng, được đánh bóng mà các cô gái đèn muốn và các chàng trai đèn muốn trở thành!",
  "Polished Metal Wall Lamp": "Đèn Tường Kim Loại Đánh Bóng",
  "Anyone can just grab a boring old bulb to light up a room. But for those with a more discerning taste look no further than the Modern Wall Mounted Light Bar. It will illuminate your life as well as your kitchen.\\n\\nDisclaimer: Results vary. Product may not illuminate your life.": "Bất kỳ ai cũng có thể lấy một bóng đèn cũ nhàm chán để thắp sáng một căn phòng. Nhưng đối với những người có gu thẩm mỹ sành sỏi hơn, không đâu khác ngoài Đèn Thanh Gắn Tường Hiện Đại. Nó sẽ chiếu sáng cuộc sống của bạn cũng như nhà bếp của bạn.\n\nTuyên bố từ chối trách nhiệm: Kết quả có thể khác nhau. Sản phẩm có thể không chiếu sáng cuộc sống của bạn.",
  "Modern Wall Mounted Light Bar": "Đèn Thanh Gắn Tường Hiện Đại",
  "This beautiful wall sconce emits light through a delicate filigree to perfectly create that soft lighting tone. It took 4 versions to perfect this design; previous iterations were known to catch fire, explode, have electrical issues, even cause death. But it's totally safe now. Really.": "Đèn treo tường tuyệt đẹp này phát ra ánh sáng thông qua một филигрань tinh tế để tạo ra tông màu ánh sáng dịu nhẹ một cách hoàn hảo. Phải mất 4 phiên bản để hoàn thiện thiết kế này; các lần lặp trước đây được biết là bắt lửa, phát nổ, có vấn đề về điện, thậm chí gây ra chết người. Nhưng nó hoàn toàn an toàn rồi. Thật đấy.",
  "Decorated Wall Sconce (Version 4)": "Đèn Treo Tường Trang Trí (Phiên Bản 4)",
  "Where all the tasty dishes are listed.": "Nơi tất cả các món ăn ngon được liệt kê.",
  "Menu": "Thực Đơn",
  "The Catch of the Day Chalkboard is a great way to let Sims know special ingredients are cooking in the kitchen. Whether the catch is fresh fish, fresh vegetables, or meaty cows/pigs/chickens, these boards will cover it all. Just don't erase the pictures. It took a really long time to draw them.": "Bảng Phấn Món Đặc Biệt Trong Ngày là một cách tuyệt vời để cho Sim biết những nguyên liệu đặc biệt đang được nấu trong bếp. Cho dù món đặc biệt là cá tươi, rau tươi hay bò/heo/gà béo ngậy, những tấm bảng này sẽ bao gồm tất cả. Chỉ cần đừng xóa những bức tranh. Phải mất một thời gian rất dài để vẽ chúng.",
  "Catch of the Day Chalkboards": "Bảng Phấn Món Đặc Biệt Trong Ngày",
  "The falling leaves perfectly represent change and movement in the world we live in. Symbolically speaking, time continues and the millions of leaves (Sims) flutter and fall with barely a sign from the universe that they even existed at all. Gosh, that's a bit sad really. But the colors are pretty.": "Những chiếc lá rơi hoàn toàn đại diện cho sự thay đổi và chuyển động trong thế giới chúng ta đang sống. Về mặt biểu tượng, thời gian tiếp tục và hàng triệu chiếc lá (Sim) rung rinh và rơi xuống mà hầu như không có dấu hiệu nào từ vũ trụ cho thấy chúng thậm chí đã từng tồn tại. Trời ạ, điều đó hơi buồn thật. Nhưng màu sắc thì đẹp.",
  "The Leaf Pile Prints": "Tranh Đống Lá",
  "Having trouble getting hungry? Well hang this on your wall and let the tummy grumbling commence! Just be advised: it is NOT recommended to actually eat this item. It is just a picture and should not be confused with real food. (The lawyers made us say this. One Sim chokes on a mouthful of canvas and suddenly WE'RE the ones to blame. Seriously, who eats a painting anyway?)": "Gặp khó khăn trong việc cảm thấy đói? Vậy thì hãy treo thứ này lên tường của bạn và để bụng bắt đầu kêu! Chỉ cần lưu ý: KHÔNG nên thực sự ăn món đồ này. Nó chỉ là một bức tranh và không nên nhầm lẫn với thức ăn thật. (Các luật sư đã bắt chúng tôi nói điều này. Một Sim nghẹn một miếng đầy vải bạt và đột nhiên CHÚNG TÔI là những người phải chịu trách nhiệm. Nghiêm túc đấy, ai lại ăn một bức tranh chứ?)",
  "Sunny Side Up Prints": "Tranh Trứng Ốp La",
  "A series of images that focus on natural landscapes, old buildings, some familiar faces, and most importantly...stillness. Just glancing at the collection evokes a sense of calm gentleness. It's the perfect decoration to bring the serenity of the outdoors inside any room!": "Một loạt hình ảnh tập trung vào cảnh quan thiên nhiên, các tòa nhà cũ, một số khuôn mặt quen thuộc và quan trọng nhất là... sự tĩnh lặng. Chỉ cần liếc nhìn bộ sưu tập đã gợi lên một cảm giác dịu dàng, bình tĩnh. Đó là vật trang trí hoàn hảo để mang sự thanh bình của không gian ngoài trời vào bên trong bất kỳ căn phòng nào!",
  "The Calm Collection": "Bộ Sưu Tập Bình Yên",
  "Ah, that first swirl of juice in the glass. The sound of it splashing to the bottom, the sweet aroma wafting purposefully up to the nose, the taste as it washes over taste buds… well you get none of that! It's just a picture after all. But it sure looks pretty.": "Ah, vòng xoáy nước ép đầu tiên trong ly. Âm thanh của nó bắn tung tóe xuống đáy, hương thơm ngọt ngào thoang thoảng một cách có chủ đích lên mũi, vị giác khi nó tràn qua các nụ vị giác… à, bạn không nhận được gì trong số đó! Rốt cuộc nó chỉ là một bức tranh. Nhưng nó chắc chắn trông đẹp.",
  "A Perfect Swirl": "Một Vòng Xoáy Hoàn Hảo",
  "An exercise in abstraction, this piece focuses on the harmonious aura generated by a perfectly set table as interpolated through subconscious aural resonance. (It's actually just a collection of multi-colored circles, but that description won't sell some units.)": "Một bài tập về sự trừu tượng, tác phẩm này tập trung vào hào quang hài hòa được tạo ra bởi một chiếc bàn được bày biện hoàn hảo như được nội suy thông qua cộng hưởng thính giác tiềm thức. (Thực ra nó chỉ là một tập hợp các vòng tròn nhiều màu, nhưng mô tả đó sẽ không bán được một số sản phẩm.)",
  "A Set Table": "Một Chiếc Bàn Đã Bày Biện",
  "Gilfred von Bonhomme was pondering his latest treatise regarding oil on canvas when he walked thoroughly into a protruding branch. Though his first reaction was one of rage, von Bonhomme soon saw that his transgressor was a beautiful, ancient blossoming tree. He immediately set forth painting it. Now, to celebrate the 100 year anniversary, we re-release The Branching Bloom print.": "Gilfred von Bonhomme đang suy ngẫm về luận văn mới nhất của mình liên quan đến sơn dầu trên vải khi anh ta đi xuyên qua một cành cây nhô ra. Mặc dù phản ứng đầu tiên của anh ta là giận dữ, nhưng von Bonhomme sớm nhận ra rằng kẻ xâm phạm của anh ta là một cây nở hoa cổ thụ xinh đẹp. Anh ta ngay lập tức bắt đầu vẽ nó. Giờ đây, để kỷ niệm 100 năm, chúng tôi phát hành lại bản in The Branching Bloom.",
  "The Branching Bloom": "Cành Nở Rộ",
  "Contains all the pepper you will need.": "Chứa tất cả các loại tiêu bạn sẽ cần.",
  "Pepper Shaker": "Lọ Rắc Tiêu",
  "Let your imagination and inspiration shine through color!": "Hãy để trí tưởng tượng và cảm hứng của bạn tỏa sáng qua màu sắc!",
  "Coloring Placemat": "Tấm Lót Bàn Tô Màu",
  "The plight of the distiller is one of flavorful production, then waste. Ancient oak barrels can only hold fine youthful liquors for so long before they peter out and are sent to the yards to decay and grow mold. Portles, the head distiller at Landgraab’s Stouts, shook his fist at the metaphorical waste and began planting lovely plants in his old barrels. “Waste not, want not, and grow hearty, my green pretties,” he is reported to have said.": "Tình cảnh của nhà chưng cất là một trong những sản xuất đầy hương vị, sau đó là lãng phí. Những thùng gỗ sồi cổ chỉ có thể chứa các loại rượu mạnh trẻ trung trong một thời gian dài trước khi chúng cạn kiệt và được đưa đến bãi để phân hủy và phát triển nấm mốc. Portles, nhà chưng cất chính tại Landgraab’s Stouts, đã nắm chặt tay với sự lãng phí ẩn dụ và bắt đầu trồng những cây đáng yêu trong các thùng cũ của mình. \"Không lãng phí, không thiếu thốn và phát triển mạnh mẽ, những thứ xinh đẹp màu xanh lá cây của ta,\" người ta cho biết anh đã nói.",
  "Stouter Stuff Potter": "Thợ Gốm Chất Liệu Mạnh Mẽ Hơn",
  "These gorgeous, radiant, and rainbow defying fronds are the latest product of the best efforts of Chloro-physicists. They combine the finest and most vibrant colors in an unassuming package that delights children and terrifies certain birds.": "Những tán lá tuyệt đẹp, rạng rỡ và bất chấp cầu vồng này là sản phẩm mới nhất từ những nỗ lực tốt nhất của các nhà vật lý học Chloro. Chúng kết hợp những màu sắc tốt nhất và rực rỡ nhất trong một gói kín đáo làm hài lòng trẻ em và khiến một số loài chim nhất định kinh hoàng.",
  "The Exotic Fronds": "Những Tán Lá Kỳ Lạ",
  "Every Sim should have the agricultural capabilities to build their own tire plant. Now with the House Rubber Starter Kit, your household can experience the feeling of rubber without concerns of the actual rubber yield or difficult task of manufacturing tires. However, be warned! When burned, the House Rubber Starter Kit does reek of a low quality tire fire.": "Mọi Sim nên có khả năng nông nghiệp để xây dựng nhà máy sản xuất lốp xe của riêng mình. Giờ đây, với Bộ Khởi Đầu Cao Su Tại Nhà, hộ gia đình của bạn có thể trải nghiệm cảm giác cao su mà không cần lo lắng về năng suất cao su thực tế hoặc nhiệm vụ khó khăn là sản xuất lốp xe. Tuy nhiên, hãy cẩn thận! Khi đốt, Bộ Khởi Đầu Cao Su Tại Nhà bốc mùi lửa lốp xe chất lượng thấp.",
  "House Rubber Starter Kit": "Bộ Khởi Đầu Cao Su Tại Nhà",
  "After years of daintily clipping locks and trimming whiskers, Cornelius Shear of Windenburg threw in his well-haired towel and dedicated his few remaining days to art and sculpture. While his first unsuccessful pieces focused on the affliction of male pattern baldness, his final, and most successful piece, took the famous stripe from barber shops, narrowed the top, and stuck a plant in it. Magnificent!": "Sau nhiều năm cắt tỉa những lọn tóc và ria mép một cách duyên dáng, Cornelius Shear của Windenburg đã ném chiếc khăn phủ đầy tóc của mình và dành những ngày tháng ít ỏi còn lại cho nghệ thuật và điêu khắc. Trong khi những tác phẩm đầu tiên không thành công của anh tập trung vào nỗi khổ của chứng hói đầu ở nam giới, thì tác phẩm cuối cùng và thành công nhất của anh đã lấy sọc nổi tiếng từ các tiệm cắt tóc, thu hẹp phần trên và cắm một cái cây vào đó. Tuyệt vời!",
  "The Barber’s Vase": "Bình Hoa Của Thợ Cắt Tóc",
  "A dapper lass by the name of Winsome Jass spied a tree set to die with not a bird or a fly. She ambled to the tree, batted away a bee, and plucked its last berried branch. Into her satchel it was tucked! The tree died, ‘cus from the clouds water was not supplied, but the berry lived then, as it lives now, in The Berry End.": "Một cô nàng bảnh bao tên là Winsome Jass đã nhìn thấy một cái cây sắp chết mà không có một con chim hay con ruồi nào. Cô chậm rãi bước đến cái cây, xua một con ong đi và hái cành có quả mọng cuối cùng của nó. Nó được giấu trong túi xách của cô ấy! Cái cây chết, vì nước không được cung cấp từ những đám mây, nhưng quả mọng đã sống, như nó đang sống bây giờ, trong The Berry End.",
  "The Berry End": "The Berry End",
  "Although the original version of the Perfect Bloomin’ Poof was an artisan creation made by Sim hands, it was imperfect. Such is the way of the artisan. However, Perfect is in the name, and perfection is required. Therefore, enormous and terrifying robots were brought in to meticulously and perfectly shear the Poof until it appeared in a subdued, spherical pose.": "Mặc dù phiên bản gốc của Perfect Bloomin’ Poof là một sáng tạo thủ công được làm bằng tay Sim, nhưng nó không hoàn hảo. Đó là cách của nghệ nhân. Tuy nhiên, Hoàn hảo có trong tên, và sự hoàn hảo là bắt buộc. Do đó, những con robot khổng lồ và đáng sợ đã được đưa vào để cắt tỉa tỉ mỉ và hoàn hảo Poof cho đến khi nó xuất hiện ở một tư thế hình cầu dịu dàng.",
  "Perfect Bloomin’ Poof": "Perfect Bloomin’ Poof",
  "Deep beneath the surface, numerous scientists reside without access to sunlight, air that hasn’t been filtered fourteen times, or good, modern television. Tasked with proving that life can exist in the outer reaches of space, these scientists have largely failed. However, one enterprising, lab coat adorned scientist invented the Scientific Sprout. Surprisingly, plant life can exist in any environment, as long as it’s in a beaker.": "Sâu bên dưới bề mặt, vô số nhà khoa học cư trú mà không được tiếp cận với ánh sáng mặt trời, không khí chưa được lọc mười bốn lần hoặc truyền hình hiện đại, tốt. Được giao nhiệm vụ chứng minh rằng sự sống có thể tồn tại ở những vùng không gian bên ngoài, những nhà khoa học này phần lớn đã thất bại. Tuy nhiên, một nhà khoa học đầy tinh thần kinh doanh, mặc áo khoác phòng thí nghiệm, đã phát minh ra Mầm Cây Khoa Học. Đáng ngạc nhiên là đời sống thực vật có thể tồn tại trong bất kỳ môi trường nào, miễn là nó ở trong một cốc thí nghiệm.",
  "Scientific Sprout": "Mầm Cây Khoa Học",
  "A great alternative during drought years when Water Lilies are hard to find.": "Một sự thay thế tuyệt vời trong những năm hạn hán khi Hoa Súng khó tìm.",
  "Table Lilies": "Hoa Súng Bàn",
  "A lively and chic alternative to decorate your walls and add a bit of life to your Lot. We are not sure of the species, but we think it is delightful.": "Một sự thay thế sống động và sang trọng để trang trí các bức tường của bạn và thêm một chút sức sống cho Lô đất của bạn. Chúng tôi không chắc về loài này, nhưng chúng tôi nghĩ nó rất thú vị.",
  "Planted Life": "Cuộc Sống Thực Vật",
  "Invented for the scientists working in liquid soap factories. Every rug now comes lemon scented.": "Được phát minh cho các nhà khoa học làm việc trong các nhà máy sản xuất xà phòng lỏng. Mọi tấm thảm hiện đều có mùi chanh.",
  "No Slip - No Mess Rug": "Thảm Chống Trượt - Không Bừa Bộn",
  "The only vase that will do when you need to display a bouquet of 2 dozen sunflowers.": "Bình hoa duy nhất sẽ làm được khi bạn cần trưng bày một bó hoa gồm 2 tá hoa hướng dương.",
  "Potted into a Corner": "Đặt Trong Góc",
  "Where else would you store your 5 gallon tubs of mayonnaise?\\n\\nWhat? Mayonnaise not your thing? Oookey...": "Bạn sẽ cất những thùng sốt mayonnaise 5 gallon của mình ở đâu?\n\nCái gì? Sốt mayonnaise không phải là thứ bạn thích à? Oookey...",
  "Industrial Pantry Rack": "Giá Đựng Đồ Công Nghiệp",
  "The room divider you can still pass notes through.": "Vách ngăn phòng mà bạn vẫn có thể chuyền giấy nhắn qua.",
  "Slat Wall Room Divider": "Vách Ngăn Phòng Tường Nan",
  "Bring the forest inside without all that pesky foliage.": "Mang khu rừng vào bên trong mà không cần tất cả những tán lá phiền toái đó.",
  "Birch Tree Room Divider": "Vách Ngăn Phòng Cây Bạch Dương",
  "A weight saving technique turned into a trendy new design.": "Một kỹ thuật tiết kiệm trọng lượng biến thành một thiết kế mới hợp thời trang.",
  "Windowed Slat Wall Room Divider": "Vách Ngăn Phòng Tường Nan Có Cửa Sổ",
  "Often replaced by dancing teenagers spinning handheld signs, this sign draws in customers with its more traditional approach.": "Thường được thay thế bởi những thiếu niên nhảy múa quay các tấm biển cầm tay, tấm biển này thu hút khách hàng bằng phương pháp truyền thống hơn.",
  "Restaurant Menu Stand": "Giá Đựng Thực Đơn Nhà Hàng",
  "Years of R&D, millions of Simoleons spent, and numerous interns were lost to bring you this technological achievement. It perfectly simulates a hole in the ground.": "Nhiều năm R&D, hàng triệu Simoleon đã chi và vô số thực tập sinh đã mất để mang đến cho bạn thành tựu công nghệ này. Nó mô phỏng một cách hoàn hảo một cái hố trên mặt đất.",
  "The Executive Cave Nectar Cooler": "Tủ Lạnh Rượu Nho Hang Động Điều Hành",
  "Do not underestimate this little menu. In a sea of queues, sticky menus and hard to read chalkboards, this little guy saves the day telling you exactly what you need to know. The information held by this small table menu can potentially save your life...I mean your day!": "Đừng đánh giá thấp chiếc thực đơn nhỏ bé này. Trong một biển hàng đợi, thực đơn dính và bảng phấn khó đọc, anh chàng nhỏ bé này cứu nguy bằng cách cho bạn biết chính xác những gì bạn cần biết. Thông tin do thực đơn bàn nhỏ này nắm giữ có khả năng cứu sống bạn... ý tôi là ngày của bạn!",
  "Your Handy Table Menu": "Thực Đơn Bàn Tiện Dụng Của Bạn",
  "The perfect wooden platter to serve your guests or customers. Includes stainless steel pitcher and hand-woven cloth napkins to show them that you’re a proper host.": "Đĩa gỗ hoàn hảo để phục vụ khách hoặc khách hàng của bạn. Bao gồm bình bằng thép không gỉ và khăn ăn bằng vải dệt thủ công để cho họ thấy rằng bạn là một chủ nhà phù hợp.",
  "Proper Pitcher Platter": "Đĩa Bình Phù Hợp",
  "Ultimate olive fans will love this jar of salty fruit. That’s right, olives are fruit. The more you know…": "Những người hâm mộ ô liu cuồng nhiệt sẽ yêu thích hũ trái cây mặn này. Đúng vậy, ô liu là trái cây. Bạn càng biết nhiều...",
  "Olive Olives Jar": "Hũ Ô Liu Ô Liu",
  "The Spicebox Duo is the latest in spice-storage technology. Secure latches keep your spices fresh as the day they were harvested.": "Spicebox Duo là công nghệ lưu trữ gia vị mới nhất. Các chốt an toàn giúp gia vị của bạn luôn tươi ngon như ngày chúng được thu hoạch.",
  "Spicebox Duo": "Spicebox Duo",
  "Kitchenwurx is the top provider of quality cookware. These pots are great for boiling, steaming, stirring, or simply being shiny.": "Kitchenwurx là nhà cung cấp hàng đầu về đồ dùng nấu nướng chất lượng. Những chiếc nồi này rất phù hợp để luộc, hấp, khuấy hoặc đơn giản là sáng bóng.",
  "Kitchenwurx Pot Set": "Bộ Nồi Kitchenwurx",
  "This swanky cardholder is a great accent to your professional décor. People will think you’re important since even your cards need their own clothes.": "Giá đựng thẻ sang trọng này là một điểm nhấn tuyệt vời cho trang trí chuyên nghiệp của bạn. Mọi người sẽ nghĩ rằng bạn quan trọng vì ngay cả thẻ của bạn cũng cần quần áo riêng.",
  "Leaning Diagonals": "Đường Chéo Nghiêng",
  "A little salt, pepper, and proper napkins go a long way.": "Một chút muối, tiêu và khăn ăn phù hợp sẽ có tác dụng lớn.",
  "S.P.N.": "S.P.N.",
  "Guess how many peppers are in the jar.\\n\\nIf you guess correctly, you win!\\n\\nNote: We are not sure what yet, but something!": "Đoán xem có bao nhiêu quả ớt trong hũ.\n\nNếu bạn đoán đúng, bạn sẽ thắng!\n\nLưu ý: Chúng tôi không chắc chắn là gì, nhưng là một thứ gì đó!",
  "Pot o’ Peppers": "Hũ Ớt",
  "This classy wall decoration is the perfect fit for any establishment looking to bring in fresh clientele.": "Vật trang trí tường sang trọng này là sự phù hợp hoàn hảo cho bất kỳ cơ sở nào muốn thu hút khách hàng mới.",
  "School of Class": "Trường Phái Đẳng Cấp",
  "Representing the oh so current design of the building this is placed on.": "Đại diện cho thiết kế hiện tại của tòa nhà mà nó được đặt trên.",
  "Sign of the Times": "Dấu Hiệu Của Thời Đại",
  "Unreadable to Sims under a certain age.": "Không thể đọc được đối với Sim dưới một độ tuổi nhất định.",
  "Casually Cursive Sign": "Biển Chữ Viết Tay Thông Thường",
  "This sign is perfect for the place that prides itself in being niche and/or unique. Set your place apart from the rest by confusing your guests and have them asking \"Excuse me, where are the forks?\" as they peruse your menu realizing that most dishes will be a challenge to eat.": "Tấm biển này hoàn hảo cho nơi tự hào là độc đáo và/hoặc đặc biệt. Hãy làm cho nơi của bạn khác biệt so với những nơi còn lại bằng cách gây khó hiểu cho khách của bạn và khiến họ hỏi \"Xin lỗi, dĩa ở đâu?\" khi họ xem thực đơn của bạn và nhận ra rằng hầu hết các món ăn sẽ là một thách thức để ăn.",
  "No Forks Allowed!": "Không Được Dùng Dĩa!",
  "Stand out from the standard signs above the more common shops in the neighborhood.": "Nổi bật so với các biển hiệu tiêu chuẩn phía trên các cửa hàng phổ biến hơn trong khu phố.",
  "Bold and Beautiful Sign": "Biển Hiệu Đậm Nét và Xinh Đẹp",
  "Soothing bubbles are a great way to let your friends know that you’ve got cash and class. After all, you’ve got to be rich to afford that many bubbles.": "Những bong bóng nhẹ nhàng là một cách tuyệt vời để cho bạn bè của bạn biết rằng bạn có tiền và đẳng cấp. Rốt cuộc, bạn phải giàu có mới có đủ khả năng chi trả cho nhiều bong bóng như vậy.",
  "Great Wall of Bubbles": "Bức Tường Bong Bóng Vĩ Đại",
  "A hint of color and shape to add pizzazz to the room. Perfect for those small spaces that you want to spruce up without making it look cramped.": "Một chút màu sắc và hình dạng để thêm phần hấp dẫn cho căn phòng. Hoàn hảo cho những không gian nhỏ mà bạn muốn tân trang lại mà không làm cho nó trông chật chội.",
  "Sliver of Color Short Wall Accent": "Điểm Nhấn Tường Ngắn Một Chút Màu Sắc",
  "Need more than a hint of color? Add this unique shape graphic to your wall to add pizzazz to the room.": "Cần nhiều hơn một chút màu sắc? Thêm hình đồ họa hình dạng độc đáo này vào tường của bạn để tăng thêm sự hấp dẫn cho căn phòng.",
  "Sliver of Color Medium Wall Accent": "Điểm Nhấn Tường Trung Bình Một Chút Màu Sắc",
  "Really want to make a statement? Add a color and shape to add some (or a lot of) pizzazz to the room.": "Thực sự muốn đưa ra một tuyên bố? Thêm màu sắc và hình dạng để thêm một chút (hoặc rất nhiều) sự hấp dẫn cho căn phòng.",
  "Sliver of Color Tall Wall Accent": "Điểm Nhấn Tường Cao Một Chút Màu Sắc",
  "When a plain wall just doesn't cut it, add some depth and flair with this.\\n\\nTake a long hard look and tell the world what you see in the depths of this adornment. Is it a flower? A torch? Let us know!": "Khi một bức tường trống trơn không đủ, hãy thêm một chút chiều sâu và sự tinh tế với thứ này.\n\nHãy nhìn thật kỹ và nói với thế giới những gì bạn thấy trong chiều sâu của vật trang trí này. Nó có phải là một bông hoa? Một ngọn đuốc? Hãy cho chúng tôi biết!",
  "Dry Leaf Lattice": "Lưới Lá Khô",
  "The ship's log records coming across a harbor master trying to sink the S.S. Medicine to make an artificial reef. He needed weight to help the ship sink that would leave no trace. The captain donated the stores of sugar to this task. It was recorded that the Schooner full of sugar helped the S.S. Medicine go down.": "Nhật ký của con tàu ghi lại việc bắt gặp một thuyền trưởng bến cảng đang cố gắng đánh chìm S.S. Medicine để tạo ra một rạn san hô nhân tạo. Anh ta cần trọng lượng để giúp con tàu chìm xuống mà không để lại dấu vết. Thuyền trưởng đã quyên góp các kho đường cho nhiệm vụ này. Người ta ghi lại rằng chiếc thuyền buồm chở đầy đường đã giúp S.S. Medicine chìm xuống.",
  "The Travers": "The Travers",
  "It is said that the lower shelf was only built so that there could be a top shelf.": "Người ta nói rằng kệ dưới chỉ được xây dựng để có thể có một kệ trên.",
  "Within Reach Nectar Shelf": "Kệ Rượu Nho Trong Tầm Tay",
  "The fancy all natural version of a wall socket air freshener.  ": "Phiên bản tự nhiên sang trọng của máy làm mát không khí ổ cắm trên tường.",
  "Lily of the Wall": "Hoa Huệ Của Bức Tường",
  "Don't leaf the light on.": "Đừng lánh xa ánh sáng.",
  "Twiggy's LED Accent": "Điểm Nhấn LED Của Twiggy",
  "Add to a rare steak and serve to dragons. What? No dragons? That is fine, you can still add to a steak or anything you fancy and feed your guests.": "Thêm vào một miếng bít tết hiếm và phục vụ cho rồng. Gì? Không có rồng à? Không sao, bạn vẫn có thể thêm vào bít tết hoặc bất cứ thứ gì bạn thích và cho khách của bạn ăn.",
  "Extra Virgin Olive Oil Rack": "Giá Đựng Dầu Ô Liu Nguyên Chất",
  "Just the right size to break up the hard angles in your standard room.": "Vừa đúng kích thước để phá vỡ các góc cạnh cứng nhắc trong căn phòng tiêu chuẩn của bạn.",
  "Fluid Forms Short Lighted Wall": "Tường Chiếu Sáng Ngắn Hình Dạng Uyển Chuyển",
  "Staring at it for too long may result in a queasy feeling.": "Nhìn chằm chằm vào nó quá lâu có thể dẫn đến cảm giác buồn nôn.",
  "Fluid Forms Lighted Wall": "Tường Chiếu Sáng Hình Dạng Uyển Chuyển",
  "It almost feels like it will come crashing down on you.": "Gần như có cảm giác như nó sẽ đổ ập xuống bạn.",
  "Fluid Forms Tall Lighted Wall\n": "Tường Chiếu Sáng Cao Hình Dạng Uyển Chuyển",
  "If the salt tips and spills into the soup you only have your shelf to blame.": "Nếu muối đổ và tràn vào súp, bạn chỉ có thể đổ lỗi cho kệ của mình.",
  "Master Chef Shelf": "Kệ Bếp Trưởng",
  "It can hold ten thousand types of spoons, but maybe all you need is a knife. Isn't it beautiful though? Don't you think?": "Nó có thể chứa mười nghìn loại thìa, nhưng có lẽ tất cả những gì bạn cần là một con dao. Tuy nhiên, nó có đẹp không? Bạn có nghĩ vậy không?",
  "Master Chef Shelf & Utensil Rack": "Kệ Bếp Trưởng & Giá Để Đồ Dùng",
  "Too heavy for the mischievous to run off with, this sign is here to stay. Look, but don't touch!": "Quá nặng để những kẻ tinh nghịch có thể bỏ chạy, tấm biển này ở đây để ở lại. Nhìn, nhưng đừng chạm!",
  "Signature Steel": "Thép Đặc Trưng",
  "This blank sign is the perfect blank canvas to create a sign that truly expresses the essence of your establishment. Mix and match different colors, wall decals, and sculptures to create the sign of your dreams.": "Tấm biển trống này là полотно trống hoàn hảo để tạo ra một tấm biển thực sự thể hiện bản chất cơ sở của bạn. Trộn và kết hợp các màu sắc khác nhau, đề can dán tường và tác phẩm điêu khắc để tạo ra tấm biển trong mơ của bạn.",
  "Unfulfilled Floor Sign": "Biển Hiệu Sàn Nhà Chưa Được Hoàn Thiện",
  "Ever wondered where those pesky menu handouts are? Never fear! This sign will not only display the specials, but itemizes the menu so well that you will never ask for a menu handout again.": "Bạn đã bao giờ tự hỏi những tờ rơi thực đơn khó chịu đó ở đâu chưa? Đừng sợ! Tấm biển này sẽ không chỉ hiển thị các món đặc biệt mà còn liệt kê thực đơn tốt đến mức bạn sẽ không bao giờ yêu cầu một tờ rơi thực đơn nữa.",
  "What's On The Menu?": "Hôm Nay Có Món Gì?",
  "Created by a Master Calligrapher who used the finest llama hair brush. It is said that when viewing this sign, the spirit of the llamas engulfs your senses, making you wonder what is happening in the Lot the sign is displayed on.\\n\\nNote: No llamas were harmed when making the brushes.": "Được tạo ra bởi một Bậc thầy Thư pháp, người đã sử dụng cọ làm từ lông lạc đà không bướu tốt nhất. Người ta nói rằng khi xem tấm biển này, tinh thần của những con lạc đà không bướu bao trùm các giác quan của bạn, khiến bạn tự hỏi điều gì đang xảy ra trong Lô đất mà tấm biển được trưng bày.\n\nLưu ý: Không có con lạc đà không bướu nào bị tổn hại khi làm cọ.",
  "Four Treasures of the Sign": "Bốn Báu Vật Của Biển Hiệu",
  "An accent of color helps distract customers from your prices.": "Một điểm nhấn màu sắc giúp đánh lạc hướng khách hàng khỏi giá cả của bạn.",
  "Bite of Light Sign": "Biển Hiệu Chút Ánh Sáng",
  "Created from a repurposed fast food burger grill, this sign gives a new life to your walls with 100% less grease.": "Được tạo ra từ vỉ nướng bánh mì kẹp thịt tái chế, tấm biển này mang đến một cuộc sống mới cho các bức tường của bạn với lượng dầu mỡ ít hơn 100%.",
  "Granite Grill Sign": "Biển Hiệu Vỉ Nướng Đá Hoa Cương",
  "Made to display the most valuable menu items to passing pedestrians while securing them behind 2 inch thick shatterproof glass. This menu will survive any natural disaster.": "Được làm để hiển thị các món trong thực đơn có giá trị nhất cho người đi bộ ngang qua trong khi bảo vệ chúng đằng sau kính chống vỡ dày 2 inch. Thực đơn này sẽ sống sót sau bất kỳ thảm họa tự nhiên nào.",
  "The Menu Archive": "Kho Lưu Trữ Thực Đơn",
  "Unfulfilled Wall Sign": "Biển Hiệu Tường Nhà Chưa Được Hoàn Thiện",
  "The angles on this sign are pretty cute. That’s right.": "Các góc trên tấm biển này khá dễ thương. Đúng vậy.",
  "Acute Sign": "Biển Hiệu Góc Nhọn",
  "Unfulfilled Hanging Wall Sign": "Biển Hiệu Tường Nhà Treo Chưa Được Hoàn Thiện",
  "A modern classic for when your washing needs go beyond the consumer level.": "Một tác phẩm cổ điển hiện đại cho khi nhu cầu giặt giũ của bạn vượt quá cấp độ tiêu dùng.",
  "Industro-sink": "Bồn Rửa Công Nghiệp",
  "So retro. It will make you see in black and white.\\n\\nSavalani's has done it again with this magnificent piece that just screams \"blast from the past\" even though it looks super trendy and modern. Savalani's vision for this stool was something that would make people wonder where it belonged.\\n\\nLegend says that the idea was taken from the mind of Savalani himself as he perused his wardrobe on what to wear one morning.": "Quá ретро. Nó sẽ khiến bạn nhìn thấy màu đen trắng.\n\nSavalani's đã làm được điều đó một lần nữa với tác phẩm tuyệt vời này chỉ hét lên \"từ quá khứ\" mặc dù nó trông siêu hợp thời trang và hiện đại. Tầm nhìn của Savalani về chiếc ghế đẩu này là một thứ gì đó sẽ khiến mọi người tự hỏi nó thuộc về đâu.\n\nTruyền thuyết kể rằng ý tưởng này được lấy từ tâm trí của chính Savalani khi anh ta xem xét tủ quần áo của mình để xem mặc gì vào một buổi sáng.",
  "Retro Dinette Bar Stool": "Ghế Đẩu Quầy Bar Retro",
  "A relic of an age long past, this particular style of booth is a frozen capsule of timeless elegance. One can almost picture the several generations of Sims sliding up close to their date to make a move!": "Một di tích của một thời đại đã qua từ lâu, kiểu gian hàng đặc biệt này là một viên nang đông lạnh của sự sang trọng vượt thời gian. Người ta gần như có thể hình dung ra nhiều thế hệ Sim trượt đến gần buổi hẹn hò của họ để thực hiện một bước tiến!",
  "Retro Dinette Stretch Booth": "Ghế Dài Retro Mở Rộng",
  "The perfect booth for couples! This model offers the latest privacy technology letting you get up close and snuggly with that special Sim-one without all those pesky stares.": "Ghế dài hoàn hảo cho các cặp đôi! Mô hình này cung cấp công nghệ bảo mật mới nhất cho phép bạn đến gần và âu yếm với Sim-một đặc biệt đó mà không cần tất cả những ánh mắt khó chịu đó.",
  "Straight Arrow High Back Plush Booth": "Ghế Dài Có Tựa Lưng Cao Mũi Tên Thẳng",
  "Sometimes it's not prudent to sit directly next to someone at a straight booth. What would everyone say? The scandal! So yeah, it's probably best to sit right over there, bub! Across the table where I can see you.": "Đôi khi, việc ngồi ngay cạnh ai đó ở một chiếc ghế dài thẳng không phải là khôn ngoan. Mọi người sẽ nói gì? Vụ bê bối! Vì vậy, có lẽ tốt nhất là bạn nên ngồi ngay ở đó, anh bạn! Đối diện bàn nơi tôi có thể nhìn thấy bạn.",
  "Retro Dinette Corner Booth": "Ghế Góc Retro",
  "Not just a booth, but a tale of woe and morality. With but a mere 90 degree turn, what began as a tale of a booth with a straight path to success becomes one in which a booth becomes twisted and crooked. There aren't many ups and downs in the storyline to be sure, but there are a few lefts and rights.": "Không chỉ là một chiếc ghế dài, mà còn là một câu chuyện về sự đau khổ và đạo đức. Chỉ với một vòng quay 90 độ, những gì bắt đầu như một câu chuyện về một chiếc ghế dài với con đường thẳng đến thành công sẽ trở thành một câu chuyện trong đó một chiếc ghế dài trở nên xoắn và quanh co. Chắc chắn không có nhiều thăng trầm trong cốt truyện, nhưng có một vài bên trái và bên phải.",
  "Angled High Back Plush Booth": "Ghế Dài Có Tựa Lưng Cao Góc Cạnh",
  "Another masterpiece by Savalani's, the famous furniture emporium. Its founder wanted to create a visionary chair that it is impossible to not sit up straight in...maybe? We guess. It looks deceptively simple, but it will be the best chair for great posture.": "Một kiệt tác khác của Savalani's, trung tâm nội thất nổi tiếng. Người sáng lập muốn tạo ra một chiếc ghế có tầm nhìn mà không thể không ngồi thẳng lưng... có lẽ? Chúng tôi đoán vậy. Nó trông đơn giản một cách lừa dối, nhưng nó sẽ là chiếc ghế tốt nhất để có tư thế tuyệt vời.",
  "Straight Back Plush Dining Chair": "Ghế Ăn Có Tựa Lưng Thẳng",
  "Made from the finest pleather by the famous furniture emporium Savalani's. Even though they call themselves a furniture company, Savalani's can only make chairs, ok maybe tables, no...chairs, only chairs for sure. It is said that this particular model came inspired by the founder's journey in finding the perfect chair to ponder about life or have a meal pondering about life. We can't really say, but it is a pretty nice chair suitable for all your fancy table placement needs.": "Được làm từ chất liệu giả da tốt nhất bởi trung tâm nội thất nổi tiếng Savalani's. Mặc dù họ tự gọi mình là một công ty nội thất, nhưng Savalani's chỉ có thể làm ghế, ok có thể là bàn, không... ghế, chắc chắn chỉ có ghế. Người ta nói rằng mẫu đặc biệt này được lấy cảm hứng từ hành trình của người sáng lập trong việc tìm kiếm chiếc ghế hoàn hảo để suy ngẫm về cuộc sống hoặc dùng bữa trong khi suy ngẫm về cuộc sống. Chúng tôi thực sự không thể nói, nhưng nó là một chiếc ghế khá đẹp phù hợp với mọi nhu cầu đặt bàn sang trọng của bạn.",
  "Retro Dinette Dining Chair": "Ghế Ăn Retro",
  "This wall-mounted stereo is intended for use at community venues. Playing more jazz subgenres than you knew existed.": "Hệ thống âm thanh nổi gắn trên tường này предназначено để sử dụng tại các địa điểm cộng đồng. Phát nhiều thể loại nhạc jazz phụ hơn bạn biết là tồn tại.",
  "Venue Wall Speaker: Jazz": "Loa Treo Tường Địa Điểm: Nhạc Jazz",
  "Neatly pressed and placed for your everyday dining needs. This chic table can be used for holding your most important possessions or impressing your guests as if you were giving a 5 star dining experience. Just be careful and don't remove the cloth...just don't.": "Ép và đặt gọn gàng cho nhu cầu ăn uống hàng ngày của bạn. Chiếc bàn sang trọng này có thể được sử dụng để giữ những tài sản quan trọng nhất của bạn hoặc gây ấn tượng với khách của bạn như thể bạn đang mang đến trải nghiệm ăn uống 5 sao. Chỉ cần cẩn thận và đừng tháo vải ra... đừng làm vậy.",
  "Dressed Squared Table": "Bàn Vuông Trang Trí",
  "Do not be fooled by its appearance! This table can give your Lot the necessary ambiance to provide an excellent dining experience. Just don't try to wash the cloth...": "Đừng để bị lừa bởi vẻ bề ngoài của nó! Chiếc bàn này có thể mang đến cho Lô đất của bạn bầu không khí cần thiết để mang lại trải nghiệm ăn uống tuyệt vời. Chỉ cần đừng cố gắng giặt vải...",
  "Dressed All Around Table": "Bàn Trang Trí Toàn Diện",
  "If you fancy that industrial chic look, this is the table for you! The fusion of metal and wood gives extra support for those tasty meals. Also useful to display garden gnome collections, if you dare!": "Nếu bạn thích vẻ ngoài sang trọng công nghiệp, thì đây là chiếc bàn dành cho bạn! Sự kết hợp giữa kim loại và gỗ mang lại sự hỗ trợ thêm cho những bữa ăn ngon. Cũng hữu ích để trưng bày bộ sưu tập tượng người lùn làm vườn, nếu bạn dám!",
  "Industrial Wood Square Table": "Bàn Vuông Gỗ Công Nghiệp",
  "Having an event? Looking to spice your home with that formal dining room flair? This table is perfect for any occasion when you desire a little bit of something extra.\\n\\nNote: Cloth is not removable.": "Tổ chức một sự kiện? Tìm cách làm nổi bật ngôi nhà của bạn với phong cách phòng ăn trang trọng đó? Chiếc bàn này hoàn hảo cho bất kỳ dịp nào khi bạn muốn một chút gì đó đặc biệt.\n\nLưu ý: Vải không thể tháo rời.",
  "Dressed Up Dining": "Ăn Uống Điệu Đà",
  "Be the envy of friends and strangers as they gaze into your dining room with this trendy and sophisticated table. Inspired by restaurants' communal tables, this table features a rustic design that can fit any style.": "Hãy khiến bạn bè và người lạ ghen tị khi họ nhìn vào phòng ăn của bạn với chiếc bàn hợp thời trang và tinh tế này. Lấy cảm hứng từ những chiếc bàn chung của nhà hàng, chiếc bàn này có thiết kế mộc mạc phù hợp với mọi phong cách.",
  "Not A Communal Table": "Không Phải Bàn Chung",
  "Metal and wood combine to make the illusion of a communal table on any Lot. Have an event or dine by yourself. All that matters is that this table would make your dining experience something to talk about. May it be what you were looking for.": "Kim loại và gỗ kết hợp với nhau để tạo ra ảo ảnh về một chiếc bàn chung trên bất kỳ Lô đất nào. Tổ chức một sự kiện hoặc dùng bữa một mình. Tất cả những gì quan trọng là chiếc bàn này sẽ làm cho trải nghiệm ăn uống của bạn trở nên đáng nói đến. Mong rằng nó là thứ bạn đang tìm kiếm.",
  "May Be Communal Table": "Có Lẽ Là Bàn Chung",
  "The fusion of metal and wood comes together with precise angles to support the tastiest meals. Also useful to display garden gnome collections.": "Sự kết hợp giữa kim loại và gỗ kết hợp với các góc chính xác để hỗ trợ các bữa ăn ngon nhất. Cũng hữu ích để trưng bày bộ sưu tập tượng người lùn làm vườn.",
  "Bar Height Industrial Wood Square Table": "Bàn Vuông Gỗ Công Nghiệp Cao Bằng Quầy Bar",
  "The extra height works with bar stools so you can make sure all friends and neighbors can see this table. The point of a trendy sophisticated table is to draw the envy of friends and strangers.": "Chiều cao thêm hoạt động với ghế đẩu quầy bar, vì vậy bạn có thể đảm bảo rằng tất cả bạn bè và hàng xóm có thể nhìn thấy chiếc bàn này. Điểm mấu chốt của một chiếc bàn hợp thời trang tinh tế là thu hút sự ghen tị của bạn bè và người lạ.",
  "Not A Communal Bar Height Table": "Không Phải Bàn Quầy Bar Chung",
  "Metal and wood combine to make the illusion of a communal table on any Lot - Now in Bar height! This table will serve many needs, but more importantly it will serve what you'll have for dinner.": "Kim loại và gỗ kết hợp để tạo ra ảo ảnh về một chiếc bàn chung trên bất kỳ Lô đất nào - Giờ đây có chiều cao bằng quầy bar! Chiếc bàn này sẽ phục vụ nhiều nhu cầu, nhưng quan trọng hơn là nó sẽ phục vụ những gì bạn có cho bữa tối.",
  "May Be Bar Height Communal Table": "Có Lẽ Là Bàn Quầy Bar Chung",
  "Quite the statement piece if you are looking to wow and amaze your guests as they stroll down the hallways of your Lot - or if you are looking to make your abode look expensive without much effort. Beautifully crafted, its function is still questioned, but who cares? It is gorgeous!": "Một tác phẩm khá nổi bật nếu bạn đang muốn gây ấn tượng và kinh ngạc cho khách của mình khi họ đi dạo xuống hành lang của Lô đất của bạn - hoặc nếu bạn đang muốn làm cho nơi ở của bạn trông đắt tiền mà không tốn nhiều công sức. Được chế tác đẹp mắt, chức năng của nó vẫn còn bị nghi ngờ, nhưng ai quan tâm? Nó tuyệt đẹp!",
  "Marvel The Marvelous Marbled": "Chiêm Ngưỡng Sự Tuyệt Vời Của Cẩm Thạch",
  "Have your hallways help you exchange greetings in style. This hallway piece has a unique and intricate design that will have your guests wonder if someone can actually fit inside if opened the moment they walk in 'til the moment they walk out.": "Hãy để hành lang của bạn giúp bạn trao đổi lời chào theo phong cách. Món đồ hành lang này có một thiết kế độc đáo và phức tạp sẽ khiến khách của bạn tự hỏi liệu có ai đó thực sự có thể vừa bên trong nếu mở ra ngay khoảnh khắc họ bước vào cho đến khoảnh khắc họ bước ra.",
  "Aplenty Slats": "Nhiều Thanh Gỗ",
  "Just a regular table knife.": "Chỉ là một con dao ăn bình thường.",
  "Table Knife": "Dao Ăn",
  "Need to place an order? Need more water? Need a menu? Need some plates cleared? Whatever your restaurant needs, this waiter station comes packed with all the modern technology to make the wait staff shine!": "Cần đặt hàng? Cần thêm nước? Cần thực đơn? Cần dọn đĩa? Bất kể nhà hàng của bạn cần gì, trạm bồi bàn này đều được trang bị tất cả các công nghệ hiện đại để làm cho nhân viên phục vụ tỏa sáng!",
  "\"Always Waiting\" Waiter Station": "Trạm Bồi Bàn \"Luôn Chờ Đợi\"",
  "Jazz": "Nhạc Jazz",
  "Add to a Half Wall for a polished look.": "Thêm vào Tường Nửa để có vẻ ngoài bóng bẩy.",
  "Slatted Wall Trim": "Viền Tường Nan",
  "Glass Wall Trim": "Viền Tường Kính",
  "{0.SimFirstName} cannot sit at a table that is not {M0.his}{F0.hers}.": "{0.SimFirstName} không thể ngồi ở một chiếc bàn không phải là của {M0.his}{F0.hers}.",
  "Sit": "Ngồi",
  "The Chef is currently working on an order.": "Đầu bếp hiện đang làm việc cho một đơn hàng.",
  "Place Order": "Đặt Món",
  "Send Chef Home": "Cho Đầu Bếp Về Nhà",
  "Compliment Chef": "Khen Đầu Bếp",
  "Insult Chef": "Sỉ Nhục Đầu Bếp",
  "Add Order": "Thêm Món",
  "Add Order (Debug)": "Thêm Món (Gỡ Lỗi)",
  "Begin (test)": "Bắt Đầu (thử nghiệm)",
  "Compliment Cooking": "Khen Nấu Ăn",
  "Debug: Route to Chef Station": "Gỡ Lỗi: Định Tuyến Đến Trạm Đầu Bếp",
  "Hire {2.SimName} as a Chef": "Thuê {2.SimName} làm Đầu Bếp",
  "There is already a Chef hired on this lot.": "Đã có một Đầu bếp được thuê trên lô đất này.",
  "Hire Specific Chef": "Thuê Đầu Bếp Cụ Thể",
  "Insult Cooking": "Sỉ Nhục Nấu Ăn",
  "Talk To Chef": "Nói Chuyện Với Đầu Bếp",
  "Chef Station Pan (test)": "Chảo Trạm Đầu Bếp (thử nghiệm)",
  "Cook at Pan (test)": "Nấu Ăn Tại Chảo (thử nghiệm)",
  "Currently banned from the restaurant.": "Hiện đang bị cấm vào nhà hàng.",
  "place order NPC (debug)": "đặt hàng NPC (gỡ lỗi)",
  "Chef Station Pot (test)": "Nồi Trạm Đầu Bếp (thử nghiệm)",
  "Cook at Pot (test)": "Nấu Ăn Tại Nồi (thử nghiệm)",
  "Chef Station Prep (test)": "Chuẩn Bị Trạm Đầu Bếp (thử nghiệm)",
  "All right, I'll get out of your way. Just let me finish up and collect my things.": "Được rồi, tôi sẽ tránh đường cho bạn. Chỉ cần cho tôi hoàn thành và thu dọn đồ đạc.",
  "Serve (test)": "Phục Vụ (thử nghiệm)",
  "The Chef is not available to talk right now! Come back later!": "Đầu bếp không rảnh để nói chuyện ngay bây giờ! Hãy quay lại sau!",
  "Oh, well thank you! You are a good customer.": "Ồ, cảm ơn bạn! Bạn là một khách hàng tốt.",
  "Wow, how often do I get complimented! NEVER. Come back soon!": "Wow, tôi có thường xuyên được khen không vậy! KHÔNG BAO GIỜ. Hãy quay lại sớm!",
  "{0.SimFirstName}, you are the only one that understands my cooking! Thank you!": "{0.SimFirstName}, bạn là người duy nhất hiểu được cách nấu ăn của tôi! Cảm ơn bạn!",
  "Compliment the Chef": "Khen Đầu Bếp",
  "Customers are loving your cooking Chef! Keep up the good work!": "Khách hàng đang yêu thích cách nấu ăn của bạn, Đầu bếp! Hãy tiếp tục làm tốt!",
  "The Chef is not available to talk right now. Come back later!": "Đầu bếp không rảnh để nói chuyện ngay bây giờ. Hãy quay lại sau!",
  "You want more bread!? It will be extra! You're pushing your luck, little Sim!": "Bạn muốn thêm bánh mì à!? Sẽ tính thêm tiền đó! Bạn đang thử vận may của mình đấy, Sim nhỏ bé!",
  "What did you say to me?! How dare you!": "Bạn vừa nói gì với tôi?! Sao bạn dám!",
  "If you don't like it, then get out of my kitchen! The nerve!!": "Nếu bạn không thích, thì hãy ra khỏi bếp của tôi! Thật là trơ trẽn!!",
  "Insult the Chef": "Sỉ Nhục Đầu Bếp",
  "The customers are furious! What are you doing back there!? Pull yourself together and cook better food!": "Khách hàng đang giận dữ! Bạn đang làm gì ở đằng kia vậy!? Hãy vực dậy tinh thần và nấu những món ăn ngon hơn!",
  "Wait for Order": "Chờ Đặt Món",
  "Buy a Restaurant": "Mua Một Nhà Hàng",
  "Your Sim needs to be sitting in front of a placemat to draw on it.": "Sim của bạn cần phải ngồi trước tấm lót bàn để vẽ lên đó.",
  "Remove Food Poisoning": "Xóa Ngộ Độc Thực Phẩm",
  "Add Food Poisoning": "Thêm Ngộ Độc Thực Phẩm",
  "Cook Experimental Food": "Nấu Món Ăn Thử Nghiệm",
  "Debug: Route to Host Station": "Gỡ Lỗi: Định Tuyến Đến Trạm Đón Khách",
  "Here's your table. Enjoy your meal.": "Đây là bàn của bạn. Chúc bạn ngon miệng.",
  "Be Seated": "Mời Ngồi",
  "Take Reservation": "Nhận Đặt Bàn",
  "Browse Reservations": "Xem Các Lượt Đặt Bàn",
  "{0.SimFirstName} has already claimed a table. {M0.He}{F0.She} must Give Up Table before claiming a new one.": "{0.SimFirstName} đã nhận một bàn. {M0.He}{F0.She} phải Từ Bỏ Bàn trước khi nhận một bàn mới.",
  "Request Table": "Yêu Cầu Bàn",
  "Reserve Table": "Đặt Bàn",
  "Right This Way": "Mời Đi Lối Này",
  "You liked the food, yes? Wonderful! I will let the Chef know how happy you were when I have a chance!": "Bạn thích đồ ăn, phải không? Tuyệt vời! Tôi sẽ cho Đầu bếp biết bạn đã hạnh phúc như thế nào khi tôi có cơ hội!",
  "Ask to Deliver Compliment": "Yêu Cầu Chuyển Lời Khen",
  "I'm sorry to hear that you didn't like the food. I will inform the Chef as soon as possible! Sorry about that!": "Tôi rất tiếc khi biết rằng bạn không thích đồ ăn. Tôi sẽ thông báo cho Đầu bếp càng sớm càng tốt! Xin lỗi về điều đó!",
  "Ask To Deliver Insult": "Yêu Cầu Chuyển Lời Sỉ Nhục",
  "Brag about Surviving Food Poisoning": "Khoe Khoang Về Việc Sống Sót Sau Ngộ Độc Thực Phẩm",
  "Hear about {1.SimFirstName}'s Food Poisoning": "Nghe Về Việc {1.SimFirstName} Bị Ngộ Độc Thực Phẩm",
  "Complain about Food Poisoning": "Phàn Nàn Về Việc Bị Ngộ Độc Thực Phẩm",
  "Be Fed a Bite by {1.SimFirstName}": "Được {1.SimFirstName} Mớm Cho Một Miếng",
  "Complain about Dish Preparation": "Phàn Nàn Về Việc Chuẩn Bị Món Ăn",
  "Complain about Dish": "Phàn Nàn Về Món Ăn",
  "Listen to {1.SimFirstName}'s Complaint": "Lắng Nghe Lời Phàn Nàn Của {1.SimFirstName}",
  "Express Gastronomical Confusion": "Thể Hiện Sự Bối Rối Về Ẩm Thực",
  "Enthuse about Taste and Texture": "Nhiệt Tình Về Hương Vị và Kết Cấu",
  "Scowl at Plate Layout": "Cau Có Với Cách Bày Đĩa",
  "Lament On Meal's Carbon Emissions": "Than Thở Về Lượng Khí Thải Carbon Của Bữa Ăn",
  "Bemoan Lack of Banana for Scale": "Than Vãn Về Việc Thiếu Chuối Để So Sánh Kích Thước",
  "Debate Flavor Profiles": "Tranh Luận Về Hồ Sơ Hương Vị",
  "Brainstorm Methods of Chef-napping": "Động Não Các Phương Pháp Bắt Cóc Đầu Bếp",
  "Question Meal's Social Consciousness": "Đặt Câu Hỏi Về Ý Thức Xã Hội Của Bữa Ăn",
  "Meditate upon Sublime Flavors": "Thiền Định Về Hương Vị Tuyệt Vời",
  "Savor the Flavors": "Thưởng Thức Hương Vị",
  "Discuss Flavor Profile": "Thảo Luận Về Hồ Sơ Hương Vị",
  "Discuss Food Flavors": "Thảo Luận Về Hương Vị Thức Ăn",
  "Discuss Food Flavors with {1.SimFirstName}": "Thảo Luận Về Hương Vị Thức Ăn Với {1.SimFirstName}",
  "Rave about the Dish Complexity": "Say Sưa Về Sự Phức Tạp Của Món Ăn",
  "Comment on Bold Flavors": "Nhận Xét Về Hương Vị Táo Bạo",
  "Relish Cuisine's Delicious Nature": "Thích Thú Bản Chất Ngon Miệng Của Ẩm Thực",
  "Beam Blissful Feelings of Food Transcendence": "Truyền Tải Cảm Xúc Hạnh Phúc Của Sự Siêu Việt Ẩm Thực",
  "Debate possibility of Food Coma": "Tranh Luận Về Khả Năng Bị Hôn Mê Do Ăn Quá No",
  "Enthuse about Meal": "Nhiệt Tình Về Bữa Ăn",
  "Be Checked Up on by Waiter": "Được Bồi Bàn Kiểm Tra",
  "Hire Chef": "Thuê Đầu Bếp",
  "Hire Personal Chef": "Thuê Đầu Bếp Riêng",
  "This is the current cooking style.": "Đây là phong cách nấu ăn hiện tại.",
  "Request to Cook Carefully": "Yêu Cầu Nấu Ăn Cẩn Thận",
  "The chef will cook more slowly but produce higher quality meals.": "Đầu bếp sẽ nấu chậm hơn nhưng tạo ra những bữa ăn chất lượng cao hơn.",
  "Carefully": "Cẩn Thận",
  "Request to Cook Normally": "Yêu Cầu Nấu Ăn Bình Thường",
  "A balance between cooking speed and meal quality.": "Sự cân bằng giữa tốc độ nấu ăn và chất lượng bữa ăn.",
  "Normally": "Bình Thường",
  "Request to Cook Quickly": "Yêu Cầu Nấu Ăn Nhanh Chóng",
  "The chef will cook more quickly at the expense of meal quality.": "Đầu bếp sẽ nấu nhanh hơn nhưng phải trả giá bằng chất lượng bữa ăn.",
  "Quickly": "Nhanh Chóng",
  "{0.SimFirstName} has hired a new chef. {1.SimName} will arrive for {M1.his}{F1.her} first shift as soon as possible.\\n\\nBe sure to track {1.SimFirstName}'s skills in the Manage Employees window.": "{0.SimFirstName} đã thuê một đầu bếp mới. {1.SimName} sẽ đến ca làm việc đầu tiên của {M1.his}{F1.her} càng sớm càng tốt.\n\nHãy nhớ theo dõi các kỹ năng của {1.SimFirstName} trong cửa sổ Quản Lý Nhân Viên.",
  "{0.SimFirstName} has hired a new host. {1.SimName} will arrive for {M1.his}{F1.her} first shift as soon as possible.\\n\\nBe sure to track {1.SimFirstName}'s skills in the Manage Employees window.": "{0.SimFirstName} đã thuê một người đón khách mới. {1.SimName} sẽ đến ca làm việc đầu tiên của {M1.his}{F1.her} càng sớm càng tốt.\n\nHãy nhớ theo dõi các kỹ năng của {1.SimFirstName} trong cửa sổ Quản Lý Nhân Viên.",
  "Hire Host": "Thuê Người Đón Khách",
  "{0.SimFirstName} has hired a new {M1.waiter}{F1.waitress}. {1.SimName} will arrive for {M1.his}{F1.her} first shift as soon as possible.\\n\\nBe sure to track {1.SimFirstName}'s skills in the Manage Employees window.": "{0.SimFirstName} đã thuê một {M1.waiter}{F1.waitress} mới. {1.SimName} sẽ đến ca làm việc đầu tiên của {M1.his}{F1.her} càng sớm càng tốt.\n\nHãy nhớ theo dõi các kỹ năng của {1.SimFirstName} trong cửa sổ Quản Lý Nhân Viên.",
  "Hire Waiter": "Thuê Bồi Bàn",
  "Choose a dish and/or beverage from your menu for your customer to order.": "Chọn một món ăn và/hoặc đồ uống từ thực đơn của bạn để khách hàng của bạn gọi.",
  "This Sim has recently been checked on.": "Sim này gần đây đã được kiểm tra.",
  "Welcome to my restaurant. I trust everything is going well.\n": "Chào mừng đến nhà hàng của tôi. Tôi tin rằng mọi thứ đang diễn ra tốt đẹp.",
  "I'm stopping by to make sure this restaurant is living up to your expectations so far.": "Tôi ghé qua để đảm bảo rằng nhà hàng này đang đáp ứng được những kỳ vọng của bạn cho đến nay.",
  "Welcome! I hope to hear you are having a great meal. Our Chef has some serious culinary talent. \n": "Chào mừng! Tôi hy vọng được nghe bạn nói rằng bạn đang có một bữa ăn tuyệt vời. Đầu bếp của chúng tôi có một số tài năng ẩm thực nghiêm túc.",
  "I hope you brought your appetite. Let me know if you need a recommendation today.": "Tôi hy vọng bạn mang theo sự thèm ăn của mình. Hãy cho tôi biết nếu bạn cần một gợi ý hôm nay.",
  "Just checking in to make sure you are getting the service you need. \n": "Chỉ cần kiểm tra để đảm bảo bạn nhận được dịch vụ bạn cần.",
  "Check On Table": "Kiểm Tra Bàn",
  "The Sim must have received their meal to comp their food.": "Sim phải nhận được bữa ăn của họ để được miễn phí đồ ăn.",
  "This table's food has already been comped.": "Đồ ăn của bàn này đã được miễn phí.",
  "Comp Food": "Miễn Phí Đồ Ăn",
  "The restaurant will be charged the cost of the desserts.": "Nhà hàng sẽ bị tính phí cho các món tráng miệng.",
  "The table has already been offered a free menu item.": "Bàn đã được tặng một món miễn phí trong thực đơn.",
  "The Sim must have received their meal to offer them free dessert.": "Sim phải nhận được bữa ăn của họ để tặng họ món tráng miệng miễn phí.",
  "Give Table Free Dessert": "Tặng Bàn Món Tráng Miệng Miễn Phí",
  "The restaurant will be charged the cost of the drinks.": "Nhà hàng sẽ bị tính phí cho đồ uống.",
  "The Sim must have received their meal to offer them free drinks.": "Sim phải nhận được bữa ăn của họ để tặng họ đồ uống miễn phí.",
  "Give Table Free Drinks": "Tặng Bàn Đồ Uống Miễn Phí",
  "Prioritizing a table's food will help it come out more quickly.": "Ưu tiên đồ ăn của một bàn sẽ giúp nó được mang ra nhanh hơn.",
  "This table's order has already been prioritized.": "Đơn hàng của bàn này đã được ưu tiên.",
  "Prioritize Food": "Ưu Tiên Đồ Ăn",
  "This Sim has already been recommended a dish.": "Sim này đã được giới thiệu một món ăn.",
  "Dishes can only be recommend to customers wanting a recommendation. These customers will have a question mark over their heads.": "Các món ăn chỉ có thể được giới thiệu cho những khách hàng muốn được giới thiệu. Những khách hàng này sẽ có dấu chấm hỏi trên đầu.",
  "This Sim has already decided what to order.": "Sim này đã quyết định gọi món gì.",
  "This dish was made with a fresh shipment of the best ingredients. You are really missing out. Maybe come back and try it next time.": "Món ăn này được làm bằng một lô hàng tươi ngon với những nguyên liệu tốt nhất. Bạn thực sự đang bỏ lỡ. Có lẽ hãy quay lại và thử nó vào lần tới.",
  "May I recommend the Chef's Choice. The Chef has crafted a treat for your tastebuds.\\n\\nNo. I hope the Chef doesn't take it too personally.": "Tôi có thể giới thiệu món Lựa Chọn Của Đầu Bếp không. Đầu bếp đã tạo ra một món ăn đặc biệt cho vị giác của bạn.\n\nKhông. Tôi hy vọng Đầu bếp không quá để bụng.",
  "Try this dish. It's a recipe that has been handed down in my family for generations. I'll make sure the Chef cooks it to meet my Grandmother's standards.": "Hãy thử món này. Đó là một công thức đã được truyền lại trong gia đình tôi qua nhiều thế hệ. Tôi sẽ đảm bảo rằng Đầu bếp nấu nó để đáp ứng các tiêu chuẩn của Bà tôi.",
  "You won't try this dish. It's a recipe that has been handed down in my family for generations. I guess it is something you have to grow up eating.": "Bạn sẽ không thử món này. Đó là một công thức đã được truyền lại trong gia đình tôi qua nhiều thế hệ. Tôi đoán đó là thứ bạn phải lớn lên mới ăn được.",
  "Our staff is loving the flavors brought out in this dish. We all highly recommend it! I see you would rather not trust public opinion though. Next time maybe.": "Nhân viên của chúng tôi đang yêu thích những hương vị được mang đến trong món ăn này. Tất cả chúng tôi đều rất khuyến khích nó! Tôi thấy bạn thà không tin vào ý kiến của công chúng. Có lẽ lần sau.",
  "Here is my recommendation. The fresh ingredients will provide a fantastic flavor, but I see you want something with a more aged taste.": "Đây là đề xuất của tôi. Các nguyên liệu tươi sẽ mang lại hương vị tuyệt vời, nhưng tôi thấy bạn muốn thứ gì đó có hương vị lâu năm hơn.",
  "This dish was made with a fresh shipment of the best ingredients. You won't be disappointed with this selection.": "Món ăn này được làm bằng một lô hàng tươi ngon với những nguyên liệu tốt nhất. Bạn sẽ không thất vọng với lựa chọn này.",
  "Our staff is loving the flavors brought out in this dish. We all highly recommend it! May I say you have excellent taste by accepting this recommendation.": "Nhân viên của chúng tôi đang yêu thích những hương vị được mang đến trong món ăn này. Tất cả chúng tôi đều rất khuyến khích nó! Tôi có thể nói rằng bạn có gu thẩm mỹ tuyệt vời khi chấp nhận đề xuất này.",
  "May I recommend the Chef's Choice? The Chef has crafted a treat for your tastebuds. Quite the symphony of flavors!\\n\\nYes? Excellent! The Chef will be happy to hear that.": "Tôi có thể giới thiệu món Lựa Chọn Của Đầu Bếp không? Đầu bếp đã tạo ra một món ăn đặc biệt cho vị giác của bạn. Một bản giao hưởng hương vị thực sự!\n\nCó chứ? Tuyệt vời! Đầu bếp sẽ rất vui khi nghe điều đó.",
  "Here is my recommendation. The ingredients are fresh from the farm this morning. The fresh ingredients will provide a fantastic flavor.": "Đây là đề xuất của tôi. Các nguyên liệu tươi từ trang trại sáng nay. Các nguyên liệu tươi sẽ mang lại hương vị tuyệt vời.",
  "Recommend Dish": "Đề Xuất Món Ăn",
  "This Sim has already been welcomed.": "Sim này đã được chào đón.",
  "Welcome": "Chào Đón",
  "Post Photo on Simstagram": "Đăng Ảnh Lên Simstagram",
  "Report Food Poisoning": "Báo Cáo Ngộ Độc Thực Phẩm",
  "Put in Inventory": "Cho Vào Kho",
  "Clean Up": "Dọn Dẹp",
  "Draw on Placemat": "Vẽ Trên Tấm Lót Bàn",
  "There's no room for a drawing placemat on the table.": "Không có chỗ cho tấm lót bàn vẽ trên bàn.",
  "This table has been claimed by other diners.": "Bàn này đã được những thực khách khác nhận.",
  "{0.SimFirstName} already has a table. {M0.He}{F0.She} should give up {M0.his}{F0.her} current table to get a new one.": "{0.SimFirstName} đã có một bàn. {M0.He}{F0.She} nên từ bỏ bàn hiện tại của {M0.his}{F0.her} để lấy một bàn mới.",
  "Wait to be Seated": "Chờ Được Mời Ngồi",
  "Give Up Table": "Từ Bỏ Bàn",
  "Claim Table": "Nhận Bàn",
  "The umbrella is in the way.": "Cái ô đang cản đường.",
  "SimCity Cheesecake": "Bánh Phô Mai SimCity",
  "Tiered Cake": "Bánh Nhiều Tầng",
  "Ask to Deliver Compliment to Chef": "Yêu Cầu Chuyển Lời Khen Đến Đầu Bếp",
  "Ask to Deliver Insult to Chef": "Yêu Cầu Chuyển Lời Sỉ Nhục Đến Đầu Bếp",
  "{0.SimFirstName} took a photo of an Experimental Dish. It can be found in {M0.his}{F0.her} inventory.": "{0.SimFirstName} đã chụp ảnh một Món Ăn Thử Nghiệm. Nó có thể được tìm thấy trong kho đồ của {M0.his}{F0.her}.",
  "Take Photo of Experimental Food": "Chụp Ảnh Món Ăn Thử Nghiệm",
  "Dump Dishes": "Đổ Bỏ Bát Đĩa",
  "Waiter Idle": "Bồi Bàn Rảnh Rỗi",
  "There isn't enough room to place another item at the table.": "Không có đủ chỗ để đặt một món đồ khác trên bàn.",
  "Blue Confetti Cake": "Bánh Confetti Xanh Dương",
  "Chocolate Cake": "Bánh Sô Cô La",
  "Strawberry Cake": "Bánh Dâu Tây",
  "White Cake": "Bánh Trắng",
  "React to Food": "Phản Ứng Với Thức Ăn",
  "Your Sims must claim a table before placing an order.": "Sim của bạn phải nhận một bàn trước khi đặt hàng.",
  "End Meal and Pay Bill": "Kết Thúc Bữa Ăn và Thanh Toán Hóa Đơn",
  "Will make this table available to others. All food will be cleared.": "Sẽ làm cho bàn này có sẵn cho những người khác. Tất cả thức ăn sẽ được dọn dẹp.",
  "The restaurant hopes you enjoyed your meal! Simoleons have been automatically deducted from the household funds.": "Nhà hàng hy vọng bạn đã thích bữa ăn của mình! Simoleon đã được tự động khấu trừ từ tiền vốn của hộ gia đình.",
  "{0.SimName} has abandoned {M0.his}{F0.her} current dining table. If {M0.he}{F0.she} wants another table, {M0.he}{F0.she} can request one from the host.": "{0.SimName} đã bỏ bàn ăn hiện tại của {M0.his}{F0.her}. Nếu {M0.he}{F0.she} muốn một bàn khác, {M0.he}{F0.she} có thể yêu cầu từ người đón khách.",
  "React to Spill": "Phản Ứng Với Sự Cố Tràn",
  "Your waiter will be bringing your food soon. Are you sure you want to cancel your order?": "Bồi bàn của bạn sẽ mang thức ăn của bạn sớm thôi. Bạn có chắc chắn muốn hủy đơn hàng của mình không?",
  "Wait for Order to be Delivered": "Chờ Đơn Hàng Được Giao",
  "Your waiter will come to your table soon to take your order. Are you sure you want to cancel?": "Bồi bàn của bạn sẽ đến bàn của bạn sớm thôi để nhận đơn hàng của bạn. Bạn có chắc chắn muốn hủy không?",
  "Wait to Place Order with Wait Staff": "Chờ Để Đặt Hàng Với Nhân Viên Phục Vụ",
  "Thanks for being such a fantastic customer! This one is on the house!": "Cảm ơn bạn đã là một khách hàng tuyệt vời như vậy! Món này là do nhà hàng tặng!",
  "Serve Food": "Phục Vụ Thức Ăn",
  "Order for Table": "Đặt Hàng Cho Bàn",
  "Pick Up Food Platter": "Nhặt Đĩa Thức Ăn",
  "Pickup Food Platter (Debug)": "Nhặt Đĩa Thức Ăn (Gỡ Lỗi)",
  "Serve Food (Debug)": "Phục Vụ Thức Ăn (Gỡ Lỗi)",
  "Thank you, we'll bring your order out as soon as it's ready.": "Cảm ơn bạn, chúng tôi sẽ mang đơn hàng của bạn ra ngay khi nó sẵn sàng.",
  "Take Order": "Nhận Đơn Hàng",
  "Listen to Jazz": "Nghe Nhạc Jazz",
  "Cook an Experimental Meal": "Nấu Một Bữa Ăn Thử Nghiệm",
  "You'll need to taste an experimental dish at a restaurant before you can cook it yourself!": "Bạn cần phải nếm thử một món ăn thử nghiệm tại một nhà hàng trước khi bạn có thể tự nấu nó!",
  "Go to Table": "Đến Bàn",
  "Check Up on Table": "Kiểm Tra Bàn",
  "Pay Bill": "Thanh Toán Hóa Đơn",
  "For Most Family Dinners": "Dành Cho Hầu Hết Các Bữa Tối Gia Đình",
  "Trendy Dining": "Ăn Uống Hợp Thời Trang",
  "Rustic Diner": "Quán Ăn Mộc Mạc",
  "Botanical Eating": "Ăn Uống Thực Vật",
  "From Our Kitchen To Yours": "Từ Bếp Của Chúng Tôi Đến Bếp Của Bạn",
  "Kitchen Professional": "Chuyên Nghiệp Trong Bếp",
  "Dining In The Open": "Ăn Uống Ngoài Trời",
  "Relax to Jazz": "Thư Giãn Với Nhạc Jazz",
  "Fully Fulfilled Hanging Wall Sign Collection": "Bộ Sưu Tập Biển Hiệu Treo Tường Đã Hoàn Thành",
  "This Booth Collection comes with a table to match! Perfect for the fancy pants restaurateur who doesn't have time to do the matching themselves!": "Bộ Sưu Tập Ghế Dài Này đi kèm với một chiếc bàn phù hợp! Hoàn hảo cho các nhà hàng thời thượng không có thời gian để tự phối đồ!",
  "Retro Dinette Stretch Booth Collection": "Bộ Sưu Tập Ghế Dài Retro Mở Rộng",
  "Retro Dinette Corner Booth Collection": "Bộ Sưu Tập Ghế Góc Retro",
  "Straight Arrow High Back Plush Booth Collection": "Bộ Sưu Tập Ghế Dài Có Tựa Lưng Cao Mũi Tên Thẳng",
  "Angled High Back Plush Booth Collection": "Bộ Sưu Tập Ghế Dài Có Tựa Lưng Cao Góc Cạnh",
  "Fully Fulfilled Floor Sign Collection": "Bộ Sưu Tập Biển Hiệu Sàn Nhà Đã Hoàn Thành",
  "Why create a sign from scratch when someone else has already done the creating part for you?": "Tại sao phải tạo một tấm biển từ đầu khi người khác đã thực hiện phần tạo cho bạn?",
  "Fully Fulfilled Wall Sign Collection": "Bộ Sưu Tập Biển Hiệu Tường Nhà Đã Hoàn Thành",
  "Request Cooking Speed": "Yêu Cầu Tốc Độ Nấu Ăn",
  "Bring Out Cake": "Mang Bánh Ra",
  "Restaurant": "Nhà Hàng",
  "Placemat": "Tấm Lót Bàn",
  "Sparkling Water": "Nước Khoáng Có Ga",
  "Make Sparkling Water": "Làm Nước Khoáng Có Ga",
  "Pour Granite Falls Grappo Blanco": "Rót Granite Falls Grappo Blanco",
  "Pour Red Nectar Blend": "Rót Pha Chế Rượu Đỏ",
  "Pour White Nectar Blend": "Rót Pha Chế Rượu Trắng",
  "Pour Monte Vista Reserve Renoit": "Rót Monte Vista Reserve Renoit",
  "Pour Riverblossom Cranerlet Nuala": "Rót Riverblossom Cranerlet Nuala",
  "Pour Soft Shadow Avornalino": "Rót Soft Shadow Avornalino",
  "Pour Von Haunt Estate Meloire": "Rót Von Haunt Estate Meloire",
  "Honeyed World Fruit Charcuterie": "Thịt Nguội Trái Cây Thế Giới Ướp Mật Ong",
  "Spherized Fruit Gel\\n in Foam Nest": "Gel Trái Cây Hình Cầu\ntrong Tổ Bọt",
  "Serve Spherized Fruit Gel in Foam Nest": "Phục Vụ Gel Trái Cây Hình Cầu trong Tổ Bọt",
  "Glacier Infused\\n Iceberg Lettuce": "Rau Xà Lách Búp Băng Tan Chảy",
  "Serve Glacier Infused Iceberg Lettuce": "Phục Vụ Rau Xà Lách Búp Băng Tan Chảy",
  "Cured Meat Crisps on Reclaimed Forest Wood": "Thịt Sấy Khô Trên Gỗ Rừng Tái Chế",
  "Serve Cured Meat Crisps on Reclaimed Forest Wood": "Phục Vụ Thịt Sấy Khô Trên Gỗ Rừng Tái Chế",
  "Savory Bacon Love Petals": "Cánh Hoa Tình Yêu Thịt Xông Khói Mặn",
  "Serve Savory Bacon Love Petals": "Phục Vụ Cánh Hoa Tình Yêu Thịt Xông Khói Mặn",
  "Serve Honeyed World Fruit Charcuterie": "Phục Vụ Thịt Nguội Trái Cây Thế Giới Ướp Mật Ong",
  "Vanilla Sea Shells and Chocolate Caviar": "Vỏ Sò Vani và Trứng Cá Muối Sô Cô La",
  "Serve Vanilla Sea Shells and Chocolate Caviar": "Phục Vụ Vỏ Sò Vani và Trứng Cá Muối Sô Cô La",
  "Crystallized Coco Blocks": "Khối Dừa Kết Tinh",
  "Serve Crystallized Coco Blocks": "Phục Vụ Khối Dừa Kết Tinh",
  "Vertical Berry Cake": "Bánh Kem Quả Mọng Dọc",
  "Serve Vertical Berry Cake": "Phục Vụ Bánh Kem Quả Mọng Dọc",
  "Semi-Firm Beet Noodles": "Mì Củ Dền Bán Cứng",
  "Serve Semi-Firm Beet Noodles": "Phục Vụ Mì Củ Dền Bán Cứng",
  "Glazed Heirloom Bamboo Roll": "Cuộn Tre Gia Truyền Tráng Men",
  "Serve Glazed Heirloom Bamboo Roll": "Phục Vụ Cuộn Tre Gia Truyền Tráng Men",
  "Cubed Ahi with\\n Veggie Wasabi Matrix": "Cá Ngừ Ahi Cắt Khối với\nMa Trận Wasabi Rau Củ",
  "Serve Cubed Ahi with Veggie Wasabi Matrix": "Phục Vụ Cá Ngừ Ahi Cắt Khối với Ma Trận Wasabi Rau Củ",
  "Sizzled Brisket over\\n Sour Clover Salad": "Ức Bò Xèo Xèo Trên\nSalad Cỏ Ba Lá Chua",
  "Serve Sizzled Brisket over Sour Clover Salad": "Phục Vụ Ức Bò Xèo Xèo Trên Salad Cỏ Ba Lá Chua",
  "Jungle Moss Egg with Lavender Wisps": "Trứng Rêu Rừng Với Lọn Oải Hương",
  "Serve Jungle Moss Egg with Lavender Wisps": "Phục Vụ Trứng Rêu Rừng Với Lọn Oải Hương",
  "Artisan Fish Trio": "Bộ Ba Cá Thủ Công",
  "Serve Artisan Fish Trio": "Phục Vụ Bộ Ba Cá Thủ Công",
  "Tiger Shrimp in Smoked Dewdrop Broth": "Tôm Hùm Trong Nước Dùng Giọt Sương Hun Khói",
  "Serve Tiger Shrimp in Smoked Dewdrop Broth\n": "Phục Vụ Tôm Hùm Trong Nước Dùng Giọt Sương Hun Khói",
  "Honeycomb Garden\\n Vegetable Cups": "Cốc Rau Vườn\nTổ Ong",
  "Serve Honeycomb Garden Vegetable Cups": "Phục Vụ Cốc Rau Vườn Tổ Ong",
  "Rustic Pâté Drizzled\\n in Aged Jus": "Pâté Mộc Mạc Rưới\nNước Xốt Ủ Lâu Năm",
  "Serve Rustic Pâté Drizzled in Aged Jus": "Phục Vụ Pâté Mộc Mạc Rưới Nước Xốt Ủ Lâu Năm",
  "Space Taco with\\n Pearled Egg Core ": "Bánh Taco Vũ Trụ Với\nLõi Trứng Ngọc Trai",
  "Serve Space Taco with Pearled Egg Core ": "Phục Vụ Bánh Taco Vũ Trụ Với Lõi Trứng Ngọc Trai",
  "Free Range Sixam Pit Beast": "Quái Vật Hố Sixam Chăn Thả",
  "Serve Free Range Sixam Pit Beast": "Phục Vụ Quái Vật Hố Sixam Chăn Thả",
  "Volcano Pasta": "Mì Nui Núi Lửa",
  "Serve Volcano Pasta": "Phục Vụ Mì Nui Núi Lửa",
  "Serve Butternut Squash Soup": "Phục Vụ Súp Bí Ngô Bơ",
  "Cook Butternut Squash Soup": "Nấu Súp Bí Ngô Bơ",
  "Serve Caesar Salad": "Phục Vụ Salad Caesar",
  "Make Caesar Salad": "Làm Salad Caesar",
  "Serve Eggs Benedict": "Phục Vụ Trứng Benedict",
  "Cook Eggs Benedict": "Nấu Trứng Benedict",
  "Serve Tiramisu": "Phục Vụ Tiramisu",
  "Make Tiramisu": "Làm Tiramisu",
  "Serve Clam Chowder": "Phục Vụ Súp Nghêu",
  "Cook Clam Chowder": "Nấu Súp Nghêu",
  "Serve Fruit Salad": "Phục Vụ Salad Trái Cây",
  "Make Fruit Salad": "Làm Salad Trái Cây",
  "Serve Italian Meatballs": "Phục Vụ Thịt Viên Kiểu Ý",
  "Cook Italian Meatballs": "Nấu Thịt Viên Kiểu Ý",
  "Serve Minestrone": "Phục Vụ Súp Minestrone",
  "Cook Minestrone": "Nấu Súp Minestrone",
  "Color": "Màu Sắc",
  "Prepare Tiramisu": "Chuẩn Bị Tiramisu",
  "Click on the Refrigerator, select Cook a Gourmet Meal, and select a recipe from the list.": "Nhấp vào Tủ Lạnh, chọn Nấu Một Bữa Ăn Cao Cấp, và chọn một công thức từ danh sách.",
  "Prepare Butternut Squash Soup": "Chuẩn Bị Súp Bí Ngô Bơ",
  "Prepare Caesar Salad": "Chuẩn Bị Salad Caesar",
  "Prepare Clam Chowder": "Chuẩn Bị Súp Nghêu",
  "Prepare Eggs Benedict": "Chuẩn Bị Trứng Benedict",
  "Prepare Fruit Salad": "Chuẩn Bị Salad Trái Cây",
  "Prepare Italian Meatballs": "Chuẩn Bị Thịt Viên Kiểu Ý",
  "Prepare Minestrone": "Chuẩn Bị Súp Minestrone",
  "Buy a Chef Station": "Mua Một Trạm Đầu Bếp",
  "Purchase a Chef Station from the Appliances Category!": "Mua một Trạm Đầu Bếp từ Danh Mục Thiết Bị!",
  "Click on the Chef Station, select Cook Experimental Meal, and select a recipe from the list.": "Nhấp vào Trạm Đầu Bếp, chọn Nấu Món Ăn Thử Nghiệm, và chọn một công thức từ danh sách.",
  "{1.SimFirstName} wants to pass the time by bringing a little color to the restaurant's placemat. Once {M1.he}{F1.she} has been assigned a table, click on it and choose Draw on Placemat.": "{1.SimFirstName} muốn giết thời gian bằng cách mang một chút màu sắc đến tấm lót bàn của nhà hàng. Sau khi {M1.he}{F1.she} được chỉ định một cái bàn, hãy nhấp vào đó và chọn Vẽ Trên Tấm Lót Bàn.",
  "Drink a Glass of Nectar": "Uống Một Ly Rượu Nho",
  "Click on a Bar to Order a Glass of Nectar, or order a glass from the waiter.": "Nhấp vào một Quầy Bar để Đặt Một Ly Rượu Nho, hoặc đặt một ly từ người phục vụ.",
  "Eat and Learn an Experimental Meal": "Ăn và Học Một Bữa Ăn Thử Nghiệm",
  "Find a restaurant that serves experimental food and then taste it! Maybe then you'll figure out what it takes to cook it?!": "Tìm một nhà hàng phục vụ đồ ăn thử nghiệm và sau đó nếm thử nó! Có lẽ sau đó bạn sẽ tìm ra những gì cần thiết để nấu nó?!",
  "Take a Photo of Experimental Food": "Chụp Ảnh Món Ăn Thử Nghiệm",
  "Click on Experimental Food and click Take a Photo of Experimental Food.": "Nhấp vào Món Ăn Thử Nghiệm và nhấp vào Chụp Ảnh Món Ăn Thử Nghiệm.",
  "Influences the quality of food. Difficult foods require high skill.": "Ảnh hưởng đến chất lượng của thực phẩm. Thực phẩm khó đòi hỏi kỹ năng cao.",
  "Influences the quality of drinks. Difficult drinks require high skill.": "Ảnh hưởng đến chất lượng đồ uống. Đồ uống khó đòi hỏi kỹ năng cao.",
  "Influences customer reviews of the service when seated.": "Ảnh hưởng đến đánh giá của khách hàng về dịch vụ khi được xếp chỗ ngồi.",
  "Influences how often a waiter may drop food while serving.": "Ảnh hưởng đến tần suất bồi bàn có thể làm rơi thức ăn trong khi phục vụ.",
  "Influences customer reviews of the service when meals are served.": "Ảnh hưởng đến đánh giá của khách hàng về dịch vụ khi các bữa ăn được phục vụ.",
  "(From Requesting a Table at a Restaurant)": "(Từ Việc Yêu Cầu Một Bàn Tại Nhà Hàng)",
  "Ownable Restaurant Customer Quality": "Chất Lượng Khách Hàng Nhà Hàng Có Thể Sở Hữu",
  "Ownable Restaurant Customer Value": "Giá Trị Khách Hàng Nhà Hàng Có Thể Sở Hữu",
  "Customer Star Rating": "Xếp Hạng Sao Của Khách Hàng",
  "Your restaurant’s inviting décor makes it the talk of the town.": "Cách trang trí lôi cuốn của nhà hàng bạn khiến nó trở thành chủ đề bàn tán của thị trấn.",
  "Try adding some nicer décor to your restaurant’s dining area. Make sure your restaurant is clean too.": "Hãy thử thêm một số đồ trang trí đẹp hơn vào khu vực ăn uống của nhà hàng bạn. Hãy đảm bảo rằng nhà hàng của bạn cũng sạch sẽ.",
  "Your customers are raving about the quality of food at your restaurant.": "Khách hàng của bạn đang khen ngợi về chất lượng thực phẩm tại nhà hàng của bạn.",
  "Try training your chefs to level up their cooking skills. Make sure they’re able to properly prepare your menu.": "Hãy thử đào tạo các đầu bếp của bạn để nâng cao kỹ năng nấu ăn của họ. Đảm bảo rằng họ có thể chuẩn bị thực đơn của bạn đúng cách.",
  "Your restaurant is known to offer food at great prices.": "Nhà hàng của bạn được biết đến với việc cung cấp thực phẩm với giá cả tuyệt vời.",
  "Try lowering your price markup, and make sure your chef is cooking food at a quality that customers expect.": "Hãy thử giảm giá bán của bạn và đảm bảo rằng đầu bếp của bạn đang nấu thức ăn ở chất lượng mà khách hàng mong đợi.",
  "What a fantastic owner you are! Keep up those personal interactions with your customers.": "Bạn là một chủ sở hữu tuyệt vời! Hãy tiếp tục những tương tác cá nhân đó với khách hàng của bạn.",
  "Try interacting with your customers more. They’ll appreciate the owner’s attention.": "Hãy thử tương tác với khách hàng của bạn nhiều hơn. Họ sẽ đánh giá cao sự quan tâm của chủ sở hữu.",
  "Your staff are renowned for their impeccable service. They’re always friendly and skilled at what they do.": "Nhân viên của bạn nổi tiếng về dịch vụ hoàn hảo của họ. Họ luôn thân thiện và có kỹ năng trong những gì họ làm.",
  "Try training your Hosts and Waiters to level up their skills. Improving their moods will also improve their service.": "Hãy thử đào tạo những Người Đón Khách và Bồi Bàn của bạn để nâng cao kỹ năng của họ. Cải thiện tâm trạng của họ cũng sẽ cải thiện dịch vụ của họ.",
  "Your customers love how quickly food comes out.": "Khách hàng của bạn thích cách thức ăn được mang ra nhanh chóng.",
  "Try hiring more waiters or chefs. If food’s still taking too long to get to tables, rearrange your floor plan.": "Hãy thử thuê thêm bồi bàn hoặc đầu bếp. Nếu thức ăn vẫn mất quá nhiều thời gian để đến bàn, hãy sắp xếp lại sơ đồ tầng của bạn.",
  "Your customers will be rating their dining experience from 1 to 5 stars. These rating will determine your restaurant's overall star rating which will go on to determine how many more customers will come to eat there.\\n\\nThe customers will be paying attention to the ambiance of the dining room, how well they are treated by the host, how long they have to wait for food, and more. Read the \"Restaurants - Ratings\" lesson for more tips on how to effectively keep your diners happy.": "Khách hàng của bạn sẽ đánh giá trải nghiệm ăn uống của họ từ 1 đến 5 sao. Những đánh giá này sẽ xác định xếp hạng sao tổng thể của nhà hàng bạn, từ đó xác định số lượng khách hàng sẽ đến ăn ở đó.\n\nKhách hàng sẽ chú ý đến không gian của phòng ăn, cách họ được người đón khách đối xử tốt như thế nào, thời gian họ phải chờ thức ăn và hơn thế nữa. Hãy đọc bài học \"Nhà hàng - Đánh giá\" để biết thêm các mẹo về cách giữ cho thực khách của bạn hài lòng một cách hiệu quả.",
  "When you first arrive at your restaurant you'll be asked to transfer some funds to your business to cover basic operating expenses. To learn more about managing your money, read the \"Restaurant - Funds\" lesson.": "Khi bạn lần đầu tiên đến nhà hàng của mình, bạn sẽ được yêu cầu chuyển một số tiền cho doanh nghiệp của bạn để trang trải các chi phí hoạt động cơ bản. Để tìm hiểu thêm về quản lý tiền của bạn, hãy đọc bài học \"Nhà hàng - Tiền vốn\".",
  "You'll need a functioning restaurant before you can open the doors. This means placing and staffing a chef station, a waiter station, and a host station. You will also need to place at least 4 dining spots, a bathroom, and a sink. Next, you will need to customize your menu.": "Bạn sẽ cần một nhà hàng hoạt động trước khi bạn có thể mở cửa. Điều này có nghĩa là đặt và bố trí nhân viên cho một trạm đầu bếp, một trạm bồi bàn và một trạm người đón khách. Bạn cũng sẽ cần đặt ít nhất 4 chỗ ăn uống, một phòng tắm và một bồn rửa. Tiếp theo, bạn sẽ cần tùy chỉnh thực đơn của mình.",
  "Sims can own and manage restaurants to earn Simoleons. To open a restaurant, use the Phone or Computer and select \"Buy Restaurant.\" You can buy an existing restaurant, or purchase any unoccupied lot and start from scratch.\\n\\nA household can own and run multiple restaurants at the same time. Go ahead and try to create your culinary empire.\n": "Sim có thể sở hữu và quản lý nhà hàng để kiếm Simoleon. Để mở một nhà hàng, hãy sử dụng Điện thoại hoặc Máy tính và chọn \"Mua Nhà Hàng\". Bạn có thể mua một nhà hàng hiện có, hoặc mua bất kỳ lô đất trống nào và bắt đầu từ đầu.\n\nMột hộ gia đình có thể sở hữu và điều hành nhiều nhà hàng cùng một lúc. Hãy tiến lên và cố gắng tạo ra đế chế ẩm thực của bạn.",
  "Check out the Owned Businesses panel in the bottom right hand corner. This is where you open and close your restaurant. You will find useful information and shortcuts that will help you customize and run your restaurant.": "Hãy xem bảng Doanh nghiệp đã sở hữu ở góc dưới bên phải. Đây là nơi bạn mở và đóng cửa nhà hàng của mình. Bạn sẽ tìm thấy thông tin hữu ích và các phím tắt sẽ giúp bạn tùy chỉnh và điều hành nhà hàng của mình.",
  "If you decide you no longer want to run your restaurant, you may offload it by using the \"Sell Venue\" interaction on the Restaurant Settings panel. Your restaurant's funds will be added to the value of the lot and get refunded to your household. Once you've sold your restaurant, it will continue to run under new management, and you can visit it in the future as a customer!": "Nếu bạn quyết định không muốn điều hành nhà hàng của mình nữa, bạn có thể dỡ bỏ nó bằng cách sử dụng tương tác \"Bán Địa Điểm\" trên bảng Cài Đặt Nhà Hàng. Tiền vốn của nhà hàng bạn sẽ được thêm vào giá trị của lô đất và được hoàn trả cho hộ gia đình bạn. Sau khi bạn đã bán nhà hàng của mình, nó sẽ tiếp tục hoạt động dưới sự quản lý mới và bạn có thể ghé thăm nó trong tương lai với tư cách là một khách hàng!",
  "Restaurants - Ownership": "Nhà hàng - Quyền Sở Hữu",
  "Each customer will display a rating over their head while at the restaurant. When the meal is finished and the customer leaves this rating will be added into the overall restaurant rating. Work hard to raise the customer's satisfaction.": "Mỗi khách hàng sẽ hiển thị một xếp hạng trên đầu họ khi ở nhà hàng. Khi bữa ăn kết thúc và khách hàng rời đi, xếp hạng này sẽ được thêm vào xếp hạng tổng thể của nhà hàng. Hãy làm việc chăm chỉ để nâng cao sự hài lòng của khách hàng.",
  "Food quality, food value, hospitality, speed of food delivery, restaurant ambiance and personal attention from the manager will all impact a customer's rating.\\n\\nSims will be happy with low quality food if it is cheap. They will also have no problem paying a high markup for high difficulty dishes cooked well.\\n\\nHosts and waiters with high skills will provide better service and put the customers in a better mood. Make sure you also have enough staff to keep the food coming out of the kitchen quickly.\\n\\nSpend time making your dining room a nice place to eat. It is hard for Sims to enjoy their meal if they have to close their eyes.": "Chất lượng thực phẩm, giá trị thực phẩm, lòng hiếu khách, tốc độ giao thức ăn, không gian nhà hàng và sự quan tâm cá nhân từ người quản lý sẽ đều ảnh hưởng đến xếp hạng của khách hàng.\n\nSim sẽ hài lòng với thực phẩm chất lượng thấp nếu nó rẻ. Họ cũng sẽ không gặp vấn đề gì khi trả một mức giá cao cho những món ăn có độ khó cao được nấu ngon.\n\nNhững người đón khách và bồi bàn có kỹ năng cao sẽ cung cấp dịch vụ tốt hơn và giúp khách hàng có tâm trạng tốt hơn. Hãy đảm bảo rằng bạn cũng có đủ nhân viên để giữ cho thức ăn được mang ra khỏi bếp nhanh chóng.\n\nDành thời gian để làm cho phòng ăn của bạn trở thành một nơi ăn uống tốt. Thật khó để Sim thưởng thức bữa ăn của họ nếu họ phải nhắm mắt lại.",
  "You can review details on the restaurant's rating by performing a mouse hover on the star rating or clicking on the View Last Finances/View Shift Summary button. Review the summary of feedback to find out what is going well and what needs improvement.": "Bạn có thể xem xét chi tiết về xếp hạng của nhà hàng bằng cách di chuột chuột vào xếp hạng sao hoặc nhấp vào nút Xem Tài Chính Gần Nhất/Xem Tóm Tắt Ca. Xem lại bản tóm tắt phản hồi để tìm ra điều gì đang diễn ra tốt và điều gì cần cải thiện.",
  "Customers will enter the restaurant while it is open and there are available dining spots. Your restaurants overall rating, the time of day, and your advertising will determine how many customers stop by. You can also purchase perks that increase the number of customers.": "Khách hàng sẽ vào nhà hàng khi nó mở cửa và có chỗ ăn uống. Xếp hạng tổng thể của nhà hàng, thời gian trong ngày và quảng cáo của bạn sẽ xác định số lượng khách hàng ghé thăm. Bạn cũng có thể mua các đặc quyền làm tăng số lượng khách hàng.",
  "Pay close attention to the icons over the Sim's heads. They will show when the Sims's rating of the restaurant changes and indicate why. If you miss a change, the tool tip on each Sim will show their last bit of feedback.": "Hãy chú ý kỹ đến các biểu tượng trên đầu Sim. Chúng sẽ hiển thị khi xếp hạng của Sim về nhà hàng thay đổi và cho biết lý do tại sao. Nếu bạn bỏ lỡ một thay đổi, chú giải công cụ trên mỗi Sim sẽ hiển thị phần phản hồi cuối cùng của họ.",
  "Restaurants - Ratings": "Nhà hàng - Xếp hạng",
  "Since your Sim is the boss, they have to manage their employees. Your Sim can check in on, praise, criticize, send to training, promote or even fire each employee.": "Vì Sim của bạn là ông chủ, họ phải quản lý nhân viên của mình. Sim của bạn có thể kiểm tra, khen ngợi, chỉ trích, gửi đi đào tạo, thăng chức hoặc thậm chí sa thải từng nhân viên.",
  "Employees have different skills that determine how well they work. Review these on the \"Manage Employees\" panel. If you can't find the perfect Sim with high skills to hire don't worry. Employees will slowly gain skills over time as they work. The best way to raise their skills quickly is to send them to after work training. Just be prepared to pay for this training.": "Nhân viên có các kỹ năng khác nhau xác định mức độ làm việc tốt của họ. Xem lại những điều này trên bảng \"Quản Lý Nhân Viên\". Nếu bạn không thể tìm thấy Sim hoàn hảo có kỹ năng cao để thuê, đừng lo lắng. Nhân viên sẽ dần dần đạt được các kỹ năng theo thời gian khi họ làm việc. Cách tốt nhất để nâng cao kỹ năng của họ một cách nhanh chóng là gửi họ đi đào tạo sau giờ làm. Chỉ cần chuẩn bị trả tiền cho khóa đào tạo này.",
  "An employee's satisfaction is raised by being paid appropriately for their skill level, receiving praise from the boss, and getting promoted. Berating your employees, demoting them, or working them for longer than eight hours per shift are just some ways to lower their satisfaction. If they get too upset, don't be surprised when they quit!": "Sự hài lòng của một nhân viên được nâng cao bằng cách được trả lương phù hợp với trình độ kỹ năng của họ, nhận được lời khen ngợi từ ông chủ và được thăng chức. Mắng mỏ nhân viên của bạn, giáng chức họ hoặc bắt họ làm việc dài hơn tám giờ mỗi ca chỉ là một vài cách để giảm sự hài lòng của họ. Nếu họ quá buồn bã, đừng ngạc nhiên khi họ bỏ việc!",
  "Use the \"Manage Employees\" interaction on the Owned Businesses panel to quickly check the status of your employees. You can view their skills and current pay level, and see how satisfied they are with their employment.\\n\\nYou can use this panel to give a worthy employee a raise, punish an employee with a demotion, or outright fire a worker who isn't working out.": "Sử dụng tương tác \"Quản Lý Nhân Viên\" trên bảng Doanh nghiệp đã sở hữu để nhanh chóng kiểm tra trạng thái của nhân viên của bạn. Bạn có thể xem kỹ năng và mức lương hiện tại của họ và xem họ hài lòng như thế nào với công việc của mình.\n\nBạn có thể sử dụng bảng này để tăng lương cho một nhân viên xứng đáng, trừng phạt một nhân viên bằng cách giáng chức hoặc sa thải thẳng tay một công nhân không làm việc.",
  "Running a restaurant is no piece of cake, but fortunately you can hire employees to offload some work. Select \"Manage Employees\" on your Owned Businesses panel to view a list of Sims to hire. Review their skills and their starting pay to determine if they're a good match for your restaurant. If you don't like the list of applicants, simply try again later.": "Điều hành một nhà hàng không phải là chuyện dễ dàng, nhưng may mắn thay, bạn có thể thuê nhân viên để giảm bớt một số công việc. Chọn \"Quản Lý Nhân Viên\" trên bảng Doanh nghiệp đã sở hữu của bạn để xem danh sách Sim để thuê. Xem xét kỹ năng và mức lương khởi điểm của họ để xác định xem họ có phù hợp với nhà hàng của bạn hay không. Nếu bạn không thích danh sách những người nộp đơn, chỉ cần thử lại sau.",
  "As your restaurant becomes more successful, you can unlock the perks to hire additional employees using your Perk points. See the \"Restaurant - Perks\" lesson for more details.": "Khi nhà hàng của bạn trở nên thành công hơn, bạn có thể mở khóa các đặc quyền để thuê thêm nhân viên bằng cách sử dụng điểm Đặc quyền của mình. Xem bài học \"Nhà hàng - Đặc quyền\" để biết thêm chi tiết.",
  "Restaurants - Employees": "Nhà hàng - Nhân viên",
  "As a restaurant owner, your restaurant's funds are tracked separately from your normal household funds. Each restaurant that you own has its own separate funds that are used to cover the restaurant's expenses. When you visit your restaurant, you can simultaneously view your restaurant's funds in the Owned Businesses panel in the bottom right corner, along with your household's funds in the bottom left corner.": "Với tư cách là chủ nhà hàng, tiền vốn của nhà hàng bạn được theo dõi riêng biệt với tiền vốn hộ gia đình thông thường của bạn. Mỗi nhà hàng bạn sở hữu có tiền vốn riêng biệt được sử dụng để trang trải các chi phí của nhà hàng. Khi bạn ghé thăm nhà hàng của mình, bạn có thể đồng thời xem tiền vốn của nhà hàng mình trong bảng Doanh nghiệp đã sở hữu ở góc dưới bên phải, cùng với tiền vốn của hộ gia đình bạn ở góc dưới bên trái.",
  "At any time you can use the Venue Funds Transfer button near your household's Simoleons in the bottom left corner to move money between your household and any of the restaurants that you own. Within this panel you can select the account you're transferring from and to, and enter the amount of money you want to transfer. Try transferring funds when you need more money to pay your business' expenses, or to send the profits from your business back to your household.": "Bất kỳ lúc nào bạn cũng có thể sử dụng nút Chuyển Tiền Vốn Địa Điểm gần Simoleon của hộ gia đình bạn ở góc dưới bên trái để chuyển tiền giữa hộ gia đình của bạn và bất kỳ nhà hàng nào bạn sở hữu. Trong bảng này, bạn có thể chọn tài khoản bạn đang chuyển từ và đến, đồng thời nhập số tiền bạn muốn chuyển. Hãy thử chuyển tiền vốn khi bạn cần thêm tiền để thanh toán các chi phí của doanh nghiệp mình hoặc để gửi lợi nhuận từ doanh nghiệp của bạn trở lại hộ gia đình của bạn.",
  "You can click on the \"View Shift Summary/Last Finances\" button on the Owned Businesses panel to get a detailed breakdown of your profits and expenses. Use this information to make strategic decisions about your restaurant to help maximize profits.": "Bạn có thể nhấp vào nút \"Xem Tóm Tắt Ca/Tài Chính Gần Nhất\" trên bảng Doanh nghiệp đã sở hữu để nhận được thông tin chi tiết về lợi nhuận và chi phí của bạn. Sử dụng thông tin này để đưa ra các quyết định chiến lược về nhà hàng của bạn để giúp tối đa hóa lợi nhuận.",
  "There's a chance that your restaurant can go into debt if you don't have enough money to pay your employees, or if you purchase advertising while low on funds. If your restaurant doesn't have enough money to pay its debts, you won't be allowed to reopen your restaurant until those debts have been cleared. Transfer money from your household to your restaurant to cover your debts.": "Có khả năng nhà hàng của bạn có thể bị nợ nếu bạn không có đủ tiền để trả lương cho nhân viên của mình hoặc nếu bạn mua quảng cáo khi tiền vốn của bạn thấp. Nếu nhà hàng của bạn không có đủ tiền để trả các khoản nợ, bạn sẽ không được phép mở lại nhà hàng của mình cho đến khi những khoản nợ đó đã được thanh toán. Chuyển tiền từ hộ gia đình của bạn đến nhà hàng của bạn để trang trải các khoản nợ của bạn.",
  "Every action taken as an owner while at your restaurant uses money from your business' funds. This includes building on the restaurant lot, placing objects, paying your employees, purchasing advertising, and more. When you enter Build Mode, the money shown in the bottom left corner will switch to display your restaurant funds that you're building with. Finally, any money you can from your restaurant's sales will be deposited into your restaurant funds.": "Mọi hành động được thực hiện với tư cách là chủ sở hữu khi ở nhà hàng của bạn đều sử dụng tiền từ tiền vốn của doanh nghiệp bạn. Điều này bao gồm xây dựng trên lô đất nhà hàng, đặt đồ vật, trả lương cho nhân viên của bạn, mua quảng cáo, v.v. Khi bạn vào Chế Độ Xây Dựng, số tiền hiển thị ở góc dưới bên trái sẽ chuyển sang hiển thị tiền vốn nhà hàng của bạn mà bạn đang xây dựng.",
  "Restaurants - Funds": "Nhà hàng - Tiền vốn",
  "Restaurant Perks have a direct impact on your restaurant and your household’s Sims that you’re playing. Employees that you hire are not affected by the Perks. Instead employees can be improved separately by building their skills at various tasks. You can learn more about that in the “Restaurant - Employees” lesson.": "Đặc quyền Nhà hàng có tác động trực tiếp đến nhà hàng của bạn và Sim của hộ gia đình bạn mà bạn đang chơi. Nhân viên bạn thuê không bị ảnh hưởng bởi Đặc quyền. Thay vào đó, nhân viên có thể được cải thiện riêng bằng cách xây dựng các kỹ năng của họ trong các nhiệm vụ khác nhau. Bạn có thể tìm hiểu thêm về điều đó trong bài học “Nhà hàng - Nhân viên”.",
  "Earning Perk Points is simple - just have your Sims help out around the restaurant. Interacting with customers and managing employees will all provide some Perk Points. The more customers that come to the restaurant the more points you can earn. Employees will not earn Perk Points for you, so get to work!": "Kiếm Điểm Đặc quyền rất đơn giản - chỉ cần Sim của bạn giúp đỡ xung quanh nhà hàng. Tương tác với khách hàng và quản lý nhân viên sẽ cung cấp một số Điểm Đặc quyền. Càng có nhiều khách hàng đến nhà hàng, bạn càng có thể kiếm được nhiều điểm. Nhân viên sẽ không kiếm được Điểm Đặc quyền cho bạn, vì vậy hãy bắt tay vào công việc!",
  "Some Perks provide a temporary bonus, such as the ability to get a discount on ingredients for your meals or a influx of extra customers. You can return to purchase these Perks again in the future once your original purchase runs out.": "Một số Đặc quyền cung cấp một phần thưởng tạm thời, chẳng hạn như khả năng được giảm giá cho các nguyên liệu cho bữa ăn của bạn hoặc một lượng lớn khách hàng bổ sung. Bạn có thể quay lại mua lại các Đặc quyền này trong tương lai sau khi giao dịch mua ban đầu của bạn hết hạn.",
  "Perks are the key to building bigger, more efficient restaurants. They will allow you to make your restaurant more profitable and popular. Do not let them go unspent.\\n\\nThere are a wide variety of Perks to choose from. You can unlock the ability to hire additional employees. Spend Perk points to get a short term or permanent discount on ingredients. Learn how to recommend more expensive dishes to customers. There are even powerful bonuses that influence your customers to tolerate longer wait times or eat their meals faster. Perks that are purchased will be applied to every restaurant your household owns.": "Đặc quyền là chìa khóa để xây dựng các nhà hàng lớn hơn, hiệu quả hơn. Chúng sẽ cho phép bạn làm cho nhà hàng của mình có lợi nhuận và phổ biến hơn. Đừng để chúng không được sử dụng.\n\nCó rất nhiều loại Đặc quyền để bạn lựa chọn. Bạn có thể mở khóa khả năng thuê thêm nhân viên. Dành điểm Đặc quyền để được giảm giá ngắn hạn hoặc vĩnh viễn cho các nguyên liệu. Tìm hiểu cách giới thiệu các món ăn đắt tiền hơn cho khách hàng. Thậm chí còn có những phần thưởng mạnh mẽ ảnh hưởng đến khách hàng của bạn để chịu đựng thời gian chờ đợi lâu hơn hoặc ăn bữa ăn của họ nhanh hơn. Các Đặc quyền đã mua sẽ được áp dụng cho mọi nhà hàng mà hộ gia đình bạn sở hữu.",
  "Owners of restaurants can earn Perk Points from running their restaurant.\\n\\nPlayers can use those Perk Points to buy Perks, which in turn, make the restaurant more effective. You’ll find the various Perks within the Owned Businesses panel in the bottom right corner of the screen.": "Chủ sở hữu nhà hàng có thể kiếm được Điểm Đặc quyền từ việc điều hành nhà hàng của họ.\n\nNgười chơi có thể sử dụng những Điểm Đặc quyền đó để mua Đặc quyền, từ đó, làm cho nhà hàng hiệu quả hơn. Bạn sẽ tìm thấy các Đặc quyền khác nhau trong bảng Doanh nghiệp đã sở hữu ở góc dưới bên phải màn hình.",
  "Restaurants - Perks": "Nhà hàng - Đặc quyền",
  "A restaurant is a great place to grab a bite to eat while socializing with friends. Leave the cooking, and the dishes, to the professionals. Head to your favorite Burger Joint, or go for something a little more Experimental at one of the fine dining restaurants.": "Nhà hàng là một nơi tuyệt vời để kiếm một miếng ăn trong khi giao lưu với bạn bè. Hãy để việc nấu nướng và rửa bát đĩa cho các chuyên gia. Hãy đến Cửa hàng Bánh mì kẹp thịt yêu thích của bạn, hoặc tìm kiếm thứ gì đó Thử nghiệm hơn một chút tại một trong những nhà hàng ăn uống cao cấp.",
  "If you want to get the best seat in the house you need to talk to the restaurant host. Find the host station or host and click on them to Request a Table.": "Nếu bạn muốn có được chỗ ngồi tốt nhất trong nhà, bạn cần nói chuyện với người đón khách của nhà hàng. Tìm trạm người đón khách hoặc người đón khách và nhấp vào họ để Yêu cầu một Bàn.",
  "After your first course you can order another course or pay your bill and head home.": "Sau món khai vị đầu tiên, bạn có thể gọi một món khác hoặc thanh toán hóa đơn và về nhà.",
  "The food is why your Sim is here. Click on the table to Order for Table and call over the waiter. Make sure to check out the Chef's Choice for a discounted dish. Confirm your food selection for each member of your dinner party.": "Thức ăn là lý do Sim của bạn ở đây. Nhấp vào bàn để Đặt Hàng Cho Bàn và gọi người phục vụ đến. Hãy nhớ xem Lựa Chọn Của Đầu Bếp để biết món ăn được giảm giá. Xác nhận lựa chọn đồ ăn của bạn cho từng thành viên trong nhóm ăn tối của bạn.",
  "Restaurants - Dining Out": "Nhà hàng - Ăn Uống Bên Ngoài",
  "Spend time with us! Share a good meal!": "Dành thời gian cho chúng tôi! Chia sẻ một bữa ăn ngon!",
  "Come taste all the dishes! I hear the Chef is amazing!": "Hãy đến nếm thử tất cả các món ăn! Tôi nghe nói Đầu bếp rất tuyệt vời!",
  "Come indulge your tastebuds! You know you really want to go!": "Hãy đến nuông chiều vị giác của bạn! Bạn biết bạn thực sự muốn đi!",
  "Dining Spot": "Chỗ Ăn Uống",
  "Sink": "Bồn Rửa",
  "Host Station": "Trạm Người Đón Khách",
  "Waiter Station": "Trạm Bồi Bàn",
  "Chef Station": "Trạm Đầu Bếp",
  "Toilet": "Nhà Vệ Sinh",
  "Visit the Restaurant": "Ghé Thăm Nhà Hàng",
  "Visit the Restaurant...": "Ghé Thăm Nhà Hàng...",
  "Restaurant - Incomplete": "Nhà Hàng - Chưa Hoàn Thành",
  "Chez Llama is the ultimate culinary destination for your Sims. Dress up and try the Chef's latests experimental creations. \\nYou can find it and other restaurants in the \"My Library\" tab in the Gallery.": "Chez Llama là điểm đến ẩm thực tuyệt vời nhất cho Sims của bạn. Hãy ăn mặc thật đẹp và thử những sáng tạo thử nghiệm mới nhất của Đầu bếp. Bạn có thể tìm thấy nó và các nhà hàng khác trong tab \"Thư Viện Của Tôi\" trong Phòng trưng bày.",
  "The Restaurant is a great place to grab a bite to eat!": "Nhà hàng là một nơi tuyệt vời để kiếm một miếng ăn!",
  "Lofty Brick": "Gạch Gác Lửng",
  "Determined Brick": "Gạch Kiên Quyết",
  "Modern Wood Paneling": "Ốp Gỗ Hiện Đại",
  "Hey! You left without paying your bill of {0.Money}, but looks like you're a little down on your luck, so don't worry about it. It's a free meal on us!": "Này! Bạn đã rời đi mà không thanh toán hóa đơn {0.Money}, nhưng có vẻ như bạn đang gặp một chút vận rủi, vì vậy đừng lo lắng về điều đó. Đó là một bữa ăn miễn phí từ chúng tôi!",
  "Hey! You left without paying your bill of {0.Money} so we charged you. Don't forget next time!": "Này! Bạn đã rời đi mà không thanh toán hóa đơn {0.Money} nên chúng tôi đã tính phí bạn. Đừng quên lần sau nhé!"
}