{
  "Show off your favorite selection of books with these elegant bookends. Trust us when we say these beauties were built to make a statement! ": "Khoe bộ sưu tập sách yêu thích của bạn với cặp chặn sách thanh lịch này. Tin tui đi, mấy ẻm này được tạo ra để tạo điểm nhấn đó!",
  "Strike-a-Prose Bookends": "Kẹp Sách \"Văn Hay Chữ Tốt\"",
  "This bookshelf is a godsend for your overflowing library. Display some treasured trinkets or trendy decor alongside all the other treasures you can’t get enough of—books! This winning combo of curios and books is the perfect way to show off and inspire conversation with anyone who enters your reading space.": "Cái kệ sách này đúng là cứu cánh cho cái thư viện sách vở ngập đầu của bạn đó nha. Trưng bày mấy món đồ trang sức hay ho hoặc mấy món đồ trang trí hợp thời bên cạnh đống sách mà bạn đọc hoài không chán đi thôi! Sự kết hợp hoàn hảo giữa đồ trang trí và sách này là cách tuyệt vời để khoe mẽ và khơi gợi chuyện trò với bất kỳ ai bước vào không gian đọc sách của bạn đó.",
  "The Genremax Partially Full Bookshelf": "Kệ Sách Vừa Vừa Gọn Gọn Genremax",
  "Don't allow your reputation to be tarnished in the eyes of your peers. Instead, try jumping into something incredible, like a good book! Become the most well-read person in all the land. Between your newfound hobby, and your natural poise and grace, your erudition will become notorious, shattering the expectations of even your most pretentious neighbors. Rather than foul omens, you'll find treasure ahead in your literary journey! And it <i>all</i> starts with this bookshelf!": "Đừng để tiếng tăm của mình bị hoen ố trong mắt đồng nghiệp. Thay vào đó, hãy thử lao vào một điều gì đó thật tuyệt vời, như một cuốn sách hay chẳng hạn! Trở thành người đọc nhiều nhất trong cả vùng. Với sở thích mới này, cùng với sự duyên dáng và tao nhã tự nhiên của bạn, sự uyên bác của bạn sẽ trở nên nổi tiếng, phá tan mọi kỳ vọng của ngay cả những người hàng xóm khó tính nhất. Thay vì những điềm xấu, bạn sẽ tìm thấy kho báu trên con đường văn chương của mình! Và <i>tất cả</i> bắt đầu từ cái kệ sách này!",
  "The Genremax Bookshelf": "Kệ Sách Genremax",
  "Keep your books out of sight, out of mind, and safely tucked away. With this unit, you can organize your precious collection and mount it on the wall to elevate your books to a place of honor. Rest assured; this bookcase underwent rigorous testing to ensure it could hold an impressive number of books. Don't worry about falling off the shelf with this one!": "Giữ sách của bạn khuất mắt, khuất tâm trí và được cất gọn gàng nha. Với cái kệ này, bạn có thể sắp xếp bộ sưu tập quý giá của mình và gắn nó lên tường để nâng tầm vị trí cho sách của bạn lên một nơi trang trọng hơn á. Yên tâm đi; cái tủ sách này đã trải qua quá trình kiểm tra nghiêm ngặt để đảm bảo nó có thể chứa một lượng sách đáng kể đó. Đừng lo lắng về việc sách bị rớt khỏi kệ với cái này nghen!",
  "The Genremax Medium Bookshelf": "Kệ Sách Vừa Genremax",
  "If you’re in the mood for something modest, this small bookshelf is here to be your steadfast companion. It is the perfect cubby for a quaint selection of books, or it could be used as an addition to your overflowing library.": "Nếu mà bạn đang thích mấy món đồ đơn giản á, thì cái kệ sách nhỏ này sẽ là người bạn đồng hành đáng tin cậy của bạn đó. Nó là nơi hoàn hảo để đựng vài cuốn sách hay ho, hoặc là bạn có thể dùng nó để làm bự thêm cái thư viện ngập tràn sách của bạn cũng được nè.",
  "The Genremax Small Bookshelf": "Kệ Sách Nhỏ Genremax",
  "The modern solution to the age-old question: \"How can you even see that?\". Eye strain will be the last thing on your mind under this guiding light, leaving room for total immersion into that sci-fi novella you're reading. Spoiler alert: the heartless killing machine has feelings.": "Giải pháp hiện đại cho câu hỏi muôn thuở: \"Làm sao mà nhìn thấy được hay vậy?\". Với ánh sáng dẫn đường này, mỏi mắt sẽ là điều cuối cùng bạn phải lo, tha hồ mà đắm mình vào cuốn tiểu thuyết khoa học viễn tưởng đang đọc. Bật mí trước nha: con robot giết người máu lạnh kia cũng có cảm xúc đó.",
  "The Standing Orb": "Quả Cầu Đứng Thẳng",
  "Is it aesthetically pleasing? Yes. Will it get a lot of likes if you post it on Simstagram? Absolutely! With all that being said, that candle placement is a bit precarious. ": "Cái này có đẹp không? Có chớ. Đem lên Simstagram có mà bão like! Cơ mà nói thiệt nha, để cái nến kiểu này thấy hơi ớn ớn à nghen.",
  "The Fire Hazard": "Nguy Cơ Cháy Nổ",
  "A versatile reading light for all the desk readers and bedroom dwellers out there because the living room is the domain of mindless TV watchers, after all. We all know the book is always better!": "Một chiếc đèn đọc sách đa năng dành cho tất cả các mọt sách và dân cư phòng ngủ ngoài kia, vì phòng khách là lãnh địa của mấy người chỉ biết xem TV vô tri rồi. Ai chả biết sách luôn hay hơn mà!",
  "The Table Orb": "Quả Cầu Bàn Thần Thánh",
  "Express your love of literature in more ways than one! These prints of best-selling novels and famous literary quotes can be hung in any room to inspire your Sim with their favorite intellectual hobby. You can also use it to show your guests that you decorate your home with things other than books!": "Thể hiện tình yêu văn chương của bạn bằng nhiều cách hơn nữa! Mấy cái tranh in tiểu thuyết bán chạy nhất và trích dẫn văn học nổi tiếng này có thể treo ở bất kỳ phòng nào để truyền cảm hứng cho Sim của bạn với sở thích trí tuệ yêu thích của họ. Bạn cũng có thể dùng nó để khoe với khách rằng bạn trang trí nhà bằng mấy thứ khác ngoài sách nữa đó nha!",
  "Ex Libris Book Print": "Hình In Sách Ex Libris",
  "This is the lowest your \"to read\" pile has ever been. The only logical course of action is to go to a bookstore and purchase more books; when you do, you know exactly where to put them!": "Ối giời ơi, chồng sách \"cần đọc\" của mình thấp kỷ lục luôn rồi nè. Cách xử lý hợp lý duy nhất là ra hiệu sách hốt thêm vài cuốn nữa thôi; mà hốt về thì biết để đâu rồi đó nha!",
  "Basically Empty Book Basket": "Giỏ Sách Trống Trơn",
  "Every reader knows The Pile. The <i>to be read</i> pile of books that just somehow keeps growing. As long as it doesn't reach the ceiling, go ahead and add to it! ": "Ai cũng biết cái đống sách \"để đọc\" rồi ha. Cái đống sách cứ tự nhiên mà lớn lên ấy. Chừng nào nó chưa chạm trần thì cứ thoải mái mà chất thêm vào nha!",
  "The Pile": "Đống Lộn Xộn",
  "You need a soft rug to stand on while you stare at your bookshelves. Whether you are contemplating whether you should buy another book (hint: the answer is always yes), admiring your collection, or just trying to remember where you left your reading glasses, you should have a comfortable place to stand.": "Bạn cần một cái thảm mềm mại để đứng lên trong lúc ngắm nghía kệ sách của mình. Cho dù bạn đang suy nghĩ xem có nên mua thêm cuốn sách nào nữa không (gợi ý: câu trả lời luôn luôn là có), chiêm ngưỡng bộ sưu tập của mình, hay chỉ là cố gắng nhớ xem đã để kính đọc sách ở đâu, thì bạn cũng nên có một chỗ đứng thoải mái chứ nhỉ.",
  "Rug of Poetic Justice": "Thảm Công Lý Thơ Mộng",
  "This basket is the most logical place to store all the books you want to read, but we know this is just the beginning. It always starts like this: you have good intentions to keep your reading bug under control, but like the plant you added to the mix, it will soon take on a life of its own.": "Cái giỏ này là nơi hợp lý nhất để chứa tất cả mấy quyển sách mà bạn muốn đọc đó, nhưng mà tụi mình biết đây mới chỉ là bắt đầu thôi. Lúc nào cũng vậy hết trơn á: ban đầu thì bạn có ý định tốt là kiểm soát cái con mọt sách trong người mình, nhưng mà giống như cái cây bạn mới thêm vào vậy đó, nó sẽ sớm bùng nổ lên cho coi.",
  "To-Be-Read Book Basket": "Giỏ Sách Chờ Đọc",
  "This minimalistic tray is built to hold your book and hot beverage as you nestle into a comfy couch. Keep your space organized, and never worry about a wet book again with this handy tray. ": "Cái khay tối giản này được làm ra để đựng sách và đồ uống nóng của bạn khi bạn cuộn tròn trên диван thoải mái đó. Giữ không gian sống ngăn nắp và không lo sách bị ướt nữa với cái khay tiện dụng này nha.",
  "The Self-Care Book Tray": "Khay Sách Chăm Sóc Bản Thân",
  "If bookmarks are too mainstream for you, try a Storybook House. This little structure will mark your page for you while using it to shelter your other books from the elements. What elements? Why, the four indoor elements of coffee, food, dust, and tears as you finish that final chapter.": "Nếu đánh dấu trang kiểu truyền thống quá chán, thử Nhà Truyện Cổ Tích này đi. Cái nhà nhỏ nhắn này sẽ đánh dấu trang cho bạn, đồng thời che chắn cho mấy quyển sách khác khỏi tác động của môi trường. Môi trường gì cơ? Thì bốn yếu tố trong nhà chứ gì nữa: cà phê, đồ ăn, bụi, và nước mắt khi bạn đọc đến chương cuối đó.",
  "Storybook House Stand": "Giá Đỡ Nhà Truyện Cổ Tích",
  "Listen, before you judge me, you need to know how good these cake decorators have gotten these days. They can make hyper-realistic fruits with ultra-detailed textures that are secretly a cake inside. They can... Oh. Oh my. They can make <i>edible paper</i>. <i>Edible paper</i>. Do you <i>realize</i> what that means? These books could be a cake inside, too, for all we know! Nothing is safe! <i>Nothing</i>!": "Nghe này, trước khi mà đánh giá tớ á, cậu phải biết mấy thợ làm bánh dạo này giỏi cỡ nào. Họ có thể làm trái cây siêu thực với vân y như thật mà bên trong lại là bánh đó. Họ còn có thể... Ối. Ối trời. Họ còn làm được cả <i>giấy ăn được</i> nữa cơ. <i>Giấy ăn được</i> đó. Cậu có <i>biết</i> điều đó nghĩa là gì không? Mấy cuốn sách này cũng có thể là bánh ở bên trong đó! Không có gì là an toàn hết! <i>Không có gì</i> hết!",
  "Alleged Stack of Books": "Chồng sách bị nghi ngờ",
  "This brand-new shelf is a blank slate. It is definitely not another place for you to store more books. Place pictures of your family here. Maybe add a decorative sculpture that speaks to you. Anything would work because it's not like you purchased this shelf to accommodate your spiraling out-of-control book-buying habits!": "Cái kệ mới toanh này đúng là một tờ giấy trắng luôn á. Chắc chắn là không phải chỗ để bạn chứa thêm sách đâu nha. Để hình gia đình lên đây đi nè. Hay là thêm một bức tượng trang trí nào đó hợp gu bạn cũng được. Cái gì cũng hợp hết á, tại có phải bạn mua cái kệ này để chứa đống sách đang tăng theo cấp số nhân của bạn đâu!",
  "The Genremax Display Shelf": "Kệ Trưng Bày Đỉnh Cao Thể Loại",
  "When you have all the books you want on display, it's time to make room for more. Use this to display your next haul of books, or perhaps a few of your worldly possessions, which, to be honest, are probably more books. It's ok... we get it.": "Khi nào mà bạn đã bày hết mấy quyển sách mà bạn thích rồi thì cũng tới lúc dọn chỗ để bày thêm nữa đó. Dùng cái này để bày mấy quyển mới mua, hoặc mấy món đồ quý giá của bạn, mà thiệt ra chắc cũng là sách thôi chứ gì. Không sao đâu... tụi tui hiểu mà.",
  "The Genremax Storage Shelf": "Kệ đựng đồ Genremax",
  "Say goodbye to messy shelves and hello to organization! The Genremax Medium Storage Shelf takes your books from stack to shelf in a simple, sleek design that fits any room. Mount this bookcase flat against the wall and store away everything you want out of sight. We recommend filling the shelves with all of your favorite titles, but don't stop there—why not add some display items as well? If you're feeling particularly bold, you can even place them up top!": "Chào tạm biệt mấy cái kệ lộn xộn và chào đón sự ngăn nắp nha! Kệ đựng đồ cỡ vừa Genremax sẽ giúp mấy cuốn sách của bạn từ đống lộn xộn lên kệ một cách đơn giản, thiết kế lại còn sang trọng nữa, hợp với mọi căn phòng luôn á. Gắn cái kệ sách này sát tường rồi cất hết mấy thứ bạn không muốn ai thấy đi nha. Tụi mình khuyên là nên lấp đầy kệ bằng mấy cuốn sách yêu thích của bạn, nhưng đừng chỉ dừng lại ở đó—sao không thêm vài món đồ trang trí nữa đi? Nếu bạn thấy máu liều nổi lên thì còn có thể đặt chúng lên trên cùng luôn đó!",
  "The Genremax Medium Storage Shelf": "Kệ lưu trữ cỡ vừa Genremax",
  "Your cozy corner is not complete without an all-natural boucle armchair! Its pillowy cushions and trendy, soft-to-the-touch material will keep you comfortable for hours on end. Now's the time to settle in and finally immerse yourself in that book you've been meaning to read (or scroll through Social Bunny posts—we don't judge.)": "Góc thư giãn của bạn sẽ không trọn vẹn nếu thiếu chiếc ghế bành boucle hoàn toàn tự nhiên này đâu nha! Đệm êm ái và chất liệu mềm mại, hợp thời trang sẽ giúp bạn thoải mái hàng giờ liền đó. Giờ là lúc ngồi xuống và đắm mình vào cuốn sách mà bạn định đọc (hoặc lướt Social Bunny cũng được—tụi tui không phán xét đâu à nghen.)",
  "Cozy Corner Boucle Chair": "Ghế Bành Boucle Góc Ấm Cúng",
  "Even the most meticulous scholar deserves a brief bit of supple relaxation. Stretch out with your earnest loved one or a furry friend after a long hour of sorting and organizing your reads. Knowledge of the Dewey Decimal Library System is not included. ": "Ngay cả một học giả tỉ mỉ nhất cũng xứng đáng có một chút thư giãn thoải mái. Duỗi người ra với người yêu dấu hoặc một người bạn lông lá sau một giờ dài sắp xếp và tổ chức các bài đọc của bạn. Kiến thức về Hệ thống Thập phân Dewey không được bao gồm đâu nha.",
  "The Genremax Loveseat": "Ghế Tình Yêu Genremax nè.",
  "It's your favorite spot inside your home— you return to it daily to unwind and recharge. Its cushions have perfectly molded to you, making it the perfect place to sit after a long day. And as you sit down to pick up your favorite book or to binge that new show all your friends told you about, you get the feeling that everything feels just right—you're home.": "Đây là cái chỗ mà bạn thích nhất trong nhà đó—ngày nào bạn cũng mò về đây để thư giãn với nạp lại năng lượng. Mấy cái đệm ở đây nó lún vừa đúng theo dáng bạn luôn rồi, thành ra đây là cái chỗ lý tưởng để ngồi xuống sau một ngày dài. Rồi khi mà bạn ngồi xuống để cầm cuốn sách bạn thích lên đọc hoặc là cày cái show mới mà lũ bạn cứ réo tên ấy, bạn sẽ thấy mọi thứ nó cứ đúng kiểu—đây là nhà mình rồi.",
  "Snugly Spot Sofa": "Ghế sofa \"Góc Ấm Cúng\" nè.",
  "Coffee Table Books exist for the sole purpose of showing off how smart you are. These oversized books are never opened, let alone read, and are usually full of giant maps or vibrant pictures. The fewer words, the better. Books like these need a prominent place to be displayed to all of your house guests, and what better way to do that than on this coffee table?  ": "Mấy cuốn sách bàn trà này chỉ tồn tại để khoe mẽ bạn thông minh cỡ nào thôi đó. Mấy cuốn bự chảng này chả ai thèm mở ra đọc đâu, toàn là bản đồ siêu to khổng lồ hoặc hình ảnh sặc sỡ thôi à. Càng ít chữ càng tốt. Mấy quyển này phải bày chỗ nào ai cũng thấy để khoe với khách khứa đến nhà, mà bày trên cái bàn trà này thì còn gì bằng nữa?",
  "Rounded Coffee Table": "Bàn cà phê tròn trịa",
  "This unassuming end table can complement any décor! More importantly, it can accommodate any book you want to display. Whether textbooks, cookbooks, or storybooks, they can all take center stage on this end table.": "Cái bàn nhỏ khiêm tốn này có thể hợp với mọi kiểu trang trí luôn đó! Quan trọng hơn là, nó chứa được mọi loại sách mà bạn muốn trưng bày. Dù là sách giáo khoa, sách nấu ăn hay truyện cổ tích thì đều có thể chiếm vị trí trung tâm trên cái bàn này hết á.",
  "Perfectly Round End Table": "Bàn trà cuối giường tròn xoe",
  "Serene Reading Room": "Phòng Đọc Sách Yên Tĩnh",
  "The Genremax Wall": "Tường Genremax"
}