{
  "516E75A0": "Apollo là Pigula Moonhound cuối cùng còn sót lại trên Trái Đất. Vui mừng khi gặp bạn quá mức cần thiết. Chấm điểm 11 trên 10 luôn. Apollo à, nâng tiêu chuẩn của mình lên đi.",
  "CA111BEF": "Hình Dán Apollo",
  "D50155ED": "Blub Blub Blub. Blub Blub. Blub Blub Blub, Blub. Chấm điểm 3 trên 10. Chẳng ai hiểu cậu cả, Goldie ơi.",
  "914B09B8": "Hình Dán Goldie",
  "16384DC2": "Dạy chú chó con thích phiêu lưu của bạn cách tìm kiếm những thứ tốt đẹp với hình dán tường này, mô tả loại kho báu chôn giấu duy nhất có ý nghĩa.",
  "C236D3BD": "Hình Dán Kho Báu",
  "F39CBD67": "Đối với chúng ta? Một hình dán vinyl về một đống cá. Đối với những người bạn mèo lông xù của chúng ta? Một sự mô tả khéo léo về một số món ăn ngon nhất mà loài mèo biết đến.",
  "F468619E": "Hình Dán Bữa Trưa",
  "9BA8B0AC": "Những thú cưng ám ảnh quả bóng thật mệt mỏi. Ném bóng. Lấy bóng. Lặp lại trong nhiều giờ. Cho đến bây giờ: xin giới thiệu hình dán quả bóng dính đầy nước dãi, một sự xao nhãng cho thú cưng mà không cần phải động tay.",
  "6D5A5AE3": "Hình Dán Quả Bóng Dính Đầy Nước Dãi",
  "393864AA": "Đây là Cindi, chú chuột bé xíu. Thỉnh thoảng, cô bé thích vào phòng để nói 'Xin chào!' - cô bé thích làm chú chuột thân thiện của khu phố. Thật dễ thương! Thật lén lút.\n\nChấm điểm 8 trên 10 - Chúng tôi chỉ chấm điểm Chó và Mèo ở đây thôi...",
  "88012435": "Hình Dán Cindi",
  "87E43A27": "Mẹ không chỉ dạy em bé tập đi, mà còn phải dạy em bé đi trên tường nữa.",
  "7756B05E": "Leo Tường",
  "094B410D": "Tiếng lộp cộp của những bàn chân nhỏ bé không phải ở trên sàn nhà. Hoặc là trên trần nhà, vì vấn đề đó. Làm thế nào mà anh chàng lông lá nhỏ bé đó xoay sở để làm được điều đó, chúng ta sẽ không bao giờ biết.",
  "CA7E2258": "Cào Lên Tường",
  "4FB2CBEB": "Bàn chân trên tường, bàn chân trên tường, trông hơi điên rồ với bàn chân của bạn trên tường.",
  "F95E5DEA": "Bàn Chân Trên Tường",
  "726C1A34": "Mang lại cảm giác mộc mạc cho bất kỳ bức tường nào. Biến ngôi nhà của bạn thành một phong cách sang trọng đô thị với bộ vết trầy xước này. Đó thực sự là vẻ ngoài hiện đại mà mọi người đang phát cuồng!",
  "7DFED19B": "Vết Trầy Xước Trên Tường",
  "BB76AC12": "Những điều tốt đẹp nhất trong cuộc sống không phải là miễn phí, chúng có bọ chét! Chà, không phải nếu bạn chăm sóc chúng. Biển hiệu Hai Người Bạn thể hiện cam kết của bạn đối với loài có lông và sự thân thiết mà chúng mang lại cho tất cả mọi người xung quanh.",
  "D6BE992D": "Biển Hiệu Hai Người Bạn",
  "18D0139B": "Lấy một cốc root beer hoặc đồ uống có bọt biển và giữ chặt lấy cuộc sống! Tại Life Preserver này, niềm vui sẽ tràn ngập bạn như những con sóng vỗ vào trung tâm của một cơn bão.",
  "190AA37A": "Biển Hiệu Life Preserver",
  "C656DAF0": "Cần có hai người để cụng ly với một cốc bia sủi bọt. Trừ khi bạn tập luyện và có một số cơ bắp tay khá tuyệt vời. Nhưng, thực sự, góc của tiếng cụng ly rất quan trọng, điều đó đòi hỏi sức mạnh của cẳng tay, và thực sự, bạn sẽ tốt hơn nếu kết bạn với một người bạn để chia sẻ tiếng cụng ly của bạn.",
  "188CBE9F": "Cốc Bia Cụng Ly",
  "D94562B1": "Sự phấn khích đang ở trong không khí. Bạn không thể nhận ra điều đó qua dấu chấm than của chúng tôi sao! Cho dù đó là một lời cảnh báo, hay một dấu hiệu của sự vui sướng, hay chỉ là một âm thanh tượng thanh, chúng tôi ở đây để cảnh báo bạn.",
  "AFB0FC84": "Uầy!",
  "79B190A6": "Khi đường được kết hợp với trứng và... chúng tôi cho rằng có cả đá? Niềm vui thực sự xảy ra. Single Scoop Delight là một điều gì đó để quảng bá ra thế giới. Hãy cho họ biết bạn khao khát sự ngọt ngào đó, nhưng sẵn sàng tận hưởng mọi thứ một cách điều độ với một muỗng duy nhất.",
  "85C0E3B9": "Single Scoop Delight",
  "7211EE7F": "Mệt mỏi? Cáu kỉnh? Hôm nay bạn đã nạp caffeine chưa? Chà, bạn còn chờ gì nữa? Tỉnh dậy và ngửi Ole Cup o' Joe đi, hỡi những người nghiện cà phê! Thà trễ còn hơn không.",
  "40E72CA6": "Ole Cup o' Joe",
  "85ADA284": "Hãy thể hiện sự tinh tế bằng cách mang một số quy tắc ứng xử đến cơ sở này. Và làm ơn, đừng ăn bằng tay. Chúc ngon miệng.",
  "69FDFC4B": "Bát Đĩa Ăn Uống Cao Cấp",
  "330B0915": "Cần nhiều đóng góp để điều hành một nhà hàng tốt, nhưng có một ngôi sao thực sự của bất kỳ nhà bếp tuyệt vời nào. Mang lại hương vị cho trang trí của bạn đồng thời thể hiện sự tôn trọng đối với nghệ sĩ ẩm thực hàng đầu.",
  "C106AA30": "Chữ Ký Đầu Bếp Đặc Trưng",
  "84A16F4A": "Đừng đánh giá một cuốn sách qua bìa của nó mà hãy đánh giá qua những con chữ trên các trang.\n\nNhưng nếu không có chữ nào trên các trang thì sao?",
  "27A46355": "Chữ Trong Sách",
  "A24AACD4": "Tất cả đều là mèo con và chó con ngoan. Đừng bao giờ quên điều đó!",
  "559997BB": "Hình Dán Mèo Con và Chó Con Ngoan",
  "580E540F": "Bất kỳ phòng khám thú y tốt nào cũng có biển báo để phân biệt các phòng. Đừng nhầm lẫn về việc đi đâu trong phòng khám của riêng bạn, hãy thêm biển báo khẩn cấp để giúp bạn tìm phòng cấp cứu một cách nhanh chóng.",
  "095CCDD6": "Biển Báo Khẩn Cấp",
  "DF812336": "Hiển thị biển hiệu thú y của bạn trên cao tại phòng khám của bạn như tín hiệu lama cá nhân của riêng bạn. Giúp tất cả những người đang gặp khó khăn biết rằng bạn ở đó để giúp đỡ họ và chăm sóc tất cả mèo con và chó con của họ.",
  "9DA7F169": "Biển Hiệu Phòng Khám Thú Y",
  "A0992EC1": "Sẵn sàng thông báo cho tất cả Sims rằng Phòng Khám Thú Y của bạn đang mở cửa kinh doanh. Biển hiệu này nhỏ gọn nhưng hiệu quả.",
  "32ED6AF4": "Health Hound - Nhỏ",
  "056533C0": "Cảnh báo mọi người về những nguy hiểm có thể ẩn sau biển báo nguy hiểm. Đảm bảo khóa cửa để mèo và chó vô tội không đi lạc vào nguy hiểm.",
  "2F46948F": "Biển Cảnh Báo",
  "AB54626B": "Đây có phải là biển báo nguy hiểm không? Đây có phải là biển hiệu kinh doanh không? Nó có thể là bất cứ điều gì bạn muốn. Màu sắc tươi sáng của biển hiệu này sẽ truyền tải thông điệp của bạn một cách hiệu quả và đẹp mắt.",
  "796A596A": "Không Chỉ Là Một Biển Báo",
  "042396E2": "Không phải là bánh mì kẹp thịt thật. Chỉ nên được sử dụng làm đồ trang trí. Không cố gắng cho mèo hoặc chó ăn.\n\nNghiêm túc đấy, không phải thật. Không, dừng lại!",
  "9604365D": "Bánh Mì Kẹp Thịt Gì Đây!",
  "64ECD78D": "Từ 3 chữ cái, từ 3 chữ cái. Có rất nhiều từ 3 chữ cái. Biển hiệu này có thể là bất kỳ từ 3 chữ cái nào bạn thích. Ghép 2 lại với nhau… Nhìn xem! Một từ 6 chữ cái!",
  "4A8A1DD8": "Biển Hiệu Từ 3 Chữ Cái",
  "914706CC": "Công viên! Công viên! Công viên! Nếu bạn không thực sự đến công viên thì đừng để chó của bạn nhìn thấy cái này. Chúng không thể tự kiềm chế được.",
  "20B87F83": "Phía Trước Có Công Viên",
  "B9FC2253": "Nâng chúng lên cao nhất có thể!",
  "66B4DA02": "Giơ Cao Bàn Chân",
  "922CC5EE": "Mở khóa bằng cách đạt đến cấp độ 3 của Kỹ Năng Thú Y",
  "B020A325": "Đã mở khóa ở cấp độ 3 của Kỹ Năng Thú Y",
  "CE01584A": "Đó là vật thể tốt nhất và quý giá nhất mà tôi từng thấy. Tôi phải có nó để cảm thấy mình như một nữ hoàng.",
  "0CBDCE55": "TÔI MUỐN NÓ",
  "5764A669": "Mở khóa bằng cách đạt đến cấp độ 4 của Kỹ Năng Thú Y",
  "B774680E": "Đã mở khóa ở cấp độ 4 của Kỹ Năng Thú Y",
  "7C6AF215": "Ôi trời, tôi có thể nói gì đây? Chúng ta đã chơi nhặt bóng cả ngày! Tôi đã nhảy nhót thật tự do và hạnh phúc nhất có thể.",
  "A6201530": "Ngày Vui Vẻ",
  "2874E098": "Mở khóa bằng cách đạt đến cấp độ 5 của Kỹ Năng Thú Y",
  "8ACB540B": "Đã mở khóa ở cấp độ 5 của Kỹ Năng Thú Y",
  "4A3F6F3C": "Không ngôi nhà nào có thể hoàn thiện nếu thiếu tiếng lộp cộp của những bàn chân chó pug nhỏ bé!",
  "F1DF4993": "Chạy Đi Pug Ơi",
  "1A511BDB": "Mở khóa bằng cách đạt đến cấp độ 6 của Kỹ Năng Thú Y",
  "1CB38194": "Đã mở khóa ở cấp độ 6 của Kỹ Năng Thú Y",
  "E1DF50BF": "Thêm vào cảnh quan tường của bạn. Những đám mây này sẽ tạo nên bầu không khí tĩnh lặng cho bất kỳ câu chuyện nào được kể trên bất kỳ bức tường nào.",
  "A8C9EBE6": "Mây Vui Thì Vui Vẻ",
  "8F081797": "Đào sâu vào cuộc sống khi nói đến các món kem đá mặn và ngọt. Tại sao chỉ nhúng một lần, khi bạn có thể múc lần thứ hai?",
  "37BD926E": "Biển Hiệu Hai Muỗng Kem",
  "F7974F7E": "\"Nếu bạn tập trung nỗ lực y tế của mình vào những người bạn lông lá, những người bạn có bàn chân và những người bạn có đuôi, thì Biển Hiệu Bệnh Viện và Chăm Sóc Sức Khỏe Chân này sẽ truyền đạt điều đó cho tất cả mọi người thấy.\"*\n\n*Điện báo chỉ là một phép ẩn dụ và không được bao gồm trong biển hiệu này.",
  "6A6A9D01": "Biển Hiệu Bệnh Viện và Chăm Sóc Sức Khỏe Chân",
  "770C0B29": "Khi trang trí một doanh nghiệp hoặc nhà trọ có ý định phục vụ những con thú bốn chân có bộ lông đẹp, hãy làm như vậy với một biển hiệu làm rõ ý định lý tưởng của bạn là gì.",
  "5AC40E0C": "Lược và Chó Săn",
  "765BB648": "Khi mở một phòng khám thú y để chăm sóc sức khỏe cho chó, hãy nhớ thông báo cho Sims rằng bạn luôn sẵn sàng làm cho những chú chó con của họ trở nên tuyệt vời hơn bao giờ hết. Chó con, rồi sẽ ổn thôi.",
  "998D16E7": "Health Hound",
  "34776CB3": "Ho ho ho và một chú chó mặn gặp may mắn. Khi mở một quán rượu bên bến tàu hoặc cảng biển để uống rượu và grog giả, hãy nhớ đặt đúng biển hiệu bên cạnh thuyền của bạn, à, tàu chiến trên đất liền, để ván của bạn có đầy những khách hàng có ý tốt.",
  "68B456E2": "Biển Hiệu Avast Ye",
  "BD24A62A": "Bạn có thể nghĩ rằng cua rất dễ thương với đôi mắt tròn xoe trên những cuống mảnh khảnh, nhưng càng của chúng có thể rất xấu tính. Đừng làm những khách hàng và hàng xóm có ý tốt sợ hãi với một con cua đáng sợ. Hãy lấy Just a Pinch - một con Cua với nụ cười!",
  "190730B5": "Biển Hiệu Just a Pinch",
  "DC6D3CF5": "Đôi khi trong cuộc sống bạn rẽ trái, nhưng tisk tisk bạn ơi, đó là một thuật ngữ của dân trên cạn. Ngoài đại dương này, người ta rẽ sang mạn trái hoặc mạn phải, đó là ý nghĩa tượng trưng của biển hiệu có ý tốt này. Bất kể con đường của bạn trong cuộc sống là gì, hãy rẽ trái trên sóng.",
  "E1DC2290": "Biển Hiệu Hard ta Starboard",
  "B3603EE2": "Chúng ta hãy luôn nhớ cảm giác tuyệt vời khi chơi nhặt bóng với một chú chó ngoan.",
  "AA49AE5D": "Người Bạn Tốt Nhất Của Mọi Người",
  "9770B371": "Mở khóa bằng cách đạt đến cấp độ 7 của Kỹ Năng Thú Y",
  "0676C8C6": "Đã mở khóa ở cấp độ 7 của Kỹ Năng Thú Y",
  "5A910A6B": "Ôi được làm một cuộn len, được chơi với mèo con cả ngày. Nhìn chúng tung tăng vui vẻ hết mức có thể, trong khi kéo sợi dây thật tự do.",
  "8DAFD16A": "Bài Ca Về Len",
  "16B2E376": "Mở khóa bằng cách đạt đến cấp độ 8 của Kỹ Năng Thú Y",
  "6C8F6D1D": "Đã mở khóa ở cấp độ 8 của Kỹ Năng Thú Y",
  "7A650A19": "Hãy xảo quyệt! Đánh lừa động vật bằng cách khiến chúng nghĩ rằng chúng đang ở bên ngoài với hình dán cây chân thực này.",
  "A8E6139C": "Hình Dán Cây",
  "483A01BC": "Còn gì tuyệt vời hơn là quảng cáo thiên đường hải sản của bạn với con cua có nụ cười?",
  "6E6D7913": "Con Cua Hạnh Phúc Nhất Thế Giới",
  "7FB73584": "Bạn muốn quảng cáo Phòng Khám Thú Y của mình bằng một biển hiệu mạnh mẽ và đáng yêu? Không cần tìm đâu xa, biển hiệu này là dành cho bạn. Ngay cả khi bạn chỉ muốn giữ nó cho riêng mình.",
  "9EB0454B": "Tất Cả Thú Cưng Ngoan",
  "8D1ECA76": "Cho dù bạn có phải là một người cuồng hải sản hay không, bạn không thể phủ nhận rằng anh chàng nhỏ bé này rất đáng yêu. Sử dụng biển hiệu này để quảng cáo cơ sở kinh doanh của bạn hoặc để trang trí một không gian trống.\n\nLưu ý: Phiên bản gồ ghề này sẽ tạo ra ảo giác về sự trôi qua của thời gian nếu bạn thích vẻ ngoài đó.",
  "E60ED4A9": "Cá Trong Ngày! - Phong Cách Cũ",
  "62C79670": "Cho dù bạn có phải là một người cuồng hải sản hay không, bạn không thể phủ nhận rằng anh chàng nhỏ bé này rất đáng yêu. Sử dụng biển hiệu này để quảng cáo cơ sở kinh doanh của bạn hoặc để trang trí một không gian trống.",
  "B523191F": "Cá Trong Ngày!",
  "AA28E89F": "Sử dụng biển hiệu này để quảng cáo thiên đường thử hải sản của bạn, hoặc thiên đường tôm của bạn nếu nó chỉ dành cho tôm. Sử dụng vẻ ngoài gồ ghề này để tạo không khí về sự trôi qua của thời gian...",
  "00C1B246": "Biển Hiệu Tôm Đầy Màu Sắc - Phong Cách Cũ",
  "B8B2EDF1": "Sử dụng biển hiệu này để quảng cáo thiên đường thử hải sản của bạn, hoặc thiên đường tôm của bạn nếu nó chỉ dành cho tôm. Truyền thuyết kể rằng có rất nhiều món ăn có thể được làm từ tôm...",
  "67ADE6C4": "Biển Hiệu Tôm Đầy Màu Sắc",
  "0EB6DA21": "Hãy tạo cảm giác đơn giản nhưng cổ điển cho bất kỳ văn phòng tại gia nào với bàn cổ điển mặt phẳng của WOODen. Tay nắm ngăn kéo bằng gang đúc màu đen là vật trang trí duy nhất cần thiết để biến món đồ này trở thành tâm điểm của bất kỳ căn phòng nào.",
  "205769D4": "Bàn Cổ Điển WOODen",
  "26E1A25B": "Chúng tôi biết rằng điều quan trọng nhất là cách bạn tạo ấn tượng khi bước vào, vì vậy hãy lấp đầy ngôi nhà của bạn bằng những Cánh Cửa Đôi Khắc Kim Cương này để nâng bất kỳ ngôi nhà nào lên hàng đầu.",
  "0272903A": "Cửa Đôi Kim Cương",
  "5E8BEF9C": "Với các tấm kính hoàn toàn, Windowed view biến bất kỳ cánh cửa nào thành một cửa sổ. Nó hoàn hảo để mang ánh sáng mặt trời vào nhà của bạn hoặc ngắm nhìn bờ biển từ góc ăn sáng sang trọng mới của bạn.",
  "77FF3273": "Windowed View",
  "CBFF4B3E": "Bất kỳ không gian mở nào cũng nên có Arch Support. Được sử dụng cho cả nội thất và ngoại thất, vòm tạo ra một cảm giác mở tuyệt vời cho bất kỳ ngôi nhà nào. Đừng quên sử dụng kết hợp với Arch-E Support cho không gian rộng hơn.",
  "66212EC1": "Arch Support",
  "0A74E345": "Arch-E Support nâng Arch Support lên một tầm cao mới để tăng cường kích thước của bất kỳ sân trong hoặc ô cửa nào. Khi được sử dụng với Arch Support, Arch-E có thể tạo cảm giác một cánh cửa vượt trội hơn tất cả những cánh cửa khác.",
  "3576D740": "Arch-E Support",
  "F5447351": "Ai thả chó ra vậy? Không, thật đó... Ai? Hả? Chà, không ai cả, bởi vì thú cưng có thể tự ra ngoài qua cánh cửa thú cưng chắc chắn, được gia cố này.",
  "C9A1EFA4": "Cửa Đôi Bằng Gỗ Cho Thú Cưng Có Thanh Chống",
  "110ECE36": "Hãy cho thú cưng lối vào mà chúng xứng đáng có được với một cánh cửa cột giả lạ mắt chỉ phù hợp với những con thú vương giả nhất trong vương quốc động vật.",
  "F0FB0269": "Cửa Đôi Bằng Gỗ Cho Thú Cưng Có Cột",
  "319B0939": "Cánh cửa nhỏ bé này sẽ chỉ cho phép những thú cưng nhỏ nhắn nhất đi qua. Không cho phép động vật lớn.",
  "0694753C": "Cửa Cho Chó Nhỏ Nhắn",
  "6A6CFA46": "Điều gì có thể ở đằng sau Cửa Chuồng Ngựa Cũ Kỹ Tốt Lành? Thật bí ẩn. Bạn có tò mò không? Có lẽ nó đang che giấu một tá điền bảnh bao sẵn sàng cuốn bạn khỏi mặt đất! Có lẽ nó đang che giấu một ổ chó con nhỏ nhắn đáng yêu! Hoặc có lẽ nó chỉ dẫn đến nhà bếp của bạn. Điều đó cũng tốt thôi.",
  "298AD5D9": "Cửa Chuồng Ngựa Cũ Kỹ Tốt Lành",
  "688BF22A": "Này, chúng tôi hiểu mà. Bí ẩn không phải dành cho tất cả mọi người. Hãy thử Cửa Chuồng Ngựa Cũ Kỹ Trong Suốt nếu bạn đang tìm kiếm sự quyến rũ mộc mạc tương tự như Cửa Chuồng Ngựa Cũ Kỹ Tốt Lành, mà không có bất kỳ bất ngờ nào.",
  "9FC354B5": "Cửa Chuồng Ngựa Cũ Kỹ Trong Suốt",
  "8101D37B": "Bước qua cánh cổng này sẽ thấm nhuần một cảm giác an toàn và quan tâm. Chủ sở hữu đã xây dựng một danh tiếng to lớn về việc chăm sóc thú cưng của bạn.",
  "070D71DA": "Cửa Phòng Khám Thú Y Tốt Nhất",
  "CDD4EF06": "Mở khóa bằng cách đạt đến cấp độ 10 của Kỹ Năng Thú Y",
  "B2321C8D": "Đã mở khóa ở cấp độ 10 của Kỹ Năng Thú Y",
  "F0D88E89": "Tất cả sự hùng vĩ của một cửa sổ khổng lồ với một cánh cửa tiền thưởng nằm ngay ở giữa! Không bao giờ cảm thấy bị mắc kẹt bên trong nữa.",
  "3D398CEC": "Cửa Sổ Cape Crystal",
  "D3D0624A": "Tất cả sự ổn định của một cánh cửa chắc chắn với một cửa sổ tiền thưởng nằm ngay ở giữa! Luôn nhìn thấy những gì đang đến với bạn.",
  "F608CC55": "Cửa Cape Crystal Có Cửa Sổ",
  "7CCE9A37": "Bạn có phải là người muốn có sự minh bạch hoàn toàn trong cuộc sống không? Chà, đây là một cánh cửa đơn với bốn, hãy đếm đi, BỐN cửa sổ. Nói về giá trị kìa!",
  "BD0BB48E": "Cổng Nhiều Ô",
  "3E788064": "Chiếc tủ này chắc chắn sẽ chứa một số bộ trang phục in hình thú cưng để mặc hàng ngày. Ai có thể tranh cãi với phong cách đó?",
  "137A44AB": "Tủ Quần Áo Của Ông Woof và Bà Meow",
  "1AA11386": "Highback thực ra là một anh chàng khá thấp bé. Nhưng anh ấy luôn thêm một tấm lưng cao trên tất cả các đồ nội thất mà anh ấy thiết kế vì... lý do.",
  "BB55B419": "Tủ Quần Áo Kiêu Hãnh Của Highback",
  "C2A80B87": "Giữ cho tất cả khăn trải giường và khăn tắm của bạn ấm cúng và ngăn nắp trong chiếc tủ được làm thủ công này. Trên thực tế, chúng có thể ấm cúng đến mức bạn nhìn chằm chằm vào chúng với sự ghen tị trong khi bạn đóng băng vì tất cả chăn của bạn đều ở đây.",
  "032DB63E": "Tủ Chia Ngăn",
  "8788FC09": "Cốc Nước Táo Lấp Lánh Có Gia Vị",
  "78BC5D6C": "Cốc Nước Táo Lấp Lánh Có Gia Vị",
  "EA589B8A": "Nước Táo Lấp Lánh Có Gia Vị",
  "A82EEDC5": "Huyết thanh mạnh mẽ này loại bỏ tất cả căng thẳng khỏi thú cưng và ngăn chúng bị căng thẳng hơn trong một thời gian.",
  "EBB9EEC0": "Huyết Thanh Thư Giãn Cường Độ Công Nghiệp",
  "B4546F1D": "drinkTumblerShrt_EP04GENPet_01 placeholder",
  "2D537008": "Bánh Kẹo Cho Thú Cưng Hương Bạc Hà Tươi Mát",
  "617C9E54": "EP04_Island_01_matteCoastal_01",
  "9121B43B": "EP04_Island_01_matteCoastal_01",
  "29FBD22B": "EP04_TownSquare_01_matte_01",
  "8939562A": "EP04_TownSquare_01_matte_01",
  "CAABD0E8": "fence_EP04_Harbor_chainlink_01",
  "20F56D07": "fence_EP04_Harbor_chainlink_01",
  "82FA5615": "fence_EP04_Harbor_chainlink_02",
  "5D290130": "fence_EP04_Harbor_chainlink_02",
  "C9DEDCB6": "fence_EP04_Harbor_chainlink_02_post",
  "39D8E5E9": "fence_EP04_Harbor_chainlink_02_post",
  "DCB45EC8": "fence_EP04_Harbor_dining_01",
  "9F8DA867": "fence_EP04_Harbor_dining_01",
  "FB6209CD": "fence_EP04_Harbor_dining_01_post",
  "4542D218": "fence_EP04_Harbor_dining_01_post",
  "E7FCCFE4": "fence_EP04_Harbor_fishnet_01",
  "9A0F1B2B": "fence_EP04_Harbor_fishnet_01",
  "FF005514": "fence_EP04_Harbor_fishnet_01_post",
  "225E9137": "fence_EP04_Harbor_fishnet_01_post",
  "AD511761": "fence_EP04_Harbor_fishnet_01_short",
  "380B5014": "fence_EP04_Harbor_fishnet_01_short",
  "C8C65529": "fence_EP04_Harbor_lattice_01",
  "916CCC0C": "fence_EP04_Harbor_lattice_01",
  "DD22E95C": "fence_EP04_Harbor_lattice_01_short",
  "EE71B033": "fence_EP04_Harbor_lattice_01_short",
  "41EC7C63": "fence_EP04_HarborFence_01",
  "2CB27932": "fence_EP04_HarborFence_01",
  "1A357907": "fence_EP04_HarborFence_01_post",
  "E5A1719B": "fence_EP04_HarborFence_01_norobe",
  "35645D7A": "fence_EP04_HarborFence_01_norobe",
  "82B23A2E": "fence_EP04_HarborFence_01_rope",
  "92BB78D1": "fence_EP04_HarborFence_01_rope",
  "C8EB269A": "fence_EP04_HarborFence_02",
  "65529CC5": "fence_EP04_HarborFence_02",
  "2DD789DF": "fence_EP04_HarborFence_02_post",
  "74649C86": "fence_EP04_HarborFence_02_post",
  "83C4C0FB": "fence_EP04_HarborFence_02a",
  "6D3FC25A": "fence_EP04_HarborFence_02a",
  "C67EA872": "fence_EP04_HarborFence_02b",
  "1E59430D": "fence_EP04_HarborFence_02b",
  "C20D4638": "fence_EP04_Island_cemetery_01",
  "4543C237": "fence_EP04_Island_cemetery_01",
  "FF6BECDD": "fence_EP04_Island_cemetery_01_post",
  "22D2B8C8": "fence_EP04_Island_cemetery_01_post",
  "5EEA582F": "FenceEP04_Island_cemetery_gate_01",
  "898832DD": "FenceEP04_islandFence_02",
  "F7C8AAC8": "FenceEP04_islandFence_02",
  "6AAB9931": "FenceEP04_Island_iron_01",
  "8EA8D804": "FenceEP04_Island_iron_01",
  "6FECCF1A": "FenceRP04_TownSqaure_Entrance_Post",
  "8CF2EBE2": "FenceEP04_TownSquare_FenceWood_01_Long",
  "CEFD5E2F": "Lò sưởi gạch cổ điển này chắc chắn sẽ gợi lên nỗi nhớ về ngôi nhà của bà ở vùng quê xưa, đồng thời kết hợp sự nhạy cảm hiện đại nhẹ nhàng với một vỉ nướng phong cách.",
  "01C3BF76": "Người Tạo Sự Ấm Áp Dễ Chịu",
  "5D1797DA": "Nó cũ? Nó mới? Nó đắt tiền? Tại sao ừ, đúng vậy. Và khi tiền bạc đồng nghĩa với địa vị thì chi phí là tất cả những gì quan trọng.",
  "E2488705": "Lò Sưởi Tinh Túy East Egg",
  "52D1F6B2": "Đó là một đống thức ăn mà thú cưng sẽ rất vui khi dọn dẹp.",
  "BF87174D": "Đống Mờ Ám Không Thể Diễn Tả",
  "BDAA5FFF": "Ngay cả những người bạn lông lá cũng phải ăn! Đặt một trong số này trong nhà bếp hoặc phòng khách của bạn và đổ đầy thức ăn cho mèo hoặc một số món ăn cho chó.",
  "AFDAC926": "Bát Thức Ăn Cho Thú Cưng Bow Wow và Meow Chow",
  "59637478": "Thú cưng của bạn được lai tạo để có những thứ tốt đẹp hơn trong cuộc sống? Chỉ mua những thứ chất lượng cao nhất cho thú cưng của bạn với Bát Thức Ăn Cho Thú Cưng Hiện Đại.",
  "8F12E477": "Bát Thức Ăn Cho Thú Cưng Hiện Đại",
  "18DE835D": "Cốc Thức Ăn Cho Thú Cưng",
  "2181B448": "Cốc Thức Ăn Cho Thú Cưng",
  "6CEA3D40": "Việc cho những người thân yêu của bạn... à, ý chúng tôi là thú cưng, ăn chưa bao giờ dễ dàng hơn thế. Tất cả những gì một người cần làm là đặt nó và quên nó đi. Hãy chắc chắn rằng không để trong tầm với của những thú cưng háu ăn vì có thể có những tác dụng phụ làm bục đường may.",
  "14AC790F": "Máy Cho Thú Cưng Ăn Lập Trình Petmate",
  "8A64FD03": "Đài phun nước này tượng trưng cho tình bạn bền chặt, khả năng phục hồi và tinh nghịch của hai loài được trân trọng nhất ở bất cứ đâu mà chúng ta có thể nghĩ đến. Hãy tận hưởng cảnh tượng của công trình ấn tượng và hoành tráng này tôn vinh những sinh vật tuyệt vời này.",
  "6963DA52": "Đài Phun Nước Tình Bạn",
  "26504270": "Madnip sẽ khiến mèo của bạn nổi cơn thịnh nộ vì sự tức giận thuần túy!",
  "75C55D1F": "Madnip",
  "AA4A3713": "Napnip sẽ giúp mèo của bạn bình tĩnh và đưa chúng vào giấc ngủ.",
  "EE2B19C2": "Napnip",
  "91313B42": "Catnip sẽ tăng cường năng lượng cho mèo của bạn khiến chúng trở nên cực kỳ hiếu động!",
  "8F2B243D": "Catnip",
  "8E603278": "Nuzzlenip sẽ làm cho mèo của bạn nghịch ngợm hơn bình thường.",
  "E350BE77": "Nuzzlenip",
  "EDF5CD06": "Madnip sẽ khiến mèo của bạn nổi cơn thịnh nộ vì sự tức giận thuần túy!",
  "02BBA899": "Madnip",
  "3E4069A5": "Napnip sẽ giúp mèo của bạn bình tĩnh và đưa chúng vào giấc ngủ.",
  "D1913E20": "Napnip",
  "4BE699A0": "Catnip sẽ tăng cường năng lượng cho mèo của bạn khiến chúng trở nên cực kỳ hiếu động!",
  "82F847EF": "Catnip",
  "90EF81C6": "Nuzzlenip sẽ làm cho mèo của bạn nghịch ngợm hơn bình thường.",
  "9BD4D459": "Nuzzlenip",
  "67FF29AE": "Cửa Chuồng Ngựa Đôi ở đây để giúp bạn sống hết mình với những tưởng tượng miền tây của mình. Trong thế giới này có hai loại người, bạn của tôi: Những người có những câu chuyện để kể và những người xây dựng. Bạn xây dựng.",
  "E3082F51": "Cửa Chuồng Ngựa Đôi",
  "B3A9A478": "landmark_EP04_CatFoodCanSign_01",
  "8DAE7477": "landmark_EP04_CatFoodCanSign_01",
  "5EA0B946": "landmark_EP04_CatFoodSign_01",
  "360BE2D9": "landmark_EP04_CatFoodSign_01",
  "9D0D4F52": "Landmark_EP04_dockFloating_01",
  "771BA16D": "Landmark_EP04_dockFloating_01",
  "702678DB": "Landmark_EP04_dockFloating_02",
  "17844BBA": "Landmark_EP04_dockFloating_02",
  "F66BA1E7": "Landmark_EP04_gangway_01",
  "343EE71E": "Landmark_EP04_gangway_01",
  "3759AA44": "Landmark_EP04_Harbor_fenceGroup_01",
  "71CCC60B": "Landmark_EP04_Harbor_fenceGroup_01",
  "13B8A09C": "Landmark_EP04_Harbor_fenceGroup_01_rural01",
  "ABD47573": "Landmark_EP04_Harbor_fenceGroup_01_rural01",
  "E80F8825": "Landmark_EP04_Harbor_fenceGroup_01_chain01",
  "B41F51A0": "Landmark_EP04_Harbor_fenceGroup_01_chain01",
  "6D2FC4B8": "Landmark_EP04_Harbor_fenceGroup_01_chain02",
  "12ADF5B7": "Landmark_EP04_Harbor_fenceGroup_01_chain02",
  "18C7C5A3": "Landmark_EP04_Harbor_fenceGroup_01_chain03",
  "959DBA72": "Landmark_EP04_Harbor_fenceGroup_01_chain03",
  "41C0A95D": "Landmark_EP04_Harbor_fenceGroup_01_p2",
  "22234648": "Landmark_EP04_Harbor_fenceGroup_01_p2",
  "1867E632": "Landmark_EP04_Harbor_fenceGroup_01_p3",
  "FC5ECDCD": "Landmark_EP04_Harbor_fenceGroup_01_p3",
  "758F061F": "Landmark_EP04_Harbor_fenceGroup_01_p4",
  "B81692C6": "Landmark_EP04_Harbor_fenceGroup_01_p4",
  "69B91D20": "landmark_EP04_Harbor_Mountain01_skybox",
  "5BB223A4": "landmark_EP04_harbor_warehouse_wall_01",
  "47B7FCEB": "landmark_EP04_harbor_warehouse_wall_01",
  "82177D29": "Landmark_EP04_TownSquare_CentralBridge",
  "E6C7C40C": "Landmark_EP04_Lighthouse_01",
  "A8911A34": "Landmark_EP04_TownSquare_CoveredBridge",
  "B09C1528": "Landmark_EP04_TownSquare_Planters",
  "92698285": "Landmark_EP04_TownSquare_Railing_01",
  "7C9869D4": "Landmark_EP04_TownSquare_Waterfall_Rocks",
  "2AEE69CD": "Landmark_EP04_TownSquare_Waterfall_Water",
  "51B060EE": "landmark_EP04_Harbor_Mountain01_skybox",
  "832233F4": "landmark_EP04_yachtClub_tree01",
  "180CF65B": "landmark_EP04_yachtClub_tree01",
  "F8084902": "landmark_EP04_yachtClub_wall_long01",
  "F59E8762": "landmark_EP04_yachtClub_wall_long01_treePlot01",
  "35C91FDD": "landmark_EP04_yachtClub_wall_long01_treePlot01",
  "5667C80D": "landmark_EP04_yachtClub_wall_long01_treePlot02",
  "EA4F0758": "landmark_EP04_yachtClub_wall_long01_treePlot02",
  "5F6FDED6": "landmark_EP04_yachtClub_wall_long01_brickWall01",
  "3892DE89": "landmark_EP04_yachtClub_wall_long01_brickWall01",
  "F02061AF": "landmark_EP04_yachtClub_wall_long01_brickWall02",
  "CFCE71F6": "landmark_EP04_yachtClub_wall_long01_brickWall02",
  "65EA66D1": "landmark_EP04_yachtClub_wall_long01_clubWall01",
  "73E27224": "landmark_EP04_yachtClub_wall_long01_clubWall01",
  "ABAADC61": "landmarkEP04_Island_01",
  "13F38F14": "landmarkEP04_Island_01",
  "D57CDC37": "Được bao bọc trong những nút thắt thủy thủ tinh xảo nhất và được chế tác từ thủy tinh biển trôi dạt trên những bờ biển biệt lập nhất, vật cố định này không chỉ là tiện ích. Nó là sự hoàn hảo.",
  "BBDEDA8E": "Con Lắc Vươn Lên",
  "2CACD409": "Lấy cảm hứng từ những bản phác thảo thiết kế hàng hải cũ, đèn treo này là một bản cập nhật bóng bẩy trông không giống một bản cập nhật cho lắm. Là một món đồ trang trí thì tuyệt đẹp, là một chiếc đèn thì rất phù hợp.",
  "9AB0656C": "Đèn Treo Hàng Hải Thiết Kế",
  "7FAF5F9D": "10 đèn đồng nghĩa với độ sáng gấp 10 lần! Nếu căn bếp rộng rãi của bạn đang gặp khó khăn trong việc chiếu sáng, hãy để đèn Đường Băng Treo Thắp Sáng chuyến thám hiểm ẩm thực tiếp theo của bạn.",
  "74B85988": "Đường Băng Treo",
  "132FFEB1": "Cái đèn này không phải mới lôi từ dưới tầng hầm nhà ai lên đâu nha. Nó được làm thủ công ở... ừm... thôi được rồi, đúng là từ tầng hầm nhà ai đó thật. Nhưng mà trông vẫn đẹp đó chứ.",
  "FCF61084": "Đèn Không Phải Của Bà Bạn",
  "0F487EE4": "Được chế tạo để chịu được những yếu tố khắc nghiệt nhất! Từ những cơn gió biển khơi thô ráp nhất đến những ngày nắng nóng nhất, Đèn Sắt Cây sẽ đứng vững trước thử thách của thời gian.",
  "3F74F82B": "Đèn Sắt Cây",
  "EA805008": "Cái này có tất cả vẻ ngoài và cảm giác (ôi cái cảm giác) của một chiếc đèn lồng truyền thống mà không gặp rắc rối khi nó cứ cháy hết pin hoài. Không bao gồm pin.",
  "D56198A7": "Đèn Lồng Đồng Ruộng Hiện Đại",
  "44901077": "Với ngành đánh bắt cá đang trên đà phát triển, Thị trưởng Whiskers đã kêu gọi các quan chức thành phố đầu tư vào sự an toàn của các thủy thủ địa phương của Vịnh. Ưu tiên hàng đầu của họ? Xây dựng một ngọn hải đăng đồ sộ trên đảo, để đảm bảo rằng không con tàu nào phải đối mặt với số phận tương tự như Saint Bernard. Bản sao lưu niệm này ghi lại gần như mọi chi tiết của tòa nhà lịch sử. Thậm chí nó còn phát sáng!",
  "F69775CE": "Đèn Bàn Kỷ Niệm Ánh Sáng Brindleton",
  "B3DB7D0F": "Mái Vòm Kỳ Ảo có một mục đích duy nhất, đó là thắp sáng tủ đầu giường của bạn, và nó làm điều đó rất tốt. Bất cứ khi nào bạn cần thức dậy vào giữa đêm, Mái Vòm Kỳ Ảo luôn ở đó vì bạn.",
  "63B9F8D6": "Mái Vòm Kỳ Ảo",
  "5575A40C": "Đèn Sân Sau này rung rinh với ánh sáng cam rực rỡ trên bầu trời đêm. Đèn ơi, hãy tỏa sáng rực rỡ, đừng bao giờ để ánh sáng của bạn lụi tàn.",
  "7E6553C3": "Đèn Sân Sau",
  "BB07B009": "Mèo thích đi vệ sinh bên trong và hộp vệ sinh này sẽ đảm bảo chúng không làm hỏng tấm thảm sang trọng của bạn. Không chỉ vậy, nó còn gọn gàng và hấp thụ mùi hôi. Mr. Tinkles: Dành cho khi có nước tiểu động vật trong nhà bạn.",
  "6DD2396C": "Hộp Vệ Sinh Mr. Tinkles",
  "05304B05": "Mèo cần phải liếm láp bản thân, ngồi trên những chỗ cao ráo, và thỉnh thoảng đi ị một cách hào hứng. Đừng sợ! Katzen Poopen từng đoạt giải thưởng có hộp hoàn hảo để mèo con của bạn có thể ị bất cứ khi nào chúng muốn mà không hề ồn ào!",
  "D3CB7A00": "Katzen Poopen",
  "4B8496AE": "Hộp vệ sinh tự động tự làm sạch này có công nghệ cảm biến robot mới nhất để cào đi những thứ khó coi do mèo của bạn để lại. Việc dọn dẹp thật dễ dàng chỉ với việc đổ rác thỉnh thoảng để giữ cho hệ thống hoạt động và có chức năng.",
  "63D2E651": "Litter-Matic Không Cần Xúc",
  "6F2A0B25": "Nhà sản xuất Litter-Laser đã thức cả đêm để động não và quyết định rằng có hai thứ mà mọi người đều yêu thích: Mèo... và Tia laser! Hộp vệ sinh này sẽ tự làm sạch bằng công nghệ laser mới nhất để loại bỏ mọi dấu vết hôi thối. CẢNH BÁO: Giữ mèo tránh xa tia laser trong quá trình làm sạch.",
  "4C516AA0": "Litter-Laser: Hộp Vệ Sinh Tự Làm Sạch",
  "25A1B241": "Hãy cho người đưa thư thân thiện của bạn biết rằng họ sẽ không phải lo lắng về việc tập cardio hôm nay vì ngôi nhà của bạn đã an toàn khỏi những con quái vật K-9.",
  "D4B09D74": "Hộp Thư Meow",
  "2000E2BC": "Mở khóa bằng cách đạt cấp 2 Kỹ Năng Thú Y",
  "3EDAD78F": "Đã mở khóa ở cấp 2 của Kỹ Năng Thú Y",
  "EFF6AC0F": "Hãy cho người đưa thư thân thiện của bạn biết rằng một chú chó ngoan sống ở đây; sẵn sàng và sẵn lòng giúp họ tập cardio trong ngày.",
  "677655D6": "Người Đưa Thư Hãy Coi Chừng",
  "D2243B02": "Mở khóa bằng cách đạt cấp 2 Kỹ Năng Thú Y",
  "3C358A99": "Đã mở khóa ở cấp 2 của Kỹ Năng Thú Y",
  "50F5D722": "Khi ra ngoài và cần cá hồi hoặc cá hồi chấm*, Foodies Munch and Go là nơi chắc chắn để bạn lấp đầy dạ dày bằng những món ăn nhanh mà không gặp bất tiện khi phải tìm chỗ ngồi gần đó.\n\n*Không bán Cá Hồi hoặc Cá Hồi Chấm.",
  "07974A9D": "Foodies Munch and Go",
  "8250F546": "Ôi trời ơi, đến giờ thưởng thức món protein có vảy chỉ có ở biển hoặc suối gần đó rồi! Tất cả các lựa chọn có vây của chúng tôi đều được đảm bảo không có nguồn gốc từ hộp, vùng nước lợ hoặc ao ô nhiễm kinh khủng. Chỉ có cá tươi, mọi lúc, dành cho những ai thèm ăn thứ gì đó khác ngoài tảo bẹ.",
  "0C6FD6D9": "Foodies Seafood Sampler",
  "2619EEBF": "Chào mừng đến với Catch Of The Day! Nơi cá luôn tươi ngon, được đảm bảo*!\n\n*Các loài cá sẽ khác nhau mỗi ngày.",
  "209B65E6": "Catch Of The Day",
  "3CDA7D25": "Yo ho ho và một chai thuốc? Đó là bài hát của những thủy thủ vĩ đại từ Cape Bloony khi họ du hành trên biển để tìm kiếm kho báu đã mất.",
  "E53420A0": "Gương Hàng Hải",
  "BE3A1432": "Bạn thấy sự toàn vẹn cấu trúc của bức tường nhà mình nhàm chán? Cần một cách để giải trí cho mèo của bạn*? Bạn muốn thêm một chi tiết cùng tên cho nhà hàng tồi tàn của mình? Cái lỗ trên tường này là dành cho bạn!\n\n*bao gồm cả gia đình chuột chân thực",
  "F341F7CD": "Chuột Trong Lỗ Trên Tường",
  "2243AA6A": "Không quá cao, không quá thấp, cái vòng này là một sự thỏa hiệp tuyệt vời. Một số người có thể nói với bạn rằng thỏa hiệp là thua cuộc, nhưng chúng tôi sẽ để điều đó cho thú cưng của bạn. BURNNN (ngoài ra thứ này có thể bị đốt cháy).",
  "C333E2F5": "Chướng ngại vật - Vòng Trung Bình",
  "FA7993CF": "Dành cho những thú cưng nhỏ bé trong cuộc sống của bạn. Hoặc những con lớn muốn cảm thấy trẻ lại. Bạn cũng có thể đốt thứ này để tăng thêm độ nguy hiểm!",
  "3C3AA396": "Chướng ngại vật - Vòng Ngắn",
  "728E6BA2": "Đây là cái vòng cao nhất mà chúng tôi có! Thực ra thì nó cũng không cao lắm, nhưng nó có thể bắt lửa!",
  "7D3BE01D": "Chướng ngại vật - Vòng Cao",
  "2AFE7842": "Bục này là một nơi tuyệt vời để thú cưng của bạn tạo dáng chiến thắng. Hoặc chúng có thể ngủ trưa trên đó.",
  "A1A44B3D": "Chướng Ngại Vật - Bục",
  "EC2A23B9": "Cái gì lên rồi cũng phải xuống. Hoặc thú cưng của bạn có thể chỉ ngồi trên đỉnh dốc này cả ngày.",
  "4629BCBC": "Chướng Ngại Vật - Dốc",
  "6321029A": "Mặc dù trông giống như một sợi mì macaroni khổng lồ, nhưng đường hầm cong này được cho là để bên ngoài thú cưng của bạn, chứ không phải bên trong nó.",
  "4F1570C5": "Chướng Ngại Vật - Đường Hầm Cong",
  "13671E4D": "Đường hầm này dẫn đến hư không. Đùa thôi, nó khá...thẳng đó.",
  "E184E798": "Chướng Ngại Vật - Đường Hầm Thẳng",
  "216AE069": "Những chiếc cột này rất tuyệt để giúp huấn luyện sự nhanh nhẹn của thú cưng của bạn. Lắc lư và lách mình đi nào, anh bạn nhỏ!",
  "F9C8FF4C": "Chướng Ngại Vật - Cột Lách Mình",
  "93A672E7": "Chiếu một ánh sáng lên bức tranh u ám về tia nắng mặt trời trên một đại dương gồ ghề và đầy đá. Trốn đến vùng đất bị cấm của Borakar, nơi mặt trời luôn chiếu sáng, nhưng sóng lại rất nguy hiểm.",
  "B0A48A1E": "Nét Vẽ Tia Nắng",
  "BF387349": "Chúng tôi chụp ảnh từ khắp nơi trên thế giới về những thú cưng dễ thương nhất. Các phiếu bầu đã được gửi, và đây là những người chiến thắng cho lịch 6 Ngày Thú Cưng.",
  "89028DAC": "6 Ngày Thú Cưng",
  "BD987A30": "Nhận nuôi thú cưng NGAY HÔM NAY!\n\nChúng đều tốt, không con nào xấu cả. Xin hãy cho chúng một mái ấm yêu thương. Tất cả những gì chúng muốn là tình cảm.",
  "9DCE99DF": "Nhận Nuôi Thú Cưng",
  "6438E0FD": "Từ Bengal đến Sphynx, tấm áp phích này bao gồm tất cả các giống mèo dễ thương và đáng yêu. Xin vui lòng cưỡng lại thôi thúc vuốt ve tấm áp phích. Nó chỉ dành cho trưng bày.",
  "0D00D668": "Áp Phích Tất Cả Về Các Giống Mèo",
  "76A10E52": "Tìm hiểu về giải phẫu và, ừm, tất cả các bộ phận của một con mèo với tấm áp phích rất dễ thương và đầy thông tin này.",
  "75BCAE6D": "Áp Phích Tất Cả Về Giải Phẫu Mèo",
  "352898BF": "Từ chó chăn cừu Đức đến chó Beagle, tấm áp phích này bao gồm tất cả các giống chó dễ thương và đáng yêu. Xin vui lòng cưỡng lại thôi thúc vuốt ve tấm áp phích. Nó chỉ dành cho trưng bày.",
  "045343E6": "Áp Phích Tất Cả Về Các Giống Chó",
  "B65B23C4": "Tìm hiểu về giải phẫu và các bộ phận (TẤT CẢ) của một con chó với tấm áp phích rất dễ thương và đầy thông tin này.",
  "0F1CFA8B": "Áp Phích Tất Cả Về Giải Phẫu Chó",
  "C2BA78F1": "TRỌNG LỰC: Chỉ là tùy chọn đối với mèo!",
  "3D8897C4": "Áp Phích Truyền Cảm Hứng Cho Mèo",
  "4257E3E6": "Có rất ít điều trên thế giới hạnh phúc như một chú chó và quả bóng của nó.",
  "05B6EDF9": "Áp Phích Truyền Cảm Hứng Cho Chó",
  "21726F93": "Đó là nơi hoàn hảo để đối xử với người bạn lông lá của bạn bằng tình yêu và sự quan tâm.",
  "6B655B42": "Chào mừng đến với Phòng Khám Thú Y",
  "091ABC28": "Đôi khi bạn muốn hoàn thành công việc, nhưng một số cục bông nhất định lại có những ý tưởng khác.",
  "3CD67247": "Hãy Đến Phòng Khám Thú Y",
  "C87338F1": "Một loạt các bức tranh mô tả những nhân vật chủ chốt khác nhau của Brindleton, tất cả đều có một số liên hệ với Đảo Deadgrass và Thảm kịch của Saint Bernard. Truyền thuyết kể rằng, vào những ngày đầu tiên khi khu định cư của Vịnh Brindleton mới thành lập, người dân hoàn toàn không có thú cưng nào cả. Những người định cư không có gì để giải trí ngoài những câu chuyện về một bóng ma hút plasma xuất hiện vào ban đêm. Một đêm nọ, thảm họa ập đến. Saint Bernard, một con tàu đáng gờm, đã đâm đầu vào hòn đảo ngoài khơi và bị cuốn trôi theo sóng. Một cách bí ẩn, những chiếc thuyền cứu sinh chở đầy mèo và chó đã tìm đường vào bờ, nhưng không tìm thấy người nào. Người ta nói rằng hồn ma của Thuyền trưởng giờ đây lang thang trong thành phố vào ban đêm, kiểm tra để đảm bảo rằng tổ tiên của những thú cưng sống sót đã được cho một mái ấm tốt, và những người đã chết trong vụ tai nạn đang sống thoải mái chín kiếp sau của họ trên Đảo Deadgrass.",
  "2BD6D7C4": "Thảm Kịch của Saint Bernard và Những Câu Chuyện Khác từ Đảo",
  "BC13E3C4": "Một loạt các bức tranh mô tả những ngày đầu tiên của Vịnh Brindleton. Trước khi thú cưng của họ dạt vào bờ, người dân Brindleton có rất nhiều thời gian rảnh rỗi để chăm sóc đồng ruộng và hoàn thiện cây cầu có mái che nhìn ra Quảng trường Sable. Sau sự xuất hiện của mèo và chó trong Thảm kịch của Saint Bernard, nỗi ám ảnh của thị trấn với những người bạn bốn chân mới của họ đã khiến họ dựng lên những tượng đài khổng lồ cho mèo và chó trên khắp quảng trường, và khởi động một ngành công nghiệp thực phẩm cá và thú cưng đang phát triển. Ngày nay, thị trấn đang phát triển mạnh mẽ, với những ảnh hưởng của mèo và chó được dệt trực tiếp vào DNA của cộng đồng. Người dân địa phương thậm chí còn bầu một con mèo làm thị trưởng của họ!",
  "FD6B3A8B": "Brindleton Cổ Kính - Một Loạt",
  "192308EA": "Bức tranh này là một hình ảnh cổ điển về những gì chó của bạn làm khi bạn không ở nhà. Chúng ta sẽ không bao giờ biết ai là người chiến thắng trong trò chơi này.",
  "737EB675": "Đêm Của Những Chú Chó",
  "BE0E0BDF": "paperSml_EP04GENvet mô tả giữ chỗ",
  "86DC8286": "paperSml_EP04GENvet tên giữ chỗ",
  "1DAFB490": "pepperSpray_EP04GENvet mô tả giữ chỗ",
  "D29370BF": "pepperSpray_EP04GENvet tên giữ chỗ",
  "33AD212A": "Phân Thú Cưng Lớn này là thứ hôi thối và nặng mùi nhất trong tất cả các loại phân thú cưng. Nó sẽ chứng tỏ là một loại phân bón tuyệt vời cho việc làm vườn.",
  "F5B1B1B5": "Phân Thú Cưng Lớn",
  "CB7C7A02": "Phân Thú Cưng Nhỏ này ít hôi thối và nặng mùi hơn Phân Thú Cưng Lớn. Nó vẫn sẽ chứng tỏ là một loại phân bón tốt cho việc làm vườn.",
  "17B65DFD": "Phân Thú Cưng Nhỏ",
  "72B4CA20": "Quá xù lông? Eeeh...ừm...có lẽ.",
  "9FD2F16F": "Đống Lông",
  "B33C0AE8": "plantEP04_ivy_groundcover_01",
  "B35CFB07": "plantEP04_ivy_groundcover_01",
  "10D75542": "plantEP04_tallgrass_dry_01_green",
  "252E523D": "plantEP04_tallgrass_dry_01_green",
  "42D6FD5A": "plantEP04_tallgrass_dry_01_small_green",
  "7D56BF85": "plantEP04_tallgrass_dry_01_small_green",
  "747C6970": "plantEP04_tallgrass_dry_01_small_warm",
  "4E73221F": "plantEP04_tallgrass_dry_01_small_warm",
  "BB7DCB48": "plantEP04_tallgrass_dry_01_warm",
  "F7BD45E7": "plantEP04_tallgrass_dry_01_warm",
  "2F93F541": "Một loài cây với nhiều tên gọi, không chỉ là một cái cây. Hostas được trồng rộng rãi như một loại cây có tán lá chịu bóng râm. Mặc dù thường được trồng cho mục đích trang trí, nhưng tất cả các loài Hosta đều có thể ăn được*.\n\n*Tuy nhiên, loài này không ăn được đối với những người bạn lông lá của bạn.",
  "BA5DF674": "Cây Hosta",
  "2E94541E": "Đừng giới hạn sự say mê mèo của bạn trong nhà. Giải phóng người phụ nữ yêu mèo bên trong bạn ra ngoài trời để cả thế giới thấy!",
  "5C10CB21": "Cây Cảnh Người Yêu Mèo",
  "3F427140": "Phả hệ của chó poodle chắc chắn biết cách tạo nên một tuyên bố. Thanh lịch. Thời trang. Sang trọng. Hãy để bãi cỏ của bạn làm điều tương tự với kiệt tác này.",
  "F416D50F": "Cây Cảnh Poodle Kiêu Hãnh",
  "C91CD167": "Hoa hướng dương, Ngọc bích và Lá Tê Cóng ÔI TRỜI ƠI! Chậu Hoa Mặt Trời Ngọc Bích tràn ngập những bông hoa tuyệt đẹp. Điều này chắc chắn sẽ mang lại màu sắc cho bất kỳ căn phòng nhàm chán nào.",
  "DB045D9E": "Chậu Hoa Mặt Trời Ngọc Bích",
  "EB10F837": "Những cái cây mệt mỏi đang chìm sâu trong giấc ngủ, người ta phải làm gì để đếm số lượng của chúng, từng cái một chúng rơi vào trạng thái nghỉ ngơi, bước đi lặng lẽ bên những bông hoa để đảm bảo không gây hại.",
  "70E86E8E": "Cây Mệt Mỏi",
  "A0D459CF": "Lướt và tung tóe, những bông hoa này trông cẩu thả, chúng dường như rũ xuống với một loại nếp gấp nào đó, những bông hoa này buồn ngủ nhưng chúng vẫn thích tắm.",
  "BCA41596": "Cây Thùng Nước Ép",
  "C3C1F791": "Đóng khung những bông hoa của bạn theo cách mà chúng xứng đáng. Với nhiều lựa chọn bình hoa nhân vật khác nhau, từ Mèo Xinh đến Mèo Hội, và thậm chí cả Mèo Con Say Đắm, bạn chắc chắn sẽ tìm thấy sự kết hợp hoàn hảo cho phòng khách hoặc sân trong của mình.",
  "A1C411E4": "Bình Hoa Hình Mèo Con Say Đắm",
  "7707487F": "Từ độ cao đáng gờm của Dãy núi Bernese, loài cây mọng nước mỏng manh này được đặt một cách thích hợp trong một chậu nung được chế tác cẩn thận để trông giống như người bạn tốt nhất của cây.",
  "0B341AA6": "Cây Mọng Nước Hình Chó Con",
  "02976806": "Gần đây bạn cảm thấy quá thuần hóa? Mang một số cảm giác hoang dã đó trở lại ngôi nhà của bạn với màn trình diễn suy đồi này của hoa dại được hái bằng tay.",
  "C6278999": "Chậu Cây Treo Tường Hoang Dã",
  "F76204F4": "Thú cưng của bạn đã ị ra vàng và cái này bật ra! Tuyệt vời!",
  "F071995B": "Thỏi Vàng",
  "9392788E": "Ghê.",
  "9370CAB1": "Vũng Nôn",
  "13C811E4": "Cấu trúc này sẽ chứa đựng những câu chuyện và cuộc phiêu lưu nào? Tùy thuộc vào bạn khám phá.",
  "7DA9412B": "Lan Can Đá Đơn Giản",
  "1D7BA284": "Trang trí, hấp dẫn. Nó giữ những bí mật gì? Nó có giữ bí mật nào không? Cái cột cho thấy sự hao mòn và tuổi già, nhưng thể hiện điều đó một cách trang trọng.",
  "6C07FC4B": "Cột Cổ",
  "25D5FEC4": "Chủ yếu dành cho những người cảm thấy hơi hàng hải. Cột này chắc chắn sẽ thêm một điều gì đó để nói về.",
  "9D509B8B": "Cột Thùng",
  "692553A1": "Máy Hút Bụi Robot Cơ Bản có vừa đủ để giữ cho ngôi nhà của bạn không bị đầy những đống rác và những thứ lộn xộn khó chịu. Nếu Sim của bạn đủ khéo tay, họ sẽ có thể nâng cấp nó với nhiều tính năng hơn. Nếu không, bạn có thể muốn chọn phiên bản cao cấp.",
  "AA5E9E54": "Máy Hút Bụi Robot",
  "4C5F7239": "Với tất cả các tính năng, thiết bị làm sạch nhà được nâng cấp này chắc chắn hút! Theo những cách tốt nhất.",
  "41B3603C": "Máy Hút Bụi Robot Cao Cấp",
  "4256306E": "Đế Sạc Máy Hút Bụi Robot sẽ cung cấp cho máy hút bụi robot của bạn một ngôi nhà nhất quán để quay trở lại, vì vậy bạn sẽ không bao giờ bị mất nó trong nhà của mình. Không bắt buộc, nhưng rất khuyến khích.",
  "BAAB8511": "Đế Sạc Máy Hút Bụi Robot",
  "16BFD616": "Đế Sạc Máy Hút Bụi Robot Cao Cấp sẽ cung cấp cho máy hút bụi robot của bạn một ngôi nhà nhất quán để quay trở lại với các hình dán và màu sắc phù hợp!",
  "580B90C9": "Đế Sạc Máy Hút Bụi Robot Cao Cấp",
  "B3B546A1": "rockEP04_harbor_01",
  "1B160754": "rockEP04_harbor_01",
  "133AA4B4": "rockEP04_harbor_02",
  "1057691B": "rockEP04_harbor_02",
  "BCB5AC4F": "Không phải người bạn đời quan trọng của mọi thủy thủ đều có đủ khả năng để đi đi lại lại trên Widow’s Walk, lo lắng quét đường chân trời để tìm người đàn ông hoặc cô gái đi biển của họ và vẫy tay điên cuồng để chào đón khi thuyền của họ cuối cùng xuất hiện. Những người ít có khuynh hướng hơn nên thử Widow’s Peak, vật trang trí mái nhà cổ kính nói rằng “Anh/Em đang nghĩ về em/anh yêu, nhưng thành thật mà nói, em/anh đã có kế hoạch cho cuối tuần này rồi.”",
  "FCAA8516": "Widow’s Peak",
  "E57C9389": "Chúng tôi không chắc chắn về nguồn gốc của thiết kế này hoặc tại sao nó lại có cái tên như vậy. Một ngày nọ, bản thiết kế của nó xuất hiện trong cửa hàng của chúng tôi với ghi chú sau: \"Cầu mong Bản Gốc dẫn đường cho bạn...\" Chúng tôi tự hỏi đường của chúng tôi đến đâu...",
  "496C8BEC": "Bản Gốc",
  "32FF082B": "Trong khi hầu hết mèo và chó có xu hướng hướng chiếc mũi nhỏ nhắn của chúng vào gió, về phía nguồn gốc của một mùi hương ngon lành, thì những cánh gió bằng gang này quan tâm nhiều hơn đến việc mùi hương đó đang hướng đến đâu.",
  "2351182A": "Hướng Gió Xuống",
  "934D2FBD": "Một mô tả khác về bàn chân lấm bùn, nhưng lần này là dành cho sàn nhà của bạn. Hoàn hảo nếu chưa cam kết nuôi thú cưng, nhưng muốn có được một số diện mạo và cảm giác để \"dùng thử\". Những bàn chân này có thể được xếp lớp trên thảm của bạn hoặc để một mình trên sàn nhà của bạn.",
  "6C508D28": "Điểm Nhấn Bàn Chân Mộc Mạc",
  "ADE65424": "Thảm Rest Your Paw Here được làm hoàn hảo từ các sợi tổng hợp mờ khó có thể nghi ngờ để chịu được những bàn chân bẩn thỉu nhất. Có một tấm thảm vui nhộn trong khi nó có chức năng, hãy vui vẻ và tự thưởng cho mình một phong cách đỉnh cao!",
  "1DE4A66B": "Thảm Rest Your Paw Here",
  "F7E40322": "Mọi người đặt chân sang trái. In dấu chân nhanh chóng cho bất kỳ phòng nào trong nhà.",
  "02720E9D": "Paw It Up - Trái",
  "8E0D7A59": "Mọi người đặt chân sang phải. In dấu chân nhanh chóng cho bất kỳ phòng nào trong nhà.",
  "2138A1DC": "Paw It Up - Phải",
  "F10B313E": "Hãy thừa nhận đi, thú cưng cũng cần tấm lót. Rốt cuộc, chúng ta không muốn chúng cảm thấy như chúng không phải là một thành viên trong gia đình.",
  "DB9400C1": "Thảm Đặt Thức Ăn Ở Đây",
  "B4331E6F": "Thảm chùi chân này là để lau bàn chân, không phải lau xương.",
  "52033FB6": "Thảm Không Xương",
  "8B126E74": "Không chó được phép vào! Ý ta là mi đó, Fido! Ta vẫn thấy mi, ngay cả khi mi đội cái mũ nhỏ. Ta biết là mi mà.",
  "19BB9DDB": "Thảm Chỉ Mèo Được Chào Đón",
  "12CEFBA7": "Hoàn hảo để lau bàn chân của bạn trước khi vào trong.",
  "F8103CDE": "Thảm Chùi Chân Mờ",
  "08270271": "Cho dù dùng để lau chân, ngủ trưa buổi chiều hay thể hiện sự ngưỡng mộ sâu sắc đối với những động vật hoang dã cơ bản đã được tự do tung hoành trong nơi cư trú của bạn, Thảm Rug My Belly All-Species là sự kết hợp lý tưởng cho chó, mèo và những người nuôi thú cưng bị ám ảnh.",
  "E10CFC44": "Thảm Rug My Belly All-Species",
  "1482D26F": "Đôi khi sự đơn giản có thể mang lại thiết kế thanh lịch. Lấy một hình tròn. Bây giờ, phủ hình tròn đó bằng các hình tròn khác để tạo ảo giác về chuyển động.",
  "E2BC1BB6": "Vòng Tròn Chuyển Động",
  "42DB0B31": "Tấm thảm hoàn hảo cho người yêu thích các đường kẻ, bất kể góc độ nào chúng nằm, bạn chỉ muốn tung tăng trên chúng cả ngày.",
  "F0D88E04": "Xếp Hàng",
  "CFA7881A": "Một tấm thảm phong cách thu hút ánh nhìn với các họa tiết lấy cảm hứng từ ngựa vằn. Hãy yên tâm, không có con vật nào bị làm hại trong quá trình sản xuất sản phẩm này.",
  "2F8F0945": "Thiết Kế Thiên Nhiên",
  "EDC811BB": "Đó là vẻ ngoài của dấu chân lấm bùn mà không cần bùn. Bạn không còn cần phải lo lắng về việc thú cưng vào nhà dính đầy bùn để có được vẻ ngoài hoang dã này trong nhà của mình.",
  "2FBBE21A": "Bàn Chân Khắp Nơi",
  "567525F7": "Không cho phép chó vào. Chó không được vào. Vì vậy, đừng đặt chân của bạn ở đây, sẽ không có sự đầu hàng.",
  "78C7BE4E": "Không Chó Ở Đây",
  "A3B4DADE": "Lùi lại! Lùi lại! Lùi lại nếu bạn là mèo! Lùi lại! Lùi lại!",
  "57E8C2E1": "Thảm Không Mèo",
  "C90CAC09": "Chào mừng tất cả các chú chó! Ngôi nhà này đã thuộc về chó rồi.",
  "45986D6C": "Chào Mừng Tất Cả Các Bé Cún",
  "424AFBA8": "Trong ngôi nhà này, mèo nắm quyền. Đừng bao giờ nghĩ đến việc nói rằng chỗ đó trên ghế sofa chắc chắn là của bạn, một con mèo sẽ biến nó thành của chúng.",
  "E5CC18C7": "Mèo Thống Trị Ngôi Nhà Này",
  "E6FD67F9": "Được dệt thủ công bằng máy kim loại với bàn tay kim loại lớn, tấm thảm đầy màu sắc này là điểm nhấn hoàn hảo cho bất kỳ cửa ra vào hoặc hiên nhà nào. Nó cũng trông tuyệt vời khi có một cái cây trên đó.",
  "A53934FC": "Cách Dệt",
  "2C504EDF": "Quên hủy giao Sims Daily vào một thời điểm nào đó trong thập kỷ qua? Đừng lo lắng! Tìm mục đích cho ấn phẩm một lần nữa! Đăng ký là lớp lót hoàn hảo cho nhu cầu đi vệ sinh của thú cưng.",
  "C879DB86": "Đống Báo Sims Daily",
  "8917C903": "Nó bắt đầu ở đâu? Nó kết thúc ở đâu? Nhìn quá kỹ và bạn sẽ thấy mình bị thôi miên bởi hoa văn xoắn ốc.",
  "892A7E52": "Mạng Lưới Dệt",
  "998B47A0": "Gây ấn tượng với bạn bè bằng những sự thật thú vị về tấm thảm này! Nó được làm thủ công bởi những con khỉ bay từ những sợi lông kỳ lân tốt nhất, và được nhuộm cẩn thận bằng, ừm, thuốc nhuộm thông thường. Có lẽ chỉ cần chia sẻ phần đầu thôi.",
  "0BCAF1EF": "Điều Kỳ Diệu Dệt",
  "E39626BB": "Tấm thảm lớn này cung cấp nhiều tùy chọn màu sắc và hoa văn, khiến nó phù hợp với mọi căn phòng. Và nó rất mềm mại. Rất, rất mềm mại.",
  "2830111A": "Thảm Siêu Lớn Tuyệt Vời",
  "25B95BC0": "Giữ những móng vuốt mèo con đó tránh xa đồ nội thất đắt tiền của bạn với món đồ nhử quyến rũ này. Không có đồ nội thất đắt tiền? Có lẽ nên tập trung vào điều đó trước. Không sao đâu, chúng tôi sẽ đợi.",
  "F43A8C8F": "Mèo Không Thể Tin Đó Không Phải Là Đồ Nội Thất! Trụ Cào Móng Cho Mèo",
  "A7F70D50": "Đối với những con mèo thích các bề mặt được trồng hữu cơ để cào, Claw Satisfier tuân thủ các tiêu chuẩn nghiêm ngặt của Viện Gỗ Quốc Gia Không Giả Mạo. Mèo của bạn sẽ tin rằng chúng đang khắc một cành cây thực tế... bởi vì chúng thực tế là vậy.",
  "2855147F": "Nature's Answer Claw Satisfier",
  "F4CEB6C1": "Với thuyền, chim và cây cối, bộ sưu tập đồ trang trí này có thứ gì đó cho tất cả mọi người. Ngoại trừ trẻ em. Nghiêm túc đó các bé, đừng ăn cây mọng nước.",
  "390782F4": "Đồ Trang Trí Của Bố Mẹ Tôi",
  "3D5E2A3C": "Sau khi từng được cho là không thể phục hồi, mỏ neo của Saint Bernard đã được trục vớt từ địa điểm tai nạn trước đây bị che giấu của con tàu. Truyền thuyết vẫn suy ngẫm về số phận của vị thuyền trưởng anh hùng của con tàu.",
  "E7F88A93": "Mỏ Neo Của Thánh",
  "7BA82E7A": "Được kiểm nghiệm trên thú cưng, được bác sĩ thú y chấp thuận và có nguồn gốc địa phương, Woofsker's tự hào giới thiệu sự kết hợp hoàn hảo giữa hương vị và sức khỏe với công thức Nibbleyums hoàn toàn mới của chúng tôi. Nói lời tạm biệt với MeowChows và CanineCrumblies của quá khứ, và nói lời chào với món ăn mới yêu thích của người bạn lông lá của bạn: Nibbleyums!",
  "E7D85025": "Woofsker's Nibbleyums",
  "DEE84C63": "Một mô hình 3D tuyệt vời, siêu chi tiết về Vịnh Brindleton. Khám phá từng ngóc ngách tiết lộ vô số thông tin lịch sử về thị trấn. Bạn có thể chỉ ra những địa điểm yêu thích của mình không?",
  "8C3CE932": "Vịnh Brindleton - Một Mô Hình.",
  "D54B9557": "Aye, ho, nhắm mắt lại và cảm nhận làn gió biển. Aye, ho, lên ván để nghe lời cầu xin của tù nhân. Aye, ho, bây giờ hãy nắm lấy bánh lái và đi thuyền trên bảy biển cả.",
  "D4C91C2E": "Bản Sao Bánh Lái Thuyền Trưởng",
  "822A4785": "sculptFloor_EP04GENstationPetFailStuffedCat mô tả giữ chỗ",
  "5B87C780": "sculptFloor_EP04GENstationPetFailStuffedCat tên giữ chỗ",
  "D3A5DB63": "sculptFloor_EP04GENstationPetFailStuffedDog mô tả giữ chỗ",
  "11926632": "sculptFloor_EP04GENstationPetFailStuffedDog tên giữ chỗ",
  "8DB17034": "sculptFloor_EP04GENstationPetFailTopiaryCat mô tả giữ chỗ",
  "A102F39B": "sculptFloor_EP04GENstationPetFailTopiaryCat tên giữ chỗ",
  "8297743A": "sculptFloor_EP04GENstationPetFailTopiaryDog mô tả giữ chỗ",
  "338538E5": "sculptFloor_EP04GENstationPetFailTopiaryDog tên giữ chỗ",
  "71CC1EA6": "Chiếc xe đẩy có bánh này có nhiều không gian cho tất cả các công cụ mà bác sĩ thú y cần để điều trị bệnh cho thú cưng! Nó cũng khá vui (và hơi nguy hiểm) khi cưỡi lên trên sau giờ làm việc…",
  "2E4F2DB9": "Xe Đẩy Tailwagger",
  "AF9A2859": "Bạn muốn chia không gian theo một phong cách nào đó? Không cần tìm đâu xa. Vách ngăn theo chủ đề hàng hải này sẽ làm rất tốt công việc phân định không gian và nó sẽ là một người bắt đầu cuộc trò chuyện. Ý tôi là, bạn sẽ không hỏi tên của con thuyền đó là gì sao? Nó đang đi đâu? Vân vân? Không à? Ok...",
  "91434BDC": "Vách Ngăn Hàng Hải Điển Hình",
  "0B1A6869": "Được làm thủ công tỉ mỉ bởi những Sim nghệ nhân, tác phẩm điêu khắc này trình bày một góc nhìn về loài chim thần thoại nhất. Mặc dù có lẽ không hoàn toàn chính xác, nhưng nó vẫn giữ được sự kỳ diệu của loài này.",
  "F331174C": "Tổng Hòa Của Tất Cả Các Loài Chim",
  "1377B26F": "Đống Sách này, được đặt trong một hành lý chất đống và được viết bởi Seamus O' Writerhan là một lựa chọn trang trí góc nhà hoàn hảo. Hoàn hảo cho mèo ngủ hoặc chỉ lấp đầy không gian nhà trống đó.",
  "89C4BBB6": "Đống Sách",
  "DBDA8E98": "Thời gian không ưu ái cho dòng chữ trên ngôi mộ trang trọng này. Bị mòn và rỉ sét, không ai có thể nhận ra đầy đủ tên của thú cưng đang yên nghỉ vĩnh hằng ở đây. Một loại Thuyền trưởng nào đó? Nhưng làm sao có thể như vậy được?",
  "16EB5717": "Mộ Của Chú Chó Không Rõ Tên",
  "F6B59BC5": "Mặc dù các mảnh riêng lẻ là một vật trang trí đẹp cho chỗ này chỗ kia, nhưng phiên bản xếp chồng này mang lại chiều cao và chiều rộng cho thùng hàng của bạn.",
  "7D9298C0": "Crates a Million: Stacks",
  "2C36711A": "Bạn muốn thùng hàng của mình được xếp chồng cao hơn trước đây? Chà, đừng lo lắng nữa, đống thùng hàng này đang chờ bạn đặt.",
  "39057445": "Crates a Million: Đống Không Quá Cao",
  "5AFEFF20": "Khi tìm cách phá vỡ thị trường thùng hàng tĩnh lặng, chúng tôi đã tìm cách thách thức các quan niệm của một người về thùng hàng. Than ôi, thùng hàng…khá giỏi trong việc làm thùng hàng, và ngay cả việc thêm một Ứng dụng vào quy trình cũng không thể khắc phục được nó. Chúng tôi đã chọn một cách chơi chữ và nó thậm chí còn không hoạt động. Thùng hàng cho không!",
  "78C1806F": "Crates a Million: Cụt",
  "632F532A": "Khi tìm cách phá vỡ thị trường thùng hàng tĩnh lặng, chúng tôi đã tìm cách thách thức các quan niệm của một người về thùng hàng. Than ôi, thùng hàng…khá giỏi trong việc làm thùng hàng, và ngay cả việc thêm một Ứng dụng vào quy trình cũng không thể khắc phục được nó. Chúng tôi đã chọn một cách chơi chữ và nó thậm chí còn không hoạt động. Thùng hàng cho không!",
  "73DDA7B5": "Crates a Million: Nhỏ",
  "18632653": "Khi tìm cách phá vỡ thị trường thùng hàng tĩnh lặng, chúng tôi đã tìm cách thách thức các quan niệm của một người về thùng hàng. Than ôi, thùng hàng…khá giỏi trong việc làm thùng hàng, và ngay cả việc thêm một Ứng dụng vào quy trình cũng không thể khắc phục được nó. Chúng tôi đã chọn một cách chơi chữ và nó thậm chí còn không hoạt động. Thùng hàng cho không!",
  "1072A602": "Crates a Million: Trung Bình",
  "B8BAA192": "Khi tìm cách phá vỡ thị trường thùng hàng tĩnh lặng, chúng tôi đã tìm cách thách thức các quan niệm của một người về thùng hàng. Than ôi, thùng hàng…khá giỏi trong việc làm thùng hàng, và ngay cả việc thêm một Ứng dụng vào quy trình cũng không thể khắc phục được nó. Chúng tôi đã chọn một cách chơi chữ và nó thậm chí còn không hoạt động. Thùng hàng cho không!",
  "651581AD": "Crates a Million: Ngồi xổm",
  "81802F99": "Chà, có lẽ không chỉ vậy. Có lẽ một số dụng cụ bôi và những thứ linh tinh khác? Những hộp đựng này là một sự thay đổi hiện đại của hộp đựng y tế thông thường mà bạn tìm thấy trong văn phòng bác sĩ thú y và bác sĩ. Hình vuông của chúng giúp việc sắp xếp dễ dàng hơn vì chúng có thể vừa với mọi ngóc ngách trong không gian của bạn.",
  "5DBB8C1C": "Để đựng Gạc và Bông Gòn",
  "344DE23F": "Bạn cảm thấy mệt mỏi khi cho con chó ghẻ lở của mình ăn những món ăn vặt nhàm chán cũ kỹ? Tại sao không làm cho nó thêm thú vị với một lọ Chewy Snackies! Chúng ngon, ngọt và tuyệt vời!",
  "7225E866": "Chewy Snackies",
  "5B3F5F95": "Xương, mẩu vụn và những que dài ngon tuyệt - thú cưng của bạn sẽ không muốn ngừng nhai những Crunchy Bits này một khi chúng có được!",
  "38CEE5B0": "Crunchy Bits",
  "F6BD5212": "Về bản chất, một sự tái hiện bậc thầy về cuộc gặp gỡ đầu tiên của hai loài. Sự thanh bình, hạnh phúc và hòa hợp tồn tại trong khoảnh khắc ngắn ngủi trước khi con chó nhận ra con mèo không chỉ là một con chó nhỏ kỳ lạ và bắt đầu đuổi theo nó.",
  "2065AB2D": "Booping Shnoops",
  "829349E2": "Bạn có cần một con mèo khác không? Ai lại có thể hỏi một câu hỏi điên rồ như vậy, tất nhiên là bạn có rồi… Thêm mèo thuộc mọi loại vào nhà của bạn với bức tượng này, và đoán xem, bạn thậm chí không cần phải cho chúng ăn hoặc dọn dẹp sau chúng như một thú cưng bình thường.",
  "08CEDF5D": "Mèo Gốm Meow Thầm Lặng",
  "DFA907E4": "Có một chú chó yêu thích trong cuộc sống của bạn? Chà, đừng sợ, chú chó gốm này ở ngay đó để giúp bạn lấp đầy ngôi nhà của mình với nhiều chó hơn mà không cần thêm trách nhiệm. Hãy nhớ tìm một con phù hợp với bạn nhất, bởi vì chó là người bạn tốt nhất của Sim.",
  "FA6E432B": "Chó Gốm Bất Tử",
  "486CBDD1": "Dành cho đồ trang sức và các dụng cụ quan trọng để làm cho chó con và mèo con cảm thấy tốt hơn.",
  "BC5BC724": "Dành Cho Các Dụng Cụ Cần Thiết",
  "71B484B2": "Cô ấy không phải là chó tha mồi, nhưng chắc chắn cô ấy là vàng. Thể hiện tình yêu của bạn dành cho Canis lupus familiaris bằng cách trưng bày bức tượng nhỏ này một cách nổi bật trong nhà của bạn.",
  "11ED614D": "Người Bạn Tốt Nhất Của Con Người",
  "C2C63F3B": "Felis catus có thể là những sinh vật ích kỷ, nhưng chỉ vì chúng yêu bản thân mình hơn là yêu chúng ta không có nghĩa là chúng không mang lại một điều gì đó đặc biệt cho bất kỳ hộ gia đình nào. Tôn vinh mối quan hệ đồng phụ thuộc khó hiểu đó bằng bức tượng mèo nhỏ này.",
  "053BF29A": "Người Bạn Tốt Nhất Của Mèo",
  "DD1E381D": "Hai con cua có được một chai rượu, chỉ đi dạo một chút thôi. Cầm chai trên tay, mỉm cười trên cát - hãy cho những Sim này thấy những kế hoạch khó hiểu trong cung hoàng đạo của chúng ta!",
  "16C47B08": "Bảng Cua Càng",
  "DD490275": "Đó là một cái lưới đầy phao. Nó có thể sẽ thêm một chút phong cách hàng hải vào ngôi nhà của bạn. Hoặc nó sẽ làm cho nó có mùi tanh. Một trong những điều đó.",
  "C8D17B10": "Lưới O' Phao",
  "C0AB4071": "Avast ye! Giữ tài sản quý giá của thuyền trưởng tránh xa tất cả những kẻ chân đất bằng cách gắn nó cao phía trên boong tàu.",
  "B2495644": "Bánh Lái Thuyền Trưởng Treo Tường",
  "This sign will let people know that you prefer dogs in your establishment. Whether they be big or small, you just want to boop the snoot and play some fetch.": "Biển báo này sẽ cho mọi người biết rằng bạn thích chó ở cơ sở của mình. Dù chúng to hay nhỏ, bạn chỉ muốn chạm vào mũi và chơi trò nhặt đồ.",
  "Good Dog": "Chó Ngoan",
  "This sign will let people know that only cats are welcome here. From the cutest of purrs to the sassiest of tail swishes, you just want to surround yourself with these four-legged cuties.": "Biển báo này sẽ cho mọi người biết rằng bạn chỉ chào đón mèo ở đây. Từ tiếng kêu meo meo dễ thương nhất đến cái vẫy đuôi tinh nghịch nhất, bạn chỉ muốn bao quanh mình với những em thú bốn chân đáng yêu này.",
  "Purrrfect": "Quá Meo",
  "This sign will let locals know that you welcome their four-legged friend into your establishment. Nothing but love here.": "Biển báo này sẽ cho người dân địa phương biết rằng bạn chào đón người bạn bốn chân của họ đến cơ sở của mình. Ở đây chỉ có tình yêu thương.",
  "8F2E8FE6": "Biển báo này sẽ cho mọi người biết rằng bạn thích chó ở cơ sở của mình. Dù chúng to hay nhỏ, bạn chỉ muốn chạm vào mũi và chơi trò nhặt đồ.",
  "E4E331F9": "Chó Ngoan",
  "BB39C6B0": "Biển báo này sẽ cho mọi người biết rằng bạn chỉ chào đón mèo ở đây. Từ tiếng kêu meo meo dễ thương nhất đến cái vẫy đuôi tinh nghịch nhất, bạn chỉ muốn bao quanh mình với những em thú bốn chân đáng yêu này.",
  "213FD75F": "Quá Meo",
  "475B845B": "Biển báo này sẽ cho người dân địa phương biết rằng bạn chào đón người bạn bốn chân của họ đến cơ sở của mình. Ở đây chỉ có tình yêu thương.",
  "Love All Paws": "Yêu Tất Cả Các Chân",
  "A detail account of the canis lupus familiaris. All about each part and organ. A wonderful companion for all enthusiasts and professionals alike.": "Một bản tường trình chi tiết về canis lupus familiaris. Tất cả về từng bộ phận và cơ quan. Một người bạn đồng hành tuyệt vời cho tất cả những người đam mê và các chuyên gia.",
  "Dog. A Diagram.": "Con Chó. Một Sơ Đồ.",
  "Every frame tells a story of health. No Vet office is complete without a radiography display. ": "Mỗi khung hình kể một câu chuyện về sức khỏe. Không có phòng khám thú y nào hoàn chỉnh nếu không có màn hình chụp X-quang.",
  "Pupper Radiography": "Chụp X-quang Cún Con",
  "9996963A": "Yêu Tất Cả Các Chân",
  "BB2455B3": "Một bản tường trình chi tiết về canis lupus familiaris. Tất cả về từng bộ phận và cơ quan. Một người bạn đồng hành tuyệt vời cho tất cả những người đam mê và các chuyên gia.",
  "FA24C1E2": "Con Chó. Một Sơ Đồ.",
  "293AB938": "Mỗi khung hình kể một câu chuyện về sức khỏe. Không có phòng khám thú y nào hoàn chỉnh nếu không có màn hình chụp X-quang.",
  "665BAB37": "Chụp X-quang Cún Con",
  "So, ye need a place for yer sweet nectar and tropical juices, eh? Well keep yer treasures safe in a dark-finished barrel, suitable for an atmosphere that echoes a rough, brooding storm.  Drink away ye freebooters! G'yaaaarrrrr!": "Vậy là ngươi cần một chỗ để chứa mật ngọt và nước trái cây nhiệt đới của ngươi, hả? Vậy thì hãy giữ kho báu của ngươi an toàn trong một thùng gỗ tối màu, phù hợp với bầu không khí vang vọng một cơn bão dữ dội, u ám. Uống thoải mái đi lũ cướp biển! G'yaaaarrrrr!",
  "Happy Juice Barrel": "Thùng Nước Ép Vui Vẻ",
  "A conversation piece for sure. Handcrafted from reclaimed juice barrels so it serves both a decorative and functional purpose. It will elevate any home to a rustic chic vibe.": "Chắc chắn là một món đồ để trò chuyện. Được làm thủ công từ các thùng nước ép tái chế, vì vậy nó vừa có mục đích trang trí vừa có mục đích sử dụng. Nó sẽ nâng tầm bất kỳ ngôi nhà nào lên một phong cách mộc mạc sang trọng.",
  "Juice Barrel Holder": "Giá Đỡ Thùng Nước Ép",
  "Crates on a boat? Who could ask for more!": "Thùng trên thuyền? Còn gì tuyệt vời hơn!",
  "5AEE366E": "Vậy là ngươi cần một chỗ để chứa mật ngọt và nước trái cây nhiệt đới của ngươi, hả? Vậy thì hãy giữ kho báu của ngươi an toàn trong một thùng gỗ tối màu, phù hợp với bầu không khí vang vọng một cơn bão dữ dội, u ám. Uống thoải mái đi lũ cướp biển! G'yaaaarrrrr!",
  "26C8B711": "Thùng Nước Ép Vui Vẻ",
  "A5B33687": "Chắc chắn là một món đồ để trò chuyện. Được làm thủ công từ các thùng nước ép tái chế, vì vậy nó vừa có mục đích trang trí vừa có mục đích sử dụng. Nó sẽ nâng tầm bất kỳ ngôi nhà nào lên một phong cách mộc mạc sang trọng.",
  "EF81473E": "Giá Đỡ Thùng Nước Ép",
  "2F35B431": "Thùng trên thuyền? Còn gì tuyệt vời hơn!",
  "Crate Transport": "Thùng Vận Chuyển",
  "This catnip herb packet contains a variety of catnip flowers for planting or feeding to your cat.": "Gói thảo dược bạc hà mèo này chứa nhiều loại hoa bạc hà mèo để trồng hoặc cho mèo ăn.",
  "Catnip Herb Packet": "Gói Thảo Dược Bạc Hà Mèo",
  "You'll be thanking yourself for adorning your entryway with this practical shelf. Especially when you walk in the door with hands full and your pet welcomes you with their lovingly aggressive lick attack. Drop down that briefcase and free up your hands for cuddles and furry kisses!": "Bạn sẽ phải cảm ơn bản thân vì đã trang trí lối vào bằng chiếc kệ thiết thực này. Đặc biệt là khi bạn bước vào cửa với hai tay đầy đồ và thú cưng chào đón bạn bằng cuộc tấn công liếm yêu thương đầy hung hăng của chúng. Hãy thả cặp tài liệu xuống và giải phóng đôi tay để ôm ấp và nhận những nụ hôn đầy lông lá!",
  "You're Home! You're Home! You're Home! Entryway Shelf": "Bạn Về Nhà Rồi! Bạn Về Nhà Rồi! Bạn Về Nhà Rồi! Kệ Lối Vào",
  "34663904": "Thùng Vận Chuyển",
  "1CD76115": "Gói thảo dược bạc hà mèo này chứa nhiều loại hoa bạc hà mèo để trồng hoặc cho mèo ăn.",
  "E78C3230": "Gói Thảo Dược Bạc Hà Mèo",
  "0C3446E8": "Bạn sẽ phải cảm ơn bản thân vì đã trang trí lối vào bằng chiếc kệ thiết thực này. Đặc biệt là khi bạn bước vào cửa với hai tay đầy đồ và thú cưng chào đón bạn bằng cuộc tấn công liếm yêu thương đầy hung hăng của chúng. Hãy thả cặp tài liệu xuống và giải phóng đôi tay để ôm ấp và nhận những nụ hôn đầy lông lá!",
  "1718EF07": "Bạn Về Nhà Rồi! Bạn Về Nhà Rồi! Bạn Về Nhà Rồi! Kệ Lối Vào",
  "Though its size pales in comparison to its big brother, Bob's Protective China Cabinet, this handsome hutch earns its keep with extra customizability options on the bottom shelf. Go ahead, fill it up!": "Mặc dù kích thước của nó nhạt nhòa so với người anh lớn, Tủ Bát Bảo Vệ Của Bob, nhưng chiếc tủ nhỏ nhắn này vẫn chứng tỏ giá trị của mình với các tùy chọn tùy chỉnh bổ sung ở kệ dưới cùng. Cứ tự nhiên mà lấp đầy nó đi!",
  "Just a Touch of Hutch": "Chỉ Một Chút Tủ Nhỏ",
  "This elegant, yet rustic dining room cabinet is perfectly stocked with the essentials for a Sunday brunch and has a shelf in the middle to decorate with whatever you please. Atop its towering body it proudly showcases Grandma's fine china safely out of reach from clumsy hands.": "Chiếc tủ phòng ăn thanh lịch nhưng mộc mạc này được tích trữ hoàn hảo với những vật dụng thiết yếu cho một bữa nửa buổi Chủ Nhật và có một kệ ở giữa để trang trí theo bất cứ thứ gì bạn thích. Trên đỉnh thân hình cao chót vót của nó, nó tự hào trưng bày bộ đồ sứ tuyệt đẹp của bà một cách an toàn ngoài tầm với của những bàn tay vụng về.",
  "Bob's Protective China Cabinet": "Tủ Bát Bảo Vệ Của Bob",
  "There were dark times before Sims figured out how to perpendicularly attach shelves to the walls of their homes. Now you too can display small clutter and other knick-knacks that require flat horizontal surfaces on the vertical faces of your walls.": "Đã có những thời kỳ đen tối trước khi Sims tìm ra cách gắn các kệ vuông góc vào tường nhà của họ. Giờ đây, bạn cũng có thể trưng bày những đồ lặt vặt nhỏ và những món đồ trang trí khác cần bề mặt phẳng nằm ngang trên các mặt thẳng đứng của bức tường.",
  "0E932089": "Mặc dù kích thước của nó nhạt nhòa so với người anh lớn, Tủ Bát Bảo Vệ Của Bob, nhưng chiếc tủ nhỏ nhắn này vẫn chứng tỏ giá trị của mình với các tùy chọn tùy chỉnh bổ sung ở kệ dưới cùng. Cứ tự nhiên mà lấp đầy nó đi!",
  "9DE0A2EC": "Chỉ Một Chút Tủ Nhỏ",
  "73C18E4A": "Chiếc tủ phòng ăn thanh lịch nhưng mộc mạc này được tích trữ hoàn hảo với những vật dụng thiết yếu cho một bữa nửa buổi Chủ Nhật và có một kệ ở giữa để trang trí theo bất cứ thứ gì bạn thích. Trên đỉnh thân hình cao chót vót của nó, nó tự hào trưng bày bộ đồ sứ tuyệt đẹp của bà một cách an toàn ngoài tầm với của những bàn tay vụng về.",
  "767C9055": "Tủ Bát Bảo Vệ Của Bob",
  "CB7C9549": "Đã có những thời kỳ đen tối trước khi Sims tìm ra cách gắn các kệ vuông góc vào tường nhà của họ. Giờ đây, bạn cũng có thể trưng bày những đồ lặt vặt nhỏ và những món đồ trang trí khác cần bề mặt phẳng nằm ngang trên các mặt thẳng đứng của bức tường.",
  "Revolutionary Wall Surface": "Bề Mặt Tường Mang Tính Cách Mạng",
  "This stylish wall shelf has room to hang up to four leashes or collars. If you have more than four pets you should probably re-evaluate your priorities. Or just buy another one of these.": "Kệ treo tường phong cách này có chỗ để treo tối đa bốn dây xích hoặc vòng cổ. Nếu bạn có nhiều hơn bốn thú cưng, có lẽ bạn nên đánh giá lại các ưu tiên của mình. Hoặc chỉ cần mua thêm một cái nữa.",
  "The Leash Wrangler": "Người Quản Lý Dây Xích",
  "shellLot_EP04GENLighthouse": "shellLot_EP04GENLighthouse",
  "38F153AC": "Bề Mặt Tường Mang Tính Cách Mạng",
  "59CE1ACB": "Kệ treo tường phong cách này có chỗ để treo tối đa bốn dây xích hoặc vòng cổ. Nếu bạn có nhiều hơn bốn thú cưng, có lẽ bạn nên đánh giá lại các ưu tiên của mình. Hoặc chỉ cần mua thêm một cái nữa.",
  "DE42174A": "Người Quản Lý Dây Xích",
  "F96F1B35": "shellLot_EP04GENLighthouse",
  "558A1AD0": "shellLot_EP04GENLighthouse",
  "shellPortalLighthouse_EP04GEN": "shellPortalLighthouse_EP04GEN",
  "Look left, look right, or paw forward towards adventure. Adhere to the signs, whether you can recognize their color or not to find the way.": "Nhìn bên trái, nhìn bên phải, hoặc tiến lên phía trước để phiêu lưu. Tuân theo các biển báo, dù bạn có nhận ra màu sắc của chúng hay không để tìm đường.",
  "Animal Directioning Inc: Meow": "Công Ty Định Hướng Động Vật: Meow",
  "Animal Directioning Inc: Arrow": "Công Ty Định Hướng Động Vật: Mũi Tên",
  "410A9CB9": "shellPortalLighthouse_EP04GEN",
  "67D29EF8": "Nhìn bên trái, nhìn bên phải, hoặc tiến lên phía trước để phiêu lưu. Tuân theo các biển báo, dù bạn có nhận ra màu sắc của chúng hay không để tìm đường.",
  "A92B5BF7": "Công Ty Định Hướng Động Vật: Meow",
  "0B2C88E7": "Nhìn bên trái, nhìn bên phải, hoặc tiến lên phía trước để phiêu lưu. Tuân theo các biển báo, dù bạn có nhận ra màu sắc của chúng hay không để tìm đường.",
  "6F0EEC1E": "Công Ty Định Hướng Động Vật: Mũi Tên",
  "Animal Directioning Inc: Not Barking Here!": "Công Ty Định Hướng Động Vật: Không Sủa Ở Đây!",
  "Animal Directioning Inc: Not Pooping Here!": "Công Ty Định Hướng Động Vật: Không Đi Vệ Sinh Ở Đây!",
  "This blank sign is looking for the finishing touches to give it meaning. Mix and match different colors, decals, and sculptures to create a sign that is pawwfect!": "Biển báo trống này đang chờ những nét hoàn thiện để tạo ý nghĩa cho nó. Trộn và kết hợp các màu sắc, đề can và tác phẩm điêu khắc khác nhau để tạo ra một biển báo thật tuyệt vời!",
  "F498B2CB": "Nhìn bên trái, nhìn bên phải, hoặc tiến lên phía trước để phiêu lưu. Tuân theo các biển báo, dù bạn có nhận ra màu sắc của chúng hay không để tìm đường.",
  "3EEE5F4A": "Công Ty Định Hướng Động Vật: Không Sủa Ở Đây!",
  "1392845F": "Nhìn bên trái, nhìn bên phải, hoặc tiến lên phía trước để phiêu lưu. Tuân theo các biển báo, dù bạn có nhận ra màu sắc của chúng hay không để tìm đường.",
  "EBF78406": "Công Ty Định Hướng Động Vật: Không Đi Vệ Sinh Ở Đây!",
  "400CF152": "Biển báo trống này đang chờ những nét hoàn thiện để tạo ý nghĩa cho nó. Trộn và kết hợp các màu sắc, đề can và tác phẩm điêu khắc khác nhau để tạo ra một biển báo thật tuyệt vời!",
  "Unfulfilled Lawn Sign": "Biển Cỏ Chưa Hoàn Thiện",
  "A distant sibling of the \"Unfulfilled Lawn Sign.\" This sign awaits your creativity to be displayed. Don't be afraid of trying new things! Share your message to the world!": "Một người anh em họ ở xa của \"Biển Cỏ Chưa Hoàn Thiện\". Biển báo này đang chờ đợi sự sáng tạo của bạn để được trưng bày. Đừng ngại thử những điều mới mẻ! Chia sẻ thông điệp của bạn với thế giới!",
  "Unfulfilled Sign": "Biển Chưa Hoàn Thiện",
  "This painted wood sign is a great base to advertise your business or place of residence. Customize it with a decal and let everyone know what your place is about!": "Biển gỗ sơn này là một nền tảng tuyệt vời để quảng cáo doanh nghiệp hoặc nơi ở của bạn. Tùy chỉnh nó bằng một đề can và cho mọi người biết về nơi của bạn!",
  "The Neighborhood Lawn Sign": "Biển Cỏ Khu Phố",
  "4F64E76D": "Biển Cỏ Chưa Hoàn Thiện",
  "C81680D7": "Một người anh em họ ở xa của \"Biển Cỏ Chưa Hoàn Thiện\". Biển báo này đang chờ đợi sự sáng tạo của bạn để được trưng bày. Đừng ngại thử những điều mới mẻ! Chia sẻ thông điệp của bạn với thế giới!",
  "BFF706AE": "Biển Chưa Hoàn Thiện",
  "8907692D": "Biển gỗ sơn này là một nền tảng tuyệt vời để quảng cáo doanh nghiệp hoặc nơi ở của bạn. Tùy chỉnh nó bằng một đề can và cho mọi người biết về nơi của bạn!",
  "33C91EF8": "Biển Cỏ Khu Phố",
  "This billboard is looking to brighten your day with prominent signage. It's spacious so it will hold any sign and decal. Use it to be informative, or just for fun.": "Biển quảng cáo này đang tìm cách làm bừng sáng ngày của bạn với biển hiệu nổi bật. Nó rộng rãi nên sẽ chứa bất kỳ biển báo và đề can nào. Sử dụng nó để cung cấp thông tin hoặc chỉ để cho vui.",
  "Your Neighborhood Billboard": "Biển Quảng Cáo Khu Phố Của Bạn",
  "A classic design with modern imagery, this colorful sign is sure to lure customers to your establishment. For higher profits remove the doors and keep them trapped there forever. The Grim Reaper will thank you for it.": "Với thiết kế cổ điển cùng hình ảnh hiện đại, biển báo đầy màu sắc này chắc chắn sẽ thu hút khách hàng đến cơ sở của bạn. Để có lợi nhuận cao hơn, hãy tháo cửa ra và nhốt họ ở đó mãi mãi. Thần Chết sẽ cảm ơn bạn vì điều đó.",
  "The Last Sign You’ll Ever See": "Biển Báo Cuối Cùng Bạn Thấy",
  "Nothing sells refinement more than an object made of wood that has a shiny interior basin.": "Không gì bán sự tinh tế hơn một vật thể làm bằng gỗ có lòng chảo bên trong sáng bóng.",
  "554B1551": "Biển quảng cáo này đang tìm cách làm bừng sáng ngày của bạn với biển hiệu nổi bật. Nó rộng rãi nên sẽ chứa bất kỳ biển báo và đề can nào. Sử dụng nó để cung cấp thông tin hoặc chỉ để cho vui.",
  "6C5035A4": "Biển Quảng Cáo Khu Phố Của Bạn",
  "E44B7DA3": "Với thiết kế cổ điển cùng hình ảnh hiện đại, biển báo đầy màu sắc này chắc chắn sẽ thu hút khách hàng đến cơ sở của bạn. Để có lợi nhuận cao hơn, hãy tháo cửa ra và nhốt họ ở đó mãi mãi. Thần Chết sẽ cảm ơn bạn vì điều đó.",
  "D2EB6272": "Biển Báo Cuối Cùng Bạn Thấy",
  "93080043": "Không gì bán sự tinh tế hơn một vật thể làm bằng gỗ có lòng chảo bên trong sáng bóng.",
  "A Tastefully Sophisticated Sink": "Bồn Rửa Tinh Tế Đầy Phong Cách",
  "\"Fly Bayless was famous locally for annually eating ten pies in ten minutes, a truly grotesque endeavor requiring excellent hand eye coordination. Alas, a freak whittling accident cost him his left thumb and right forefinger. Unable to devour pastries with the needed speed he lost his title to his cousin Jebb.\"": "\"Fly Bayless nổi tiếng ở địa phương vì hàng năm ăn mười chiếc bánh trong mười phút, một nỗ lực thực sự kỳ dị đòi hỏi sự phối hợp tay mắt tuyệt vời. Than ôi, một tai nạn gọt giũa kỳ quái đã khiến anh ta mất ngón tay cái bên trái và ngón trỏ bên phải. Không thể nuốt chửng bánh ngọt với tốc độ cần thiết, anh ta đã mất danh hiệu vào tay người em họ Jebb.\"",
  "Uncle Fly’s Favorite Bar Stool": "Ghế Đẩu Quán Bar Yêu Thích Của Chú Fly",
  "Jebb likes pie. Jebb likes eating pie while sitting down. This chair helps Jebb eat faster, because he is sitting down. Ten pies in ten minutes. Jebb is the King of Pie Eating. Life is good for Jebb.": "Jebb thích bánh. Jebb thích ăn bánh khi đang ngồi. Chiếc ghế này giúp Jebb ăn nhanh hơn, vì anh ấy đang ngồi. Mười chiếc bánh trong mười phút. Jebb là Vua Ăn Bánh. Cuộc sống thật tốt đẹp đối với Jebb.",
  "Cousin Jebb’s Favorite Chair": "Ghế Yêu Thích Của Em Họ Jebb",
  "57042392": "Bồn Rửa Tinh Tế Đầy Phong Cách",
  "F4C8FF30": "\"Fly Bayless nổi tiếng ở địa phương vì hàng năm ăn mười chiếc bánh trong mười phút, một nỗ lực thực sự kỳ dị đòi hỏi sự phối hợp tay mắt tuyệt vời. Than ôi, một tai nạn gọt giũa kỳ quái đã khiến anh ta mất ngón tay cái bên trái và ngón trỏ bên phải. Không thể nuốt chửng bánh ngọt với tốc độ cần thiết, anh ta đã mất danh hiệu vào tay người em họ Jebb.\"",
  "BAFF18DF": "Ghế Đẩu Quán Bar Yêu Thích Của Chú Fly",
  "674A4385": "Jebb thích bánh. Jebb thích ăn bánh khi đang ngồi. Chiếc ghế này giúp Jebb ăn nhanh hơn, vì anh ấy đang ngồi. Mười chiếc bánh trong mười phút. Jebb là Vua Ăn Bánh. Cuộc sống thật tốt đẹp đối với Jebb.",
  "47AEFB80": "Ghế Yêu Thích Của Em Họ Jebb",
  "A formal affair requires a formal chair. Can’t afford one? Not a problem! Get a slip cover to transform any ordinary chair into an elegant creation worthy of a posh posterior.  ": "Một sự kiện trang trọng đòi hỏi một chiếc ghế trang trọng. Không đủ khả năng mua một chiếc? Không vấn đề gì! Hãy lấy một tấm bọc để biến bất kỳ chiếc ghế bình thường nào thành một tác phẩm thanh lịch xứng đáng với một cái mông sang trọng.",
  "Elegant Slip Covered Dining Chair": "Ghế Ăn Bọc Vải Thanh Lịch",
  "The people have bespoken, and we understand the problem: You want a so-classic-it’s-cool dining room chair, but you’re nervous about the origin of the cushions. Where were they sourced from? Was anyone hurt procuring the materials? How many designers lost their lives fighting over the perfect pattern? Totally understandable. Worry no longer. Seriously, please calm down. This old-is-new-again-because-we-say-so chair is accompanied by only the most conflict-averse of cushions- most of them haven’t even heard someone raise their voice before!": "Mọi người đã lên tiếng và chúng tôi hiểu vấn đề: Bạn muốn một chiếc ghế ăn cổ điển đến mức trông rất ngầu, nhưng bạn lo lắng về nguồn gốc của những chiếc đệm. Chúng có nguồn gốc từ đâu? Có ai bị thương khi mua vật liệu không? Có bao nhiêu nhà thiết kế đã bỏ mạng để tranh giành mẫu hoàn hảo? Hoàn toàn dễ hiểu. Đừng lo lắng nữa. Nghiêm túc đấy, làm ơn hãy bình tĩnh lại. Chiếc ghế cũ mà mới này vì chúng tôi nói vậy, đi kèm với chỉ những chiếc đệm tránh xung đột nhất - hầu hết chúng thậm chí còn chưa từng nghe ai đó lớn tiếng trước đây!",
  "Bespoke Dining Chair w/ Conflict-Free Cushion": "Ghế Ăn Theo Yêu Cầu Với Đệm Không Xung Đột",
  "Lost and Furniture’s elite team of dumpster-diving designers can’t exactly remember where or why they snatched this weave, but they do know it’s the perfect woven seat when paired with re-purposed mahogany. A delightful addition to any dining room.": "Đội ngũ ưu tú gồm các nhà thiết kế lặn ngụp trong thùng rác của Lost and Furniture không thể nhớ chính xác nơi hoặc lý do tại sao họ chộp được tấm vải dệt này, nhưng họ biết rằng đó là một chỗ ngồi dệt hoàn hảo khi kết hợp với gỗ gụ tái chế. Một sự bổ sung thú vị cho bất kỳ phòng ăn nào.",
  "DA87CB5F": "Một sự kiện trang trọng đòi hỏi một chiếc ghế trang trọng. Không đủ khả năng mua một chiếc? Không vấn đề gì! Hãy lấy một tấm bọc để biến bất kỳ chiếc ghế bình thường nào thành một tác phẩm thanh lịch xứng đáng với một cái mông sang trọng.",
  "DC76A906": "Ghế Ăn Bọc Vải Thanh Lịch",
  "D0505171": "Mọi người đã lên tiếng và chúng tôi hiểu vấn đề: Bạn muốn một chiếc ghế ăn cổ điển đến mức trông rất ngầu, nhưng bạn lo lắng về nguồn gốc của những chiếc đệm. Chúng có nguồn gốc từ đâu? Có ai bị thương khi mua vật liệu không? Có bao nhiêu nhà thiết kế đã bỏ mạng để tranh giành mẫu hoàn hảo? Hoàn toàn dễ hiểu. Đừng lo lắng nữa. Nghiêm túc đấy, làm ơn hãy bình tĩnh lại. Chiếc ghế cũ mà mới này vì chúng tôi nói vậy, đi kèm với chỉ những chiếc đệm tránh xung đột nhất - hầu hết chúng thậm chí còn chưa từng nghe ai đó lớn tiếng trước đây!",
  "D959B944": "Ghế Ăn Theo Yêu Cầu Với Đệm Không Xung Đột",
  "10F4BEB1": "Đội ngũ ưu tú gồm các nhà thiết kế lặn ngụp trong thùng rác của Lost and Furniture không thể nhớ chính xác nơi hoặc lý do tại sao họ chộp được tấm vải dệt này, nhưng họ biết rằng đó là một chỗ ngồi dệt hoàn hảo khi kết hợp với gỗ gụ tái chế. Một sự bổ sung thú vị cho bất kỳ phòng ăn nào.",
  "Lost and Furniture Snatched Weave Dining Chair": "Ghế Ăn Vải Dệt Chộp Được Của Lost and Furniture",
  "Unsatisfied with the ottoman in your life? Maybe you’ve just been let down one too many times by an unsavory ottoman, or maybe you’ve just never met the right one. Say hello to the ottoman of your dreams: An ottoman that’ll always notice your new hairstyle, and never argue against your pick for movie night. An ottoman that is rarely late and always texts you right back. An ottoman that looks just as great in red as it does in blue, and is comfortable enough with its ottomasculinity to do so. An ottoman that would absolutely love to meet your parents, and they’ll love to meet it too. You deserve a real ottoman, so what’re you waiting for?": "Không hài lòng với ghế đẩu trong cuộc sống của bạn? Có lẽ bạn đã quá thất vọng bởi một chiếc ghế đẩu khó chịu nào đó, hoặc có lẽ bạn chưa bao giờ gặp được chiếc ghế phù hợp. Hãy nói xin chào với chiếc ghế đẩu trong mơ của bạn: Một chiếc ghế đẩu sẽ luôn nhận thấy kiểu tóc mới của bạn và không bao giờ tranh cãi về lựa chọn của bạn cho đêm chiếu phim. Một chiếc ghế đẩu hiếm khi đến muộn và luôn nhắn tin lại cho bạn ngay lập tức. Một chiếc ghế đẩu trông tuyệt vời không kém khi mặc màu đỏ cũng như màu xanh lam, và đủ thoải mái với tính nam tính của nó để làm như vậy. Một chiếc ghế đẩu chắc chắn rất muốn gặp bố mẹ của bạn, và họ cũng sẽ rất thích gặp nó. Bạn xứng đáng có một chiếc ghế đẩu thực thụ, vậy bạn còn chờ gì nữa?",
  "Coastal Carrie’s Ottomanly Ottoman": "Ghế Đẩu Tuyệt Vời Của Coastal Carrie",
  "Nothing says coastal comfort quite like this massive plush armchair. “Coastal comfort,” it’ll whisper as you sink into its luxurious embrace. “What was that?” you’ll ask aloud, feeling foolish as you realize you’re alone in the room. “Coastal. Comfort.” the chair will repeat, louder this time. Honestly, it’s rather unsettling, so we covered it up with a cozy little blanket. Enjoy!": "Không gì nói lên sự thoải mái ven biển bằng chiếc ghế bành sang trọng khổng lồ này. “Sự thoải mái ven biển,” nó sẽ thì thầm khi bạn chìm vào vòng tay sang trọng của nó. “Cái gì vậy?” bạn sẽ hỏi lớn, cảm thấy ngốc nghếch khi nhận ra rằng bạn đang ở một mình trong phòng. “Ven biển. Thoải mái.” chiếc ghế sẽ lặp lại, lần này to hơn. Thành thật mà nói, nó khá đáng lo ngại, vì vậy chúng tôi đã che nó bằng một chiếc chăn nhỏ ấm cúng. Hãy tận hưởng!",
  "Coastal Carrie’s Big Cozy Chair": "Ghế Lớn Ấm Cúng Của Coastal Carrie",
  "FDA85084": "Ghế Ăn Vải Dệt Chộp Được Của Lost and Furniture",
  "2EFB461C": "Không hài lòng với ghế đẩu trong cuộc sống của bạn? Có lẽ bạn đã quá thất vọng bởi một chiếc ghế đẩu khó chịu nào đó, hoặc có lẽ bạn chưa bao giờ gặp được chiếc ghế phù hợp. Hãy nói xin chào với chiếc ghế đẩu trong mơ của bạn: Một chiếc ghế đẩu sẽ luôn nhận thấy kiểu tóc mới của bạn và không bao giờ tranh cãi về lựa chọn của bạn cho đêm chiếu phim. Một chiếc ghế đẩu hiếm khi đến muộn và luôn nhắn tin lại cho bạn ngay lập tức. Một chiếc ghế đẩu trông tuyệt vời không kém khi mặc màu đỏ cũng như màu xanh lam, và đủ thoải mái với tính nam tính của nó để làm như vậy. Một chiếc ghế đẩu chắc chắn rất muốn gặp bố mẹ của bạn, và họ cũng sẽ rất thích gặp nó. Bạn xứng đáng có một chiếc ghế đẩu thực thụ, vậy bạn còn chờ gì nữa?",
  "6D886DF3": "Ghế Đẩu Tuyệt Vời Của Coastal Carrie",
  "98CCA95F": "Không gì nói lên sự thoải mái ven biển bằng chiếc ghế bành sang trọng khổng lồ này. “Sự thoải mái ven biển,” nó sẽ thì thầm khi bạn chìm vào vòng tay sang trọng của nó. “Cái gì vậy?” bạn sẽ hỏi lớn, cảm thấy ngốc nghếch khi nhận ra rằng bạn đang ở một mình trong phòng. “Ven biển. Thoải mái.” chiếc ghế sẽ lặp lại, lần này to hơn. Thành thật mà nói, nó khá đáng lo ngại, vì vậy chúng tôi đã che nó bằng một chiếc chăn nhỏ ấm cúng. Hãy tận hưởng!",
  "43D2E306": "Ghế Lớn Ấm Cúng Của Coastal Carrie",
  "Living room chairs without arms? Who even has those? How terribly unusual, and frankly, unsafe. You never know when an unexpected assailant may be approaching you from either side! Feel protected from most angles when you sit in this carefully-crafted rendition of a living room staple.": "Ghế phòng khách không có tay vịn? Ai lại có những thứ đó chứ? Thật là kỳ lạ và thẳng thắn mà nói, không an toàn chút nào. Bạn không bao giờ biết khi nào một kẻ tấn công bất ngờ có thể tiếp cận bạn từ hai bên! Cảm thấy được bảo vệ từ hầu hết các góc độ khi bạn ngồi trên phiên bản được chế tạo cẩn thận này của một món đồ chủ lực trong phòng khách.",
  "Armed and Decorous Classic Armchair": "Ghế Bành Cổ Điển Có Tay Vịn Được Trang Bị Vũ Khí Và Trang Trí",
  "Some claim that sitting in an armless chair is as hazardous as skydiving without a parachute. “There’s nothing holding you in! What if you slip!? It’s such a long way down!” Rest assured that the Completely Armless canvass covered chair is field tested and certified perfectly safe. Covering the surrounding floor with a soft batting or bubble wrap is recommended. We also suggest children and elders wear protective headgear when sitting in the chair. In fact, perhaps you should wear a mouth guard while enjoying the Completely Armless chair. Make sure to maintain a firm, upright position to avoid slipping to your doom. ": "Một số người cho rằng ngồi trên một chiếc ghế không có tay vịn cũng nguy hiểm như nhảy dù mà không có dù. “Không có gì giữ bạn lại cả! Nếu bạn trượt thì sao!? Đường xuống dài quá!” Hãy yên tâm rằng chiếc ghế bọc vải Hoàn Toàn Không Có Tay Vịn đã được kiểm tra thực tế và được chứng nhận là hoàn toàn an toàn. Nên phủ một lớp bông mềm hoặc giấy gói bong bóng xung quanh sàn nhà. Chúng tôi cũng khuyên trẻ em và người lớn tuổi nên đội mũ bảo hiểm khi ngồi trên ghế. Trên thực tế, có lẽ bạn nên đeo miếng bảo vệ miệng khi tận hưởng chiếc ghế Hoàn Toàn Không Có Tay Vịn. Đảm bảo duy trì tư thế thẳng và chắc chắn để tránh trượt đến chỗ chết.",
  "Completely Armless": "Hoàn Toàn Không Có Tay Vịn",
  "Cozy up with your four-legged love on Agatha’s Cozy Two-Seater. This early American style loveseat boasts a cushy backing for the most comfortable cuddle you and your furry friends have ever embarked upon. As Agatha always says: Who needs humans when you’ve got pets?": "Hãy cuộn tròn với tình yêu bốn chân của bạn trên Ghế Đôi Ấm Cúng Của Agatha. Chiếc ghế tình yêu theo phong cách Mỹ sơ khai này tự hào có phần lưng êm ái cho cái ôm thoải mái nhất mà bạn và những người bạn lông lá của mình từng thực hiện. Như Agatha luôn nói: Ai cần con người khi bạn đã có thú cưng?",
  "112148CC": "Ghế phòng khách không có tay vịn? Ai lại có những thứ đó chứ? Thật là kỳ lạ và thẳng thắn mà nói, không an toàn chút nào. Bạn không bao giờ biết khi nào một kẻ tấn công bất ngờ có thể tiếp cận bạn từ hai bên! Cảm thấy được bảo vệ từ hầu hết các góc độ khi bạn ngồi trên phiên bản được chế tạo cẩn thận này của một món đồ chủ lực trong phòng khách.",
  "554FA583": "Ghế Bành Cổ Điển Có Tay Vịn Được Trang Bị Vũ Khí Và Trang Trí",
  "1DA99084": "Một số người cho rằng ngồi trên một chiếc ghế không có tay vịn cũng nguy hiểm như nhảy dù mà không có dù. “Không có gì giữ bạn lại cả! Nếu bạn trượt thì sao!? Đường xuống dài quá!” Hãy yên tâm rằng chiếc ghế bọc vải Hoàn Toàn Không Có Tay Vịn đã được kiểm tra thực tế và được chứng nhận là hoàn toàn an toàn. Nên phủ một lớp bông mềm hoặc giấy gói bong bóng xung quanh sàn nhà. Chúng tôi cũng khuyên trẻ em và người lớn tuổi nên đội mũ bảo hiểm khi ngồi trên ghế. Trên thực tế, có lẽ bạn nên đeo miếng bảo vệ miệng khi tận hưởng chiếc ghế Hoàn Toàn Không Có Tay Vịn. Đảm bảo duy trì tư thế thẳng và chắc chắn để tránh trượt đến chỗ chết.",
  "D7B2664B": "Hoàn Toàn Không Có Tay Vịn",
  "CB628018": "Hãy cuộn tròn với tình yêu bốn chân của bạn trên Ghế Đôi Ấm Cúng Của Agatha. Chiếc ghế tình yêu theo phong cách Mỹ sơ khai này tự hào có phần lưng êm ái cho cái ôm thoải mái nhất mà bạn và những người bạn lông lá của mình từng thực hiện. Như Agatha luôn nói: Ai cần con người khi bạn đã có thú cưng?",
  "Agatha’s Cozy Two-Seater": "Ghế Đôi Ấm Cúng Của Agatha",
  "Add some eye candy to your front yard or entryway with this lovely painted wood bench with ornate wrought iron details. We’ve found it works perfectly in the park for  a moment to sit and recharge during a game of fetch. Or if you’re the type who just likes to come to the dog park and watch. Why do you do that? Maybe it’s time you adopt one. But perhaps you don’t feel ready for the responsibility? Maybe you don’t identify as a “dog person” and don’t know if now is the time to make that leap? Why sign up for all of that when I can just admire everyone else’s dogs from afar? In any case, this bench is for you.": "Thêm một chút kẹo mắt vào sân trước hoặc lối vào của bạn với chiếc ghế gỗ sơn đáng yêu này với các chi tiết sắt rèn trang trí công phu. Chúng tôi thấy nó hoạt động hoàn hảo trong công viên để có một khoảnh khắc ngồi và nạp lại năng lượng trong một trò chơi nhặt đồ. Hoặc nếu bạn là kiểu người chỉ thích đến công viên chó và xem. Tại sao bạn lại làm thế? Có lẽ đã đến lúc bạn nhận nuôi một con. Nhưng có lẽ bạn không cảm thấy sẵn sàng cho trách nhiệm? Có lẽ bạn không xác định mình là một “người yêu chó” và không biết liệu bây giờ có phải là thời điểm để thực hiện bước nhảy vọt đó không? Tại sao phải đăng ký tất cả những điều đó khi tôi có thể chỉ cần ngưỡng mộ những con chó của người khác từ xa? Trong mọi trường hợp, chiếc ghế này là dành cho bạn.",
  "Bench of Beauty": "Ghế Dài Của Vẻ Đẹp",
  "This authentic handcrafted Winsor loveseat is a charming addition to any rustic home. Because our craftsman carved this seat from a solid block of rare catnip bacon oak, dogs and cats alike may find this handsome loveseat simply irresistible. ": "Ghế tình yêu Winsor thủ công đích thực này là một sự bổ sung quyến rũ cho bất kỳ ngôi nhà mộc mạc nào. Bởi vì thợ thủ công của chúng tôi đã chạm khắc chiếc ghế này từ một khối gỗ sồi thịt xông khói bạc hà mèo quý hiếm, cả chó và mèo đều có thể thấy chiếc ghế tình yêu đẹp trai này đơn giản là không thể cưỡng lại được.",
  "Wooden Winsor Puppy Perch": "Chỗ Đậu Cún Con Bằng Gỗ Winsor",
  "27957397": "Ghế Đôi Ấm Cúng Của Agatha",
  "361EE94E": "Thêm một chút kẹo mắt vào sân trước hoặc lối vào của bạn với chiếc ghế gỗ sơn đáng yêu này với các chi tiết sắt rèn trang trí công phu. Chúng tôi thấy nó hoạt động hoàn hảo trong công viên để có một khoảnh khắc ngồi và nạp lại năng lượng trong một trò chơi nhặt đồ. Hoặc nếu bạn là kiểu người chỉ thích đến công viên chó và xem. Tại sao bạn lại làm thế? Có lẽ đã đến lúc bạn nhận nuôi một con. Nhưng có lẽ bạn không cảm thấy sẵn sàng cho trách nhiệm? Có lẽ bạn không xác định mình là một “người yêu chó” và không biết liệu bây giờ có phải là thời điểm để thực hiện bước nhảy vọt đó không? Tại sao phải đăng ký tất cả những điều đó khi tôi có thể chỉ cần ngưỡng mộ những con chó của người khác từ xa? Trong mọi trường hợp, chiếc ghế này là dành cho bạn.",
  "A72A5A71": "Ghế Dài Của Vẻ Đẹp",
  "46858EB5": "Ghế tình yêu Winsor thủ công đích thực này là một sự bổ sung quyến rũ cho bất kỳ ngôi nhà mộc mạc nào. Bởi vì thợ thủ công của chúng tôi đã chạm khắc chiếc ghế này từ một khối gỗ sồi thịt xông khói bạc hà mèo quý hiếm, cả chó và mèo đều có thể thấy chiếc ghế tình yêu đẹp trai này đơn giản là không thể cưỡng lại được.",
  "31341D50": "Chỗ Đậu Cún Con Bằng Gỗ Winsor",
  "The Queen Bae Window Seat is the plushest and most bae window seat ever. With a comfortable seat just purrfect for furred friends, your household will quickly get in formation behind paned glass.": "Ghế Ngồi Cạnh Cửa Sổ Nữ Hoàng Bae là ghế ngồi cạnh cửa sổ sang trọng và tuyệt vời nhất từ trước đến nay. Với một chỗ ngồi thoải mái hoàn hảo cho những người bạn có lông, gia đình bạn sẽ nhanh chóng hình thành đội hình phía sau tấm kính.",
  "Queen Bae Window Seat": "Ghế Ngồi Cạnh Cửa Sổ Nữ Hoàng Bae",
  "After years driving an oversized truck, Prometheus Van Der Sitz envisioned not a wide-load, but a wide-love…seat that is! This delicately crafted polygon for posteriors is perfect when you need a place to sit and prefer a wide berth on which to do it. Now for the outdoors!": "Sau nhiều năm lái một chiếc xe tải quá khổ, Prometheus Van Der Sitz đã hình dung không phải một tải trọng rộng, mà là một tình yêu rộng lớn... một chiếc ghế dài đó! Đa giác được chế tác tinh xảo này dành cho phần sau hoàn hảo khi bạn cần một nơi để ngồi và thích một khoảng rộng để làm điều đó. Giờ thì ra ngoài trời!",
  "The Wide (Outdoor) Love": "Tình Yêu Rộng Lớn (Ngoài Trời)",
  "After years driving an oversized truck, Prometheus Van Der Sitz envisioned not a wide-load, but a wide-love…seat that is! This delicately crafted polygon for posteriors is perfect when you need a place to sit and prefer a wide berth on which to do it.": "Sau nhiều năm lái một chiếc xe tải quá khổ, Prometheus Van Der Sitz đã hình dung không phải một tải trọng rộng, mà là một tình yêu rộng lớn... một chiếc ghế dài đó! Đa giác được chế tác tinh xảo này dành cho phần sau hoàn hảo khi bạn cần một nơi để ngồi và thích một khoảng rộng để làm điều đó.",
  "64F2CF59": "Ghế Ngồi Cạnh Cửa Sổ Nữ Hoàng Bae là ghế ngồi cạnh cửa sổ sang trọng và tuyệt vời nhất từ trước đến nay. Với một chỗ ngồi thoải mái hoàn hảo cho những người bạn có lông, gia đình bạn sẽ nhanh chóng hình thành đội hình phía sau tấm kính.",
  "86CE90DC": "Ghế Ngồi Cạnh Cửa Sổ Nữ Hoàng Bae",
  "5BC9C6B1": "Sau nhiều năm lái một chiếc xe tải quá khổ, Prometheus Van Der Sitz đã hình dung không phải một tải trọng rộng, mà là một tình yêu rộng lớn... một chiếc ghế dài đó! Đa giác được chế tác tinh xảo này dành cho phần sau hoàn hảo khi bạn cần một nơi để ngồi và thích một khoảng rộng để làm điều đó. Giờ thì ra ngoài trời!",
  "BE88E884": "Tình Yêu Rộng Lớn (Ngoài Trời)",
  "0F286C96": "Sau nhiều năm lái một chiếc xe tải quá khổ, Prometheus Van Der Sitz đã hình dung không phải một tải trọng rộng, mà là một tình yêu rộng lớn... một chiếc ghế dài đó! Đa giác được chế tác tinh xảo này dành cho phần sau hoàn hảo khi bạn cần một nơi để ngồi và thích một khoảng rộng để làm điều đó.",
  "The Wide Love": "Tình Yêu Rộng Lớn",
  "This is a great couch. Covered with a clean and classic slip cover that comes in an array of rustic patterns. It’s firm yet comfortable. It’s safe. There’s just one thing missing. I think it could use a few more pillows, don’t you? There’s only what – seven pillows?  I mean, we could fit at least five, six more pillows on there. Weak sauce.": "Đây là một chiếc ghế dài tuyệt vời. Được bao phủ bởi một tấm bọc sạch sẽ và cổ điển có nhiều hoa văn mộc mạc. Nó chắc chắn nhưng vẫn thoải mái. Nó an toàn. Chỉ còn thiếu một điều. Tôi nghĩ nó có thể sử dụng thêm một vài chiếc gối, bạn không nghĩ vậy sao? Chỉ có khoảng bảy chiếc gối thôi sao? Ý tôi là, chúng ta có thể nhét thêm ít nhất năm, sáu chiếc gối nữa vào đó. Quá yếu.",
  "Could Use More Pillows": "Có Thể Sử Dụng Thêm Gối",
  "Got a problem that needs some more extreme intervention? Dr. Magi-Heal's Surger-o-matic 3000 is a breakthrough in pet surgery technology! Operate on cats and dogs with his patented Cuddly-Safe technology, and perform miracles in the Vet Clinic!": "Bạn có một vấn đề cần can thiệp mạnh mẽ hơn? Dr. Magi-Heal's Surger-o-matic 3000 là một bước đột phá trong công nghệ phẫu thuật thú cưng! Phẫu thuật cho mèo và chó với công nghệ Cuddly-Safe đã được cấp bằng sáng chế của anh ấy, và thực hiện những điều kỳ diệu trong Phòng khám Thú y!",
  "Dr. Magi-Heal’s Surger-o-matic 3000": "Dr. Magi-Heal’s Surger-o-matic 3000",
  "B5BC8C49": "Tình Yêu Rộng Lớn",
  "6EE9FA64": "Đây là một chiếc ghế dài tuyệt vời. Được bao phủ bởi một tấm bọc sạch sẽ và cổ điển có nhiều hoa văn mộc mạc. Nó chắc chắn nhưng vẫn thoải mái. Nó an toàn. Chỉ còn thiếu một điều. Tôi nghĩ nó có thể sử dụng thêm một vài chiếc gối, bạn không nghĩ vậy sao? Chỉ có khoảng bảy chiếc gối thôi sao? Ý tôi là, chúng ta có thể nhét thêm ít nhất năm, sáu chiếc gối nữa vào đó. Quá yếu.",
  "194192AB": "Có Thể Sử Dụng Thêm Gối",
  "9BFEB1F2": "Bạn có một vấn đề cần can thiệp mạnh mẽ hơn? Dr. Magi-Heal's Surger-o-matic 3000 là một bước đột phá trong công nghệ phẫu thuật thú cưng! Phẫu thuật cho mèo và chó với công nghệ Cuddly-Safe đã được cấp bằng sáng chế của anh ấy, và thực hiện những điều kỳ diệu trong Phòng khám Thú y!",
  "66C0278D": "Dr. Magi-Heal’s Surger-o-matic 3000",
  "Dr. Budget-Bandage’s surgery machine works just as well as Dr. Magi-Heal’s overpriced version. Sure, this one has a few paint chips and makes some weird creaky noises when in use, but that just gives it character!": "Máy phẫu thuật của Dr. Budget-Bandage hoạt động cũng tốt như phiên bản đắt tiền của Dr. Magi-Heal. Chắc chắn, cái này có một vài vết sơn và tạo ra một số tiếng kêu cót két kỳ lạ khi sử dụng, nhưng điều đó chỉ làm cho nó có cá tính!",
  "Dr. Budget-Bandage’s Surger-o-matic 1500": "Dr. Budget-Bandage’s Surger-o-matic 1500",
  "This wall-mounted stereo is intended for use at community venues. These talented artists both write and sing their own music.": "Hệ thống âm thanh nổi gắn trên tường này được dùng cho các địa điểm cộng đồng. Những nghệ sĩ tài năng này vừa viết vừa hát nhạc của riêng họ.",
  "Venue Wall Speaker: Singer-Songwriter": "Loa Treo Tường Địa Điểm: Ca Sĩ-Nhạc Sĩ",
  "streetDecoEP04_Billboard_DogCatSign": "streetDecoEP04_Billboard_DogCatSign",
  "2F71E5DB": "Máy phẫu thuật của Dr. Budget-Bandage hoạt động cũng tốt như phiên bản đắt tiền của Dr. Magi-Heal. Chắc chắn, cái này có một vài vết sơn và tạo ra một số tiếng kêu cót két kỳ lạ khi sử dụng, nhưng điều đó chỉ làm cho nó có cá tính!",
  "B4C102BA": "Dr. Budget-Bandage’s Surger-o-matic 1500",
  "814BFFCB": "Hệ thống âm thanh nổi gắn trên tường này được dùng cho các địa điểm cộng đồng. Những nghệ sĩ tài năng này vừa viết vừa hát nhạc của riêng họ.",
  "AE1CB64A": "Loa Treo Tường Địa Điểm: Ca Sĩ-Nhạc Sĩ",
  "2F3D3E2B": "streetDecoEP04_Billboard_DogCatSign",
  "streetDecoEP04_Billboard7x1x6_set1": "streetDecoEP04_Billboard7x1x6_set1",
  "streetDecoEP04_crabTrap_01_set1": "streetDecoEP04_crabTrap_01_set1",
  "streetDecoEP04_crabTrap_01_set2": "streetDecoEP04_crabTrap_01_set2",
  "3285EFFB": "streetDecoEP04_Billboard7x1x6_set1",
  "DC0E1F5A": "streetDecoEP04_Billboard7x1x6_set1",
  "3A430F3D": "streetDecoEP04_crabTrap_01_set1",
  "EA6513A8": "streetDecoEP04_crabTrap_01_set1",
  "D88BE370": "streetDecoEP04_crabTrap_01_set2",
  "streetDecoEP04_flagPost_01_set1": "streetDecoEP04_flagPost_01_set1",
  "": null
}