{
  "Make Haddock Sandwich": "Làm Bánh Mì Cá Haddock",
  "Lobster Roll": "Bánh Cuốn Tôm Hùm",
  "Make Lobster Roll": "Làm Bánh Cuốn Tôm Hùm",
  "Popcorn Shrimp": "Tôm Rang Bắp",
  "Make Popcorn Shrimp": "Làm Tôm Rang Bắp",
  "Seafood Chowder": "Súp Hải Sản",
  "Make Seafood Chowder": "Làm Súp Hải Sản",
  "Spiced Sparkling Apple Juice": "Nước Táo Ép Có Ga Cay",
  "Make Spiced Sparkling Apple Juice": "Làm Nước Táo Ép Có Ga Cay",
  "Beef and Chicken Fishcake": "Chả Cá Thịt Bò và Gà",
  "Serve Pet Meal": "Phục Vụ Bữa Ăn Cho Thú Cưng",
  "Marinated Sausage Link Chorizo": "Xúc Xích Chorizo Ướp Gia Vị",
  "Dogbone Meat Pie": "Bánh Thịt Hình Xương Chó",
  "Industrial Strength Relaxation Serum": "Huyết Thanh Thư Giãn Cấp Công Nghiệp",
  "Make Industrial Strength Relaxation Serum": "Điều Chế Huyết Thanh Thư Giãn Cấp Công Nghiệp",
  "This serum can be administered on the Exam Table and clears all pet stress.": "Huyết thanh này có thể được dùng trên Bàn Khám và loại bỏ mọi căng thẳng của thú cưng.",
  "This recipe requires a Vet Skill of 2 or above": "Công thức này yêu cầu Kỹ Năng Thú Y từ 2 trở lên",
  "Age-Down Treat": "Bánh Thưởng Lão Hóa Ngược",
  "Make Age-Down Treat": "Làm Bánh Thưởng Lão Hóa Ngược",
  "Treat that causes your pet to age down.": "Bánh thưởng khiến thú cưng của bạn lão hóa ngược.",
  "Age-Up Treat": "Bánh Thưởng Tăng Tuổi",
  "Make Age-Up Treat": "Làm Bánh Thưởng Tăng Tuổi",
  "Treat that causes your pet to age up.": "Bánh thưởng khiến thú cưng của bạn tăng tuổi.",
  "Catnip-Based Calming Agent": "Thuốc An Thần Từ Cây Bạc Hà Mèo",
  "Make Catnip-Based Calming Agent": "Điều Chế Thuốc An Thần Từ Cây Bạc Hà Mèo",
  "This agent can be administered using the Surgery Station, and boosts Diagnosis and reduces Stress on cats.": "Thuốc này có thể được sử dụng bằng Trạm Phẫu Thuật, giúp tăng cường Khả năng Chẩn đoán và giảm Căng thẳng cho mèo.",
  "Belly Rub Simulation Gel": "Gel Mô Phỏng Xoa Bụng",
  "Make Belly Rub Simulation Gel": "Điều Chế Gel Mô Phỏng Xoa Bụng",
  "This gel can be administered using the Surgery Station and boosts Diagnosis and reduces Stress in dogs.": "Gel này có thể được sử dụng bằng Trạm Phẫu Thuật và giúp tăng cường Khả năng Chẩn đoán và giảm Căng thẳng cho chó.",
  "Ambrosia Treat": "Bánh Thưởng Ambrosia",
  "Make Ambrosia Treat": "Làm Bánh Ambrosia",
  "Treat that resurrects your pet.": "Bánh thưởng giúp hồi sinh thú cưng của bạn.",
  "Poop Randomizer": "Máy Tạo Phân Ngẫu Nhiên",
  "Make Poop Randomizer": "Làm Máy Tạo Phân Ngẫu Nhiên",
  "This treat does exactly what you think it does. Feed it to a pet and…watch what comes out the other end.": "Bánh thưởng này làm đúng như những gì bạn nghĩ. Cho thú cưng ăn và... chờ xem thứ gì sẽ ra ở đầu kia.",
  "Cooler than Liquid Nitrogen Nutrition Bar": "Thanh Dinh Dưỡng Mát Lạnh Hơn Cả Ni-tơ Lỏng",
  "Make Cooler than Liquid Nitrogen Nutrition Bar": "Làm Thanh Dinh Dưỡng Mát Lạnh Hơn Cả Ni-tơ Lỏng",
  "As cool as this treat is, your pet might need a really, really warm blanket after eating it.": "Dù món này mát lạnh đến đâu, thú cưng của bạn có lẽ sẽ cần một chiếc chăn thật, thật ấm sau khi ăn nó.",
  "Scorching Cinnamon Chew": "Bánh Nhai Quế Cay Nồng",
  "Make Scorching Cinnamon Chew": "Làm Bánh Nhai Quế Cay Nồng",
  "This treat doesn’t feel hot to the touch, but if your pet eats it, they’re in for a spicy surprise.": "Bánh thưởng này không nóng khi chạm vào, nhưng nếu thú cưng của bạn ăn nó, chúng sẽ có một bất ngờ cay xè.",
  "The Stinkinator": "Kẻ Gây Mùi",
  "Make The Stinkinator": "Làm Kẻ Gây Mùi",
  "We really wouldn’t recommend feeding this to any animal. They’ll stink, you’ll stink, the whole world will stink…": "Chúng tôi thực sự không khuyến khích cho bất kỳ con vật nào ăn thứ này. Chúng sẽ bốc mùi, bạn sẽ bốc mùi, cả thế giới sẽ bốc mùi...",
  "Swampwater Taffy": "Kẹo Bơ Đầm Lầy",
  "Make Swampwater Taffy": "Làm Kẹo Bơ Đầm Lầy",
  "Made with unfiltered swamp water, this chewy treat is sure to delight any pet! And then have some…other effects.": "Được làm bằng nước đầm lầy chưa lọc, món bánh dẻo này chắc chắn sẽ làm hài lòng bất kỳ thú cưng nào! Và sau đó sẽ có một số... tác dụng khác.",
  "Wellness Treat": "Bánh Thưởng Sức Khỏe",
  "Make Wellness Treat": "Làm Bánh Thưởng Sức Khỏe",
  "Treat that boosts your pet's wellness.": "Bánh thưởng giúp tăng cường sức khỏe cho thú cưng của bạn.",
  "Brindleton Bay": "Vịnh Brindleton",
  "Tucked away on the eastern seaboard. Brindleton Bay has acquired a reputation for its citizens’ absolute obsession with all things feline and canine. Enjoy the coastal views, the rich maritime history, and all your new four-legged neighbors!": "Ẩn mình trên bờ biển phía đông. Vịnh Brindleton nổi tiếng vì người dân ở đây cực kỳ yêu thích mọi thứ liên quan đến mèo và chó. Hãy tận hưởng cảnh quan ven biển, lịch sử hàng hải phong phú và tất cả những người hàng xóm bốn chân mới của bạn!",
  "{0.SimFirstName} just became Acquaintances with {1.SimFirstName}.": "{0.SimFirstName} vừa trở thành Người Quen của {1.SimFirstName}.",
  "Pets often feels strongly about someone in strong ways, but this pet doesn't seem to feel much of anything.": "Thú cưng thường có cảm xúc mạnh mẽ về ai đó, nhưng thú cưng này dường như không cảm thấy gì nhiều.",
  "Acquaintance": "Người Quen",
  "{0.SimFirstName} just became Good Friends with {1.SimFirstName}.": "{0.SimFirstName} vừa trở thành Bạn Tốt của {1.SimFirstName}.",
  "Companions are Pets and Pets are Companions, the one that will be there at all times.": "Bạn Đồng Hành là Thú Cưng và Thú Cưng là Bạn Đồng Hành, người sẽ luôn ở bên cạnh bạn.",
  "Companion": "Bạn Đồng Hành",
  "{0.SimFirstName} just became Despised with {1.SimFirstName}.": "{0.SimFirstName} vừa trở nên Ghét Cay Ghét Đắng {1.SimFirstName}.",
  "Relationships with Pets are not always positive, this one has gone quite bad.": "Các mối quan hệ với Thú cưng không phải lúc nào cũng tích cực, mối quan hệ này đã trở nên khá tệ.",
  "Despised": "Bị Ghét Cay Ghét Đắng",
  "{0.SimFirstName} just became Disliked by {1.SimFirstName}.": "{0.SimFirstName} vừa bị {1.SimFirstName} Không Thích.",
  "Things got off on the wrong paw for this relationship. Maybe a treat will help it going in a positive direction.": "Mối quan hệ này đã khởi đầu không mấy tốt đẹp. Có lẽ một món ăn ngon sẽ giúp nó đi theo hướng tích cực hơn.",
  "Disliked": "Không Thích",
  "{0.SimFirstName} just became Friends with {1.SimFirstName}.": "{0.SimFirstName} vừa trở thành Bạn Bè với {1.SimFirstName}.",
  "Pets are a friend through and through as long as they get some love in return.": "Thú cưng là một người bạn từ đầu đến cuối miễn là chúng nhận được một chút tình yêu đáp lại.",
  "Friend": "Bạn Bè",
  "{0.SimFirstName} just became Indifferent with {1.SimFirstName}.": "{0.SimFirstName} vừa trở nên Hờ Hững với {1.SimFirstName}.",
  "There's no strong feelings one way or the other.": "Không có cảm xúc mạnh mẽ theo bất kỳ hướng nào.",
  "Indifferent": "Hờ Hững",
  "Pet": "Thú Cưng",
  "Owner": "Chủ",
  "With many tender moments and sentimental memories long forgotten and regrets and heartfelt losses still in mind, {0.SimFirstName} and {1.SimFirstName} are no longer Companions. Stay strong.": "Với nhiều khoảnh khắc dịu dàng và những kỷ niệm tình cảm bị lãng quên từ lâu, cùng với những hối tiếc và mất mát đau lòng vẫn còn trong tâm trí, {0.SimFirstName} và {1.SimFirstName} không còn là Bạn Đồng Hành nữa. Mạnh mẽ lên nhé.",
  "This is a solid relationship built on trust and great memories.": "Đây là một mối quan hệ vững chắc được xây dựng trên sự tin tưởng và những kỷ niệm tuyệt vời.",
  "Good Friend": "Bạn Tốt",
  "Simstagram Reward": "Phần Thưởng Simstagram",
  "A treat for the Simstagram star.": "Một món quà cho ngôi sao Simstagram.",
  "Animal Whisperer": "Người Thì Thầm Với Động Vật",
  "It is easier to Train and Discipline animals as well as gain relationship with them faster.": "Dễ dàng Huấn Luyện và Kỷ Luật động vật hơn, cũng như xây dựng mối quan hệ với chúng nhanh hơn.",
  "{0.SimFirstName} has started to gain some attention! As an up-and-coming Simstagram star, Think Pawsitively Pet Products has sent a small token to thank {M0.him}{F0.her} for {M0.him}{F0.her} outstanding pictures. Check your household inventory, and keep up the good work!": "{0.SimFirstName} đã bắt đầu thu hút được sự chú ý! Là một ngôi sao Simstagram đang lên, Think Pawsitively Pet Products đã gửi một món quà nhỏ để cảm ơn {M0.him}{F0.her} vì những bức ảnh xuất sắc của {M0.his}{F0.her}. Hãy kiểm tra hành trang gia đình của bạn và tiếp tục phát huy nhé!",
  "{0.SimFirstName} has built up quite a following on Simstagram! Think Pawsitively Pet Products has sent {M0.him}{F0.her} a present in the hopes that {M0.he}{F0.she} might sponsor them some day. Check your household inventory!": "{0.SimFirstName} đã xây dựng được một lượng người theo dõi đáng kể trên Simstagram! Think Pawsitively Pet Products đã gửi cho {M0.him}{F0.her} một món quà với hy vọng rằng {M0.he}{F0.she} có thể tài trợ cho họ vào một ngày nào đó. Hãy kiểm tra hành trang gia đình của bạn!",
  "{0.SimFirstName} is a social media star! As a valuable Simstagram ambassador, Think Pawsitively Pet Products has a special reward package for {M0.him}{F0.her} that the humans of the house are sure to find useful! Check your household inventory!": "{0.SimFirstName} là một ngôi sao truyền thông xã hội! Là một đại sứ Simstagram có giá trị, Think Pawsitively Pet Products có một gói phần thưởng đặc biệt dành cho {M0.him}{F0.her} mà những người trong nhà chắc chắn sẽ thấy hữu ích! Hãy kiểm tra hành trang gia đình của bạn!",
  "Clear Eyes": "Đôi Mắt Sáng Ngời",
  "Healthy Skin": "Làn Da Khỏe Mạnh",
  "Clean Nose": "Mũi Sạch Sẽ",
  "Normal Temperature": "Nhiệt Độ Bình Thường",
  "Responsive Ears": "Tai Phản Ứng Tốt",
  "Healthy Cuteness Levels": "Mức Độ Dễ Thương Khỏe Mạnh",
  "Standard Smelly Breath": "Hơi Thở Hôi Tiêu Chuẩn",
  "Rapid Heartbeat": "Nhịp Tim Nhanh",
  "Sluggish Heartbeat": "Nhịp Tim Chậm Chạp",
  "Dry Eyes": "Mắt Khô",
  "Dry Nose": "Mũi Khô",
  "Dry Skin": "Da Khô",
  "Ear Infection": "Nhiễm Trùng Tai",
  "Inflamed Cuteness Gland": "Viêm Tuyến Dễ Thương",
  "Excessive Ear Wax": "Ráy Tai Quá Nhiều",
  "Excessively Wet Nose": "Mũi Quá Ướt",
  "High Temperature": "Nhiệt Độ Cao",
  "Low Temperature": "Nhiệt Độ Thấp",
  "Overly Moist Skin": "Da Quá Ẩm",
  "Raspy Breathing": "Thở Khò Khè",
  "Sour Breath": "Hơi Thở Chua",
  "Sweet Breath": "Hơi Thở Ngọt Ngào",
  "Unstable Temperature": "Nhiệt Độ Không Ổn Định",
  "Watery Eyes": "Mắt Ướt",
  "Barfing": "Nôn Mửa",
  "Fire Tail": "Đuôi Lửa",
  "Fleas": "Bọ Chét",
  "Glowing Nose": "Mũi Phát Sáng",
  "Icey Fur": "Lông Băng Giá",
  "Mouth Bees": "Ong Trong Miệng",
  "Rainbow Poop": "Phân Cầu Vồng",
  "Stinky Fur": "Lông Bốc Mùi",
  "Uncontrollable Drooling": "Chảy Nước Dãi Không Kiểm Soát",
  "Blazing Tootsies": "Ngón Chân Rực Lửa",
  "Derpy Doggy Syndrome": "Hội Chứng Chó Ngớ Ngẩn",
  "Common Lava Nose": "Mũi Dung Nham Thông Thường",
  "Icebox Fever": "Sốt Hộp Đá",
  "Mild Repugnitis": "Viêm Tấy Nhẹ",
  "Prismatic Poop Plague": "Bệnh Dịch Phân Lăng Kính",
  "Swamp Mouth": "Miệng Đầm Lầy",
  "Winterfest Fever": "Sốt Lễ Hội Mùa Đông",
  "Woozykittyitis": "Bệnh Mèo Say Xẩm",
  "Severe Hotfoot": "Nóng Chân Nghiêm Trọng",
  "Tundra Hide": "Da Lông Nguyên Sinh",
  "Nuclear Nose": "Mũi Hạt Nhân",
  "Super-Duper Swamp Mouth": "Miệng Đầm Lầy Siêu Cấp",
  "Slurry Fur": "Lông Nhão Nhoét",
  "Snortnose Fever": "Sốt Mũi Khịt Khịt",
  "Projectile Repugnitis": "Viêm Tấy Bắn Ra",
  "Throbpaw Disease": "Bệnh Bàn Chân Run Rẩy",
  "Frosty Fur Flu": "Cúm Lông Băng Giá",
  "Frozen Mange": "Ghẻ Đóng Băng",
  "Gilded Guts Disorder": "Rối Loạn Ruột Mạ Vàng",
  "Advanced Lava Nose": "Mũi Dung Nham Tiến Triển",
  "Repugnitis": "Viêm Tấy",
  "Magmafied Organs": "Nội Tạng Hóa Mắc Ma",
  "Advanced Swamp Mouth": "Miệng Đầm Lầy Tiến Triển",
  "Overheated Sniffer": "Mũi Quá Nóng",
  "Pyrotoes": "Ngón Chân Bốc Lửa",
  "Sizzlepaw": "Bàn Chân Xèo Xèo",
  "Squirrel Scratch Fever": "Sốt Do Chuột Sóc Cào",
  "Mild Cuteness Gland Blockage": "Tắc Nghẽn Tuyến Dễ Thương Nhẹ",
  "Healthy!": "Khỏe Mạnh!",
  "Three-Ring Flea Circus": "Gánh Xiếc Bọ Chét Ba Vòng",
  "Plop Down on Couch": "Nằm Phịch Xuống Ghế",
  "Supriya": "Supriya",
  "Delgato": "Delgato",
  "Justin": "Justin",
  "Bittlebun, Sr.": "Bittlebun, Sr.",
  "Evie": "Evie",
  "Pierce": "Pierce",
  "Blue": "Blue",
  "Bartholomew A.": "Bartholomew A.",
  "Brant": "Brant",
  "Hecking": "Hecking",
  "Brent": "Brent",
  "Rosie": "Rosie",
  "Catarina": "Catarina",
  "Lynx": "Lynx",
  "Doc": "Doc",
  "Josie": "Josie",
  "Cleo": "Cleo",
  "Bittlebun, Jr.": "Bittlebun, Jr.",
  "Mayor Whiskers": "Mayor Whiskers",
  "Kimble": "Kimble",
  "Whitaker": "Whitaker",
  "Captain": "Thuyền Trưởng",
  "You cannot do this while a Sim is leaving your household!": "Bạn không thể thực hiện việc này khi một Sim đang rời khỏi hộ gia đình!",
  "{0.SimFirstName} had a terrible result of {2.Number} faults with a time of  {3.Timespan}. Simply atrocious! {0.SimFirstName}'s result would be a disqualification in an actual competition!": "{0.SimFirstName} đã có một kết quả tồi tệ với {2.Number} lỗi và thời gian là {3.Timespan}. Thật khủng khiếp! Kết quả của {0.SimFirstName} sẽ bị loại khỏi cuộc thi thực tế!",
  "{0.SimFirstName} has achieved a PERFECT RUN on this course in {3.Timespan}. Wow! {1.SimFirstName} must be a first-class pet training master.": "{0.SimFirstName} đã đạt được MỘT VÒNG CHẠY HOÀN HẢO trên đường đua này trong {3.Timespan}. Ồ! {1.SimFirstName} hẳn là một bậc thầy huấn luyện thú cưng hạng nhất.",
  "{0.SimFirstName} finished the course in {3.Timespan} with {2.Number} faults. That's an awful result! Make sure {1.SimFirstName} trains {0.SimFirstName}  more and keeps them in a happy mood before starting to run a course!": "{0.SimFirstName} đã hoàn thành đường đua trong {3.Timespan} với {2.Number} lỗi. Đó là một kết quả tồi tệ! Hãy chắc chắn rằng {1.SimFirstName} huấn luyện {0.SimFirstName} nhiều hơn và giữ cho chúng có tâm trạng vui vẻ trước khi bắt đầu chạy một đường đua!",
  "Not bad, but not perfect! {0.SimFirstName} had a time of {3.Timespan} and {2.Number} faults during their run. Make sure {1.SimFirstName} gives them proper training and discipline before running the course again.": "Không tệ, nhưng không hoàn hảo! {0.SimFirstName} có thời gian là {3.Timespan} và {2.Number} lỗi trong quá trình chạy. Hãy chắc chắn rằng {1.SimFirstName} cho chúng được huấn luyện và kỷ luật thích hợp trước khi chạy lại đường đua.",
  "{0.SimFirstName}'s course run was canceled! Click on an obstacle and select Run Obstacle Course to try again (make sure you have at least 4 obstacles that they can get to)!": "Đường chạy của {0.SimFirstName} đã bị hủy! Nhấp vào một chướng ngại vật và chọn Chạy Đường Đua Vượt Chướng Ngại Vật để thử lại (hãy chắc chắn rằng bạn có ít nhất 4 chướng ngại vật mà chúng có thể đến được)!",
  "Pet Obstacle Course": "Đường Đua Vượt Chướng Ngại Vật Cho Thú Cưng",
  "Run the pet obstacle course as quickly and accurately as possible! A basic  course consists of hoops, ramps, weaving flags, platforms, and tunnels. If your pet is new, they might get confused throughout the run. Keep practicing with them to see them get better! ": "Chạy đường đua vượt chướng ngại vật cho thú cưng nhanh và chính xác nhất có thể! Một đường đua cơ bản bao gồm vòng, dốc, cờ đan xen, bệ và đường hầm. Nếu thú cưng của bạn còn mới, chúng có thể bị bối rối trong suốt quá trình chạy. Hãy tiếp tục luyện tập với chúng để thấy chúng trở nên tốt hơn!",
  "Checkup": "Kiểm Tra Sức Khỏe",
  "Just here for a checkup? No problem! A Vet will be with you shortly to look over your pet.": "Chỉ đến để kiểm tra sức khỏe thôi hả? Không vấn đề gì! Bác sĩ thú y sẽ sớm đến để xem xét thú cưng của bạn.",
  "Neutering Pet": "Triệt Sản Thú Cưng",
  "Is it time to get your pet neutered? A Vet will be with you shortly to go through with the procedure.": "Đã đến lúc triệt sản thú cưng của bạn chưa? Bác sĩ thú y sẽ sớm đến để thực hiện thủ thuật.",
  "Examining Pet": "Khám Bệnh Cho Thú Cưng",
  "It sounds like your poor pet is sick! The Vet will be with you shortly to get them examined and treated.": "Có vẻ như thú cưng đáng thương của bạn đang bị bệnh! Bác sĩ thú y sẽ sớm đến để khám và điều trị cho chúng.",
  "Spaying Pet": "Thiến Thú Cưng",
  "Is it time to get your pet spayed? A Vet will be with you shortly to go through with the procedure.": "Đã đến lúc thiến thú cưng của bạn chưa? Bác sĩ thú y sẽ sớm đến để thực hiện thủ thuật.",
  "I'd like my pet spayed": "Tôi muốn thiến thú cưng của mình",
  "Unneutering Pet": "Không Triệt Sản Thú Cưng",
  "You thought unneutering your pet was impossible? Think again! A Vet will be with you shortly to go through with the procedure.": "Bạn nghĩ rằng việc không triệt sản thú cưng của bạn là không thể? Hãy nghĩ lại! Bác sĩ thú y sẽ sớm đến để thực hiện thủ thuật.",
  "Unspaying Pet": "Không Thiến Thú Cưng",
  "You thought unspaying your pet was impossible? Think again! A Vet will be with you shortly to go through with the procedure.": "Bạn nghĩ rằng việc không thiến thú cưng của bạn là không thể? Hãy nghĩ lại! Bác sĩ thú y sẽ sớm đến để thực hiện thủ thuật.",
  "I'd like my pet un-spayed": "Tôi muốn thú cưng của tôi không bị thiến",
  "“My cat, {0.SimFirstName}, has been doing well, but it's time for {M0.his}{F0.her} checkup.\"": "“Mèo của tôi, {0.SimFirstName}, vẫn khỏe mạnh, nhưng đã đến lúc {M0.his}{F0.her} đi khám sức khỏe định kỳ rồi.”",
  "“My dog, {0.SimFirstName}, has been doing well, but it's time for {M0.his}{F0.her} checkup.\"": "“Chó của tôi, {0.SimFirstName}, vẫn khỏe mạnh, nhưng đã đến lúc {M0.his}{F0.her} đi khám sức khỏe định kỳ rồi.”",
  "\"Just a standard checkup for {0.SimFirstName} today please, doc!\"": "\"Hôm nay chỉ cần kiểm tra sức khỏe định kỳ cho {0.SimFirstName} thôi nhé bác sĩ!\"",
  "Exam Results": "Kết Quả Khám",
  "Patient Stress": "Căng Thẳng Của Bệnh Nhân",
  "Diagnosis: Unknown": "Chẩn Đoán: Chưa Rõ",
  "Unknown": "Chưa Rõ",
  "“Something is wrong with my little {F0.girl}{M0.boy}, {0.SimFirstName}. Won’t you please help {F0.her}{M0.him}?”": "“Có gì đó không ổn với {F0.girl}{M0.boy} bé nhỏ của tôi, {0.SimFirstName}. Xin hãy giúp {F0.her}{M0.him}?”",
  "“I’m not sure what is going on with {0.SimFirstName}, but it’s not good! Do you think you could help?”": "“Tôi không chắc chuyện gì đang xảy ra với {0.SimFirstName}, nhưng không tốt chút nào! Bác sĩ có thể giúp được không?”",
  "“{0.SimFirstName} means the world to me, and {F0.she}{M0.he} has been feeling awful lately. Whatever you can do to help will be greatly appreciated!”": "“{0.SimFirstName} là cả thế giới đối với tôi, và gần đây {F0.she}{M0.he} cảm thấy rất tệ. Bất cứ điều gì bác sĩ có thể làm để giúp đỡ sẽ được đánh giá cao!”",
  "“{0.SimFirstName} just hasn’t been acting like {F0.herself}{M0.himself}. I think something may be wrong, can you please take a look?”": "“{0.SimFirstName} không còn hành động như {F0.herself}{M0.himself} nữa. Tôi nghĩ có thể có gì đó không ổn, bác sĩ có thể xem qua được không?”",
  "“I’ve never seen {0.SimFirstName} acting like this before. I hoped it would go away, but it’s only gotten worse! Please see what you can do!”": "“Tôi chưa từng thấy {0.SimFirstName} hành động như thế này trước đây. Tôi hy vọng nó sẽ biến mất, nhưng nó chỉ trở nên tồi tệ hơn! Xin hãy xem bác sĩ có thể làm gì!”",
  "\"{0.SimFirstName} has been looking a bit sickly lately, can you examine {F0.her}{M0.him}?\"": "\"{0.SimFirstName} trông hơi ốm yếu gần đây, bác sĩ có thể khám cho {F0.her}{M0.him} được không?\"",
  "Treat Patient": "Điều Trị Bệnh Nhân",
  "Faults": "Lỗi",
  "When a pet does something wrong Pet Agility Worldwide (PAW) considers it a fault. This can be anything from a pet stalling, to them going through an obstacle incorrectly, to them not even running through an obstacle at all. Keep your pets well trained to avoid this!": "Khi một thú cưng làm điều gì đó sai trái, Tổ Chức Thú Cưng Nhanh Nhẹn Toàn Cầu (PAW) coi đó là một lỗi. Điều này có thể là bất cứ điều gì, từ việc thú cưng dừng lại, đến việc chúng vượt qua một chướng ngại vật không chính xác, đến việc chúng thậm chí không chạy qua một chướng ngại vật nào cả. Hãy huấn luyện thú cưng của bạn thật tốt để tránh điều này!",
  "Receive Treatment": "Nhận Điều Trị",
  "Get Pet Examined": "Cho Thú Cưng Khám Bệnh",
  "Procedure in Progress": "Thủ Tục Đang Tiến Hành",
  "Wait for Vet": "Chờ Bác Sĩ Thú Y",
  "Browse the Vending Machine": "Xem Máy Bán Hàng Tự Động",
  "Take a look at what the Vending Machine has to offer by clicking on it and selecting \"Purchase Pet Items.\"": "Hãy xem Máy Bán Hàng Tự Động có gì bằng cách nhấp vào nó và chọn \"Mua Vật Phẩm Cho Thú Cưng\".",
  "Buy an Automatic Pet Feeder": "Mua Máy Cho Thú Cưng Ăn Tự Động",
  "Purchase an Automatic Pet Feeder in Build Mode.": "Mua Máy Cho Thú Cưng Ăn Tự Động trong Chế Độ Xây Dựng.",
  "Buy a Cat Condo": "Mua Nhà Cho Mèo",
  "Purchase a Cat Condo in Build Mode.": "Mua Nhà Cho Mèo trong Chế Độ Xây Dựng.",
  "Buy a Cat Wand": "Mua Cần Câu Mèo",
  "Purchase a Cat Wand in Build Mode.": "Mua Cần Câu Mèo trong Chế Độ Xây Dựng.",
  "Buy a Litter Box": "Mua Hộp Vệ Sinh Mèo",
  "Purchase a Litter Box in Build Mode.": "Mua Hộp Vệ Sinh Mèo trong Chế Độ Xây Dựng.",
  "Buy a High-Tech Litter Box": "Mua Hộp Vệ Sinh Mèo Công Nghệ Cao",
  "Purchase a High-Tech Litter Box in Build Mode.": "Mua Hộp Vệ Sinh Mèo Công Nghệ Cao trong Chế Độ Xây Dựng.",
  "Buy a Pet Bed": "Mua Giường Cho Thú Cưng",
  "Purchase a Pet Bed in Build Mode.": "Mua Giường Cho Thú Cưng trong Chế Độ Xây Dựng.",
  "Buy a Pet Toy Box": "Mua Hộp Đồ Chơi Cho Thú Cưng",
  "Purchase a Pet Toy Box in Build Mode.": "Mua Hộp Đồ Chơi Cho Thú Cưng trong Chế Độ Xây Dựng.",
  "Buy Surgery Station": "Mua Trạm Phẫu Thuật",
  "Purchase a Surgery Station in Build Mode.": "Mua Trạm Phẫu Thuật trong Chế Độ Xây Dựng.",
  "Buy a Pet Ball": "Mua Bóng Cho Thú Cưng",
  "Purchase a Pet Ball in Build Mode.": "Mua Bóng Cho Thú Cưng trong Chế Độ Xây Dựng.",
  "Buy Squeaky Toy": "Mua Đồ Chơi Chíp Chíp",
  "Purchase a Squeaky Toy in Build Mode, by selecting Buy Toys on a Pet Toy Box, or by selecting Buy Pet Supplies at a market stall in Brindleton Bay.": "Mua Đồ Chơi Chíp Chíp trong Chế Độ Xây Dựng, bằng cách chọn Mua Đồ Chơi trên Hộp Đồ Chơi Cho Thú Cưng, hoặc bằng cách chọn Mua Vật Tư Cho Thú Cưng tại một quầy hàng ngoài chợ ở Vịnh Brindleton.",
  "Use your Laser Pointer with {2.SimFirstName}": "Sử Dụng Đèn Laser của bạn với {2.SimFirstName}",
  "Click on {2.SimFirstName} and select Play with Laser Pointer from the social interactions.": "Nhấp vào {2.SimFirstName} và chọn Chơi với Đèn Laser từ các tương tác xã hội.",
  "Use your Cat Wand with {2.SimFirstName}": "Sử Dụng Cần Câu Mèo của bạn với {2.SimFirstName}",
  "Click on {2.SimFirstName} with a Cat Wand in your inventory.": "Nhấp vào {2.SimFirstName} với Cần Câu Mèo trong hành trang của bạn.",
  "Adopt a Cat": "Nhận Nuôi Mèo",
  "Use Computer to Adopt a Cat from household category.": "Sử Dụng Máy Tính để Nhận Nuôi Mèo từ danh mục hộ gia đình.",
  "Adopt a Dog": "Nhận Nuôi Chó",
  "Use Computer to Adopt a Dog from household category.": "Sử Dụng Máy Tính để Nhận Nuôi Chó từ danh mục hộ gia đình.",
  "Take Dog on a Walk": "Dắt Chó Đi Dạo",
  "Select a dog and click any of the Go On Walk interactions.": "Chọn một con chó và nhấp vào bất kỳ tương tác Đi Dạo nào.",
  "Clean up a Hair Pile!": "Dọn Dẹp Đống Lông!",
  "Select a pile of hair and clean it up.": "Chọn một đống lông và dọn dẹp nó.",
  "Meet a Cat": "Gặp Gỡ Mèo",
  "Click on a cat you don't know and introduce yourself. There are never enough cats to befriend!": "Nhấp vào một con mèo bạn không biết và giới thiệu bản thân. Không bao giờ là đủ mèo để kết bạn!",
  "Meet a Dog": "Gặp Gỡ Chó",
  "Click on a dog you don't know and introduce yourself. There are never enough dogs to befriend!": "Nhấp vào một con chó bạn không biết và giới thiệu bản thân. Không bao giờ là đủ chó để kết bạn!",
  "Pet a Cat": "Vuốt Ve Mèo",
  "Find a cat and choose Pet from the Friendly category.": "Tìm một con mèo và chọn Vuốt Ve từ danh mục Thân Thiện.",
  "Play With a Cat": "Chơi Với Mèo",
  "Find a cat and choose to Play with Laser Pointer or purchase The Cat Dazzler from Build Mode to play with your cat.": "Tìm một con mèo và chọn Chơi với Đèn Laser hoặc mua Đèn Laser Mèo từ Chế Độ Xây Dựng để chơi với mèo của bạn.",
  "Pet a Dog": "Vuốt Ve Chó",
  "Find a dog and choose Pet from the Friendly category.": "Tìm một con chó và chọn Vuốt Ve từ danh mục Thân Thiện.",
  "Play with a Dog": "Chơi Với Chó",
  "Find a dog and select Play from the Friendly category.": "Tìm một con chó và chọn Chơi từ danh mục Thân Thiện.",
  "Buy a Scratching Post": "Mua Trụ Cào Móng",
  "Purchase a Scratching Post from Build Mode. Look for it in the Living Room Sort!": "Mua Trụ Cào Móng từ Chế Độ Xây Dựng. Tìm nó trong Mục Phòng Khách!",
  "Play Fetch": "Chơi Ném Bắt",
  "Click on a dog while the Pet Ball is in your Sims inventory to Train Fetch.": "Nhấp vào một con chó khi Bóng Cho Thú Cưng ở trong hành trang của Sim để Huấn Luyện Bắt Bóng.",
  "Treat Pet": "Cho Thú Cưng Ăn Bánh Thưởng",
  "Treat a sick pet at an Exam Table or Surgery Station.": "Điều trị thú cưng bị bệnh tại Bàn Khám hoặc Trạm Phẫu Thuật.",
  "Buy a Pet Food Bowl": "Mua Bát Ăn Cho Thú Cưng",
  "Purchase a Pet Food Bowl for your pet.": "Mua Bát Ăn Cho Thú Cưng của bạn.",
  "Cook Gourmet Pet Food": "Nấu Thức Ăn Cao Cấp Cho Thú Cưng",
  "Use the fridge or stove to cook gourmet pet food!": "Sử dụng tủ lạnh hoặc bếp để nấu thức ăn cao cấp cho thú cưng!",
  "Cook Pet Food": "Nấu Thức Ăn Cho Thú Cưng",
  "Use the fridge or stove to cook pet food!": "Sử dụng tủ lạnh hoặc bếp để nấu thức ăn cho thú cưng!",
  "Adoption Services": "Dịch Vụ Nhận Nuôi",
  "Veterinarian": "Bác Sĩ Thú Y",
  "Patient": "Bệnh Nhân",
  "Pet Owner": "Chủ Thú Cưng",
  "Up for Adoption!": "Sẵn Sàng Để Nhận Nuôi!",
  "Adoption Agent": "Nhân Viên Nhận Nuôi",
  "Stray": "Thú Hoang",
  "All a dog and {M1.his}{F1.her} human need is a simple visit to the Town Square.": "Tất cả những gì một con chó và người của {M1.his}{F1.her} cần là một chuyến thăm đơn giản đến Quảng Trường Thị Trấn.",
  "{0.SimFirstName} would like to help every crying child in the world, but {M0.he}{F0.she} has {M0.his}{F0.her} own priorities. {M0.He}{F0.She} pulls {1.SimFirstName} back and keeps walking.\\n\\n{1.SimFirstName} seems a little miffed at first and takes {M1.his}{F1.her} time peeing on a fire hydrant. They finish their perfectly square walk, in perfect time. {0.SimFirstName} pets {1.SimFirstName} between the ears, and {1.SimFirstName} returns it with a sloppy kiss. It really was a good walk.": "{0.SimFirstName} muốn giúp đỡ mọi đứa trẻ đang khóc trên thế giới, nhưng {M0.he}{F0.she} có những ưu tiên của riêng {M0.his}{F0.her}. {M0.He}{F0.She} kéo {1.SimFirstName} lại và tiếp tục đi.\n\n{1.SimFirstName} có vẻ hơi khó chịu lúc đầu và dành thời gian đi tiểu lên một trụ cứu hỏa. Chúng hoàn thành chuyến đi bộ vuông vắn hoàn hảo của mình, đúng giờ. {0.SimFirstName} vuốt ve {1.SimFirstName} giữa hai tai, và {1.SimFirstName} đáp lại bằng một nụ hôn ướt át. Đó thực sự là một chuyến đi bộ tốt.",
  "{0.SimFirstName} would have to be a monster to ignore a crying child. {1.SimFirstName} leads them in a diagonal jaywalk across the street.\\n\\nThe toddler is incoherent. There isn't much {0.SimFirstName} can do, so {M0.he}{F0.she} tries to entertain the tot by having {1.SimFirstName} perform a trick. The toddler's distraught parent comes by soon after, at which point the tears are gone and the toddler is cheering in delight at The Fantastic {1.SimFirstName}'s Death-Defying Sit.\\n": "{0.SimFirstName} sẽ phải là một con quái vật mới có thể phớt lờ một đứa trẻ đang khóc. {1.SimFirstName} dẫn chúng đi bộ chéo qua đường.\n\nĐứa trẻ bi bô không rõ ràng. Không có nhiều điều {0.SimFirstName} có thể làm, vì vậy {M0.he}{F0.she} cố gắng giải trí cho đứa trẻ bằng cách cho {1.SimFirstName} biểu diễn một trò. Cha mẹ đang đau khổ của đứa trẻ đến ngay sau đó, tại thời điểm đó nước mắt đã biến mất và đứa trẻ đang cổ vũ vui mừng trước Màn Ngồi Bất Chấp Tử Thần của {1.SimFirstName} Tuyệt Vời.\n",
  "Keep Walking": "Tiếp Tục Đi",
  "Stop to Talk": "Dừng Lại Nói Chuyện",
  "Everything is going just as expected. {0.SimFirstName} takes the third left on the last turn towards home. Maybe {M0.he}{F0.she} can finally achieve {M0.his}{F0.her} dream: a square walk around the Town Square.\\n\\n{1.SimName} does not share his vision. Ahead, a toddler is crying on a bench and {1.SimName} tugs {M1.his}{F1.her} leash towards him.": "Mọi thứ đang diễn ra đúng như mong đợi. {0.SimFirstName} rẽ trái thứ ba ở ngã rẽ cuối cùng về nhà. Có lẽ {M0.he}{F0.she} cuối cùng có thể đạt được ước mơ của {M0.his}{F0.her}: một cuộc đi bộ hình vuông quanh Quảng Trường Thị Trấn.\n\n{1.SimName} không chia sẻ tầm nhìn của mình. Phía trước, một đứa trẻ đang khóc trên ghế băng và {1.SimName} kéo dây xích {M1.his}{F1.her} về phía nó.",
  "Just in time, {0.SimFirstName} contains {1.SimFirstName}'s animal instinct to launch into mud. With {1.SimFirstName} still suspended by the end of the leash, {0.SimFirstName} takes a second to look over and see what has the dog so intrigued.\\n\\nSomething is there, hidden under the mud. {0.SimFirstName} slacks the leash, allowing {1.SimFirstName} to pick it up. {1.SimFirstName}'s head is held high as {M1.he}{F1.she} proudly walks {M1.his}{F1.her} treasure home.": "Vừa kịp lúc, {0.SimFirstName} kìm lại bản năng động vật của {1.SimFirstName} lao vào bùn. Với {1.SimFirstName} vẫn lơ lửng ở cuối dây xích, {0.SimFirstName} dành một giây để nhìn qua và xem điều gì đã khiến con chó thích thú đến vậy.\n\nCó một thứ gì đó ở đó, ẩn dưới lớp bùn. {0.SimFirstName} nới lỏng dây xích, cho phép {1.SimFirstName} nhặt nó lên. {1.SimFirstName} ngẩng cao đầu khi {M1.he}{F1.she} tự hào mang kho báu của {M1.his}{F1.her} về nhà.",
  "It was done in an instant. Forced forward by the sheer will for adventure, both dog and human catapult into mud. {0.SimFirstName} and {1.SimFirstName} finish their walk home, absolutely filthy.\\n\\n Even so, it's hard to stay mad. {1.SimFirstName} might smell like garbage, but {M1.his}{F1.her} tail is wagging. {0.SimFirstName}'s happy {M1.he}{F1.she} had a good time.": "Nó đã được thực hiện trong tích tắc. Bị thúc ép về phía trước bởi ý chí phiêu lưu thuần túy, cả chó và người đều lao vào bùn. {0.SimFirstName} và {1.SimFirstName} hoàn thành chuyến đi bộ về nhà, hoàn toàn bẩn thỉu.\n\nTuy nhiên, thật khó để nổi giận. {1.SimFirstName} có thể bốc mùi như rác, nhưng đuôi của {M1.his}{F1.her} đang vẫy. {0.SimFirstName} rất vui vì {M1.he}{F1.she} đã có một khoảng thời gian vui vẻ.",
  "Pull Back": "Kéo Lại",
  "Close {M0.His}{F0.Her} Eyes and Hope": "Nhắm Mắt {M0.His}{F0.Her} và Hy Vọng",
  "{0.SimFirstName} enjoys the routine of {M0.his}{F0.her} neighborhood. {M0.he}{F0.she} closes {M0.his}{F0.her} eyes and takes in a deep breath. Expecting crisp outdoor air, {M0.he}{F0.she} chokes, coughing over a sudden overwhelming smell.\\n\\n {1.SimFirstName} has lead them to a dirt pile the size of a small schnauzer. {1.SimFirstName} lurches into it, head first. {0.SimFirstName} has a split second to react": "{0.SimFirstName} thích thú với thói quen của khu phố {M0.his}{F0.her}. {M0.he}{F0.she} nhắm mắt lại và hít một hơi thật sâu. Mong đợi không khí trong lành ngoài trời, {M0.he}{F0.she} nghẹn lại, ho sặc sụa vì một mùi hương nồng nặc đột ngột.\n\n {1.SimFirstName} đã dẫn họ đến một đống đất lớn bằng một con chó schnauzer nhỏ. {1.SimFirstName} lao vào đó, đầu trước. {0.SimFirstName} có một phần nghìn giây để phản ứng",
  "{1.SimFirstName} circles both of them nervously as they get back on their feet. {0.SimFirstName} gets up first and gives the stranger a hand.\\n\\nThey both laugh it off, and what started as a walk with two ends with three. {0.SimFirstName} has made a new acquaintance.": "{1.SimFirstName} lo lắng đi vòng quanh cả hai người khi họ đứng dậy. {0.SimFirstName} đứng dậy trước và đưa tay cho người lạ.\n\nCả hai đều cười trừ và những gì bắt đầu là một cuộc đi bộ với hai người kết thúc với ba người. {0.SimFirstName} đã làm quen được với một người mới.",
  "{0.SimFirstName} is dazed from the fall. {M0.His}{F0.Her} hands wave in the air as {M0.he}{F0.she} struggles to find {M0.his}{F0.her} balance.\\n\\nAfter a while, {0.SimFirstName} gets to {M0.his}{F0.her} feet, but the other person is nowhere in sight. They must've left {M0.him}{F0.her} lying on the ground. \"What kind of person does that?\" thinks {0.SimFirstName}. After {M0.he}{F0.she} returns home, {M0.he}{F0.she} gives {M0.his}{F0.her} canine companion an extra treat.": "{0.SimFirstName} choáng váng vì cú ngã. Tay của {M0.His}{F0.Her} vung vẩy trong không khí khi {M0.he}{F0.she} изо всех сил cố gắng tìm lại sự cân bằng của {M0.his}{F0.her}.\n\nSau một lúc, {0.SimFirstName} đứng dậy được, nhưng người kia không thấy đâu cả. Chắc hẳn họ đã bỏ {M0.him}{F0.her} nằm trên mặt đất. \"Loại người gì lại làm như vậy?\" {0.SimFirstName} nghĩ. Sau khi {M0.he}{F0.she} trở về nhà, {M0.he}{F0.she} cho người bạn đồng hành chó của {M0.his}{F0.her} một món ăn ngon hơn.",
  "Town Square": "Quảng Trường Thị Trấn",
  "Help Up {M0.His}{F0.Her} Fellow Human": "Giúp Đỡ Người Đồng Loại {M0.His}{F0.Her}",
  "Just Try to Stand": "Chỉ Cần Cố Đứng Lên",
  "Just {0.SimFirstName} and {1.SimFirstName}, out for a walk. {0.SimFirstName} appreciates time with {M0.his}{F0.her} pet, as it feels like sometimes {M0.he}{F0.she} obeys a compulsive need to socialize with other people. It's nice to have a moment alone.\\n\\nAs {0.SimFirstName} reflects on this, {M0.he}{F0.she} walks straight into someone turning the same corner and falls down. {1.SimFirstName} looks over {M0.him}{F0.her} with worry, wondering what {0.SimFirstName} will do next.": "Chỉ có {0.SimFirstName} và {1.SimFirstName}, đi dạo. {0.SimFirstName} trân trọng thời gian ở bên thú cưng của {M0.his}{F0.her}, vì đôi khi có cảm giác như {M0.he}{F0.she} tuân theo một nhu cầu cưỡng bức để giao tiếp với những người khác. Thật tuyệt khi có một khoảnh khắc ở một mình.\n\nKhi {0.SimFirstName} suy ngẫm về điều này, {M0.he}{F0.she} đi thẳng vào ai đó rẽ cùng một góc và ngã xuống. {1.SimFirstName} lo lắng nhìn {M0.him}{F0.her}, tự hỏi {0.SimFirstName} sẽ làm gì tiếp theo.",
  "The two enter the Brindleton Light Information Center and Gift Shop, where an elderly white-haired man is selling postcards.\\n\\nHe sees them and brightens up. \"The top of the lighthouse is always open for the best views of the bay, but I'm about to go on break. Next time, I'll take you through and teach you some interesting history!\"\\n\\nWith that, he shoos them out where {0.SimFirstName} looks up at the lighthouse once more before heading home.": "Hai người bước vào Trung Tâm Thông Tin Ánh Sáng và Cửa Hàng Quà Tặng Brindleton, nơi một ông lão tóc trắng đang bán bưu thiếp.\n\nÔng nhìn thấy họ và rạng rỡ lên. \"Đỉnh của ngọn hải đăng luôn mở để có tầm nhìn đẹp nhất ra vịnh, nhưng tôi sắp phải đi nghỉ. Lần tới, tôi sẽ dẫn các bạn đi tham quan và dạy cho các bạn một số kiến thức lịch sử thú vị!\"\n\nNói xong, ông đuổi họ ra ngoài, nơi {0.SimFirstName} lại ngước nhìn ngọn hải đăng một lần nữa trước khi trở về nhà.",
  "As tempting as it would be to explore the lighthouse on their own, {0.SimFirstName} encourages {1.SimFirstName} to stay on this side of the door.\\n\\nThe two browse the shop for a bit and learn some interesting facts - that the lighthouse has only been dark for 24 hours since it first opened and that the older stairways inside the lighthouse are closed but still considered perfectly safe to climb.\\n\\nAs {0.SimFirstName} looks over a poster with the historical timeline of the lighthouse, {1.SimFirstName} scurries back to {M0.him}{F0.her} in a rush, eyeing the door marked Private nervously. {0.SimFirstName} looks up and sees...what? A white flash going by? A...ghost? Impossible!\\n\\n{0.SimFirstName} promises {1.SimFirstName} they'll return next time to follow up.": "Mặc dù rất muốn tự mình khám phá ngọn hải đăng, {0.SimFirstName} vẫn khuyến khích {1.SimFirstName} ở lại bên này cánh cửa.\n\nCả hai xem qua cửa hàng một chút và tìm hiểu một số sự thật thú vị - rằng ngọn hải đăng chỉ tắt đèn trong 24 giờ kể từ khi nó được mở lần đầu tiên và rằng các cầu thang cũ hơn bên trong ngọn hải đăng đã bị đóng cửa nhưng vẫn được coi là hoàn toàn an toàn để leo lên.\n\nKhi {0.SimFirstName} xem qua một tấm áp phích với dòng thời gian lịch sử của ngọn hải đăng, {1.SimFirstName} vội vã chạy lại chỗ {M0.him}{F0.her}, lo lắng nhìn cánh cửa có ghi Chỗ Riêng Tư. {0.SimFirstName} ngước lên và thấy...gì? Một vệt sáng trắng мелькнула? Một...con ma? Không thể nào!\n\n{0.SimFirstName} hứa với {1.SimFirstName} rằng họ sẽ quay lại lần sau để theo dõi.",
  "{0.SimFirstName} tries the door handle, which turns easily, and the two tumble through. After their eyes adjust to the darkness, they see a small storage area with boxes stacked on boxes.\\n\\nAt the end of the room is a rickety-looking roped-off stairway. {0.SimFirstName} notices a white tablecloth in a nearby storage box and slips it on. \"Look, I'm a ghost!\" {M0.he}{F0.she} shouts, as {1.SimFirstName} starts barking at something behind {0.SimFirstName}.\\n\\n{0.SimFirstName} can't see much with the tablecloth on {M0.his}{F0.her} head. {M0.He}{F0.She} pulls it off to see a small...apparition dart up the stairs. {1.SimFirstName} howls but the chase is already lost. \"Probably just a raccoon,\" {0.SimFirstName} says, and pats {1.SimFirstName} on the head, promising to return to the lighthouse.": "{0.SimFirstName} thử tay nắm cửa, nó xoay một cách dễ dàng, và cả hai ngã nhào vào bên trong. Sau khi mắt họ thích nghi với bóng tối, họ nhìn thấy một khu vực chứa đồ nhỏ với những chiếc hộp xếp chồng lên nhau.\n\nỞ cuối phòng là một cầu thang có rào chắn trông có vẻ ọp ẹp. {0.SimFirstName} nhận thấy một chiếc khăn trải bàn màu trắng trong một chiếc hộp đựng đồ gần đó và trượt nó vào. \"Nhìn này, tôi là ma!\" {M0.he}{F0.she} hét lên, khi {1.SimFirstName} bắt đầu sủa vào thứ gì đó phía sau {0.SimFirstName}.\n\n{0.SimFirstName} không nhìn thấy nhiều với chiếc khăn trải bàn trên đầu {M0.his}{F0.her}. {M0.He}{F0.She} kéo nó ra để nhìn thấy một...hình bóng nhỏ vụt lên cầu thang. {1.SimFirstName} rú lên nhưng cuộc đuổi bắt đã mất. {0.SimFirstName} nói: \"Chắc chỉ là một con gấu trúc thôi\" và vỗ vào đầu {1.SimFirstName}, hứa sẽ quay lại ngọn hải đăng.",
  "Head Home": "Về Nhà",
  "Sneak Through the Private Door": "Lén Lút Qua Cánh Cửa Riêng Tư",
  "Browse the Goods in the Gift Shop": "Xem Hàng Hóa Trong Cửa Hàng Quà Tặng",
  "They've barely rounded the block before {1.SimFirstName} takes off for the lighthouse. They step into the gift shop but the old man isn't there.\\n\\nThe two wait for a moment, but the stillness of the shop starts to give {0.SimFirstName} goosebumps. {1.SimFirstName} paws at a door off the back marked Private. Should the pair explore on their own?": "Họ vừa mới đi quanh khu nhà thì {1.SimFirstName} đã lao về phía ngọn hải đăng. Họ bước vào cửa hàng quà tặng nhưng ông lão không có ở đó.\n\nCả hai đợi một lát, nhưng sự tĩnh lặng của cửa hàng bắt đầu khiến {0.SimFirstName} nổi da gà. {1.SimFirstName} cào cào vào một cánh cửa ở phía sau có ghi Chỗ Riêng Tư. Cả hai có nên tự mình khám phá không?",
  "They walk in and the old man says, \"ready to learn a little something?\" As he begins the tour, {0.SimFirstName} interjects with a question about the supposed ghost that haunts the lighthouse.\\n\\n\"Oh, that old story,\" the man mutters, as if he can't be bothered. \"Some say it's the old pooch who belonged Mr. Friendly - the last person to run the lighthouse. Hanging around, unfinished business or some nonsense.\"\\n\\n\"Mr. Friendly was let go when he let the lighthouse go dark, causing a shipwreck. That damn dog wouldn't leave, though, and died right in the lighthouse office.\" As the tour ends, the man sends {0.SimFirstName} and {1.SimFirstName} on their way, though the story of Mr. Friendly's dog makes their hairs all stand a bit straighter.": "Họ bước vào và ông lão nói: \"sẵn sàng học một chút gì đó chưa?\" Khi ông bắt đầu chuyến tham quan, {0.SimFirstName} ngắt lời bằng một câu hỏi về con ma được cho là ám ảnh ngọn hải đăng.\n\n\"Ồ, câu chuyện cũ đó,\" người đàn ông lẩm bẩm, như thể ông không thể bận tâm. \"Một số người nói đó là con chó già thuộc về ông Friendly - người cuối cùng điều hành ngọn hải đăng. Lảng vảng xung quanh, công việc chưa hoàn thành hoặc một số thứ vô nghĩa.\"\n\n\"Ông Friendly đã bị sa thải khi ông để ngọn hải đăng tắt đèn, gây ra một vụ đắm tàu. Tuy nhiên, con chó chết tiệt đó sẽ không rời đi và chết ngay trong văn phòng ngọn hải đăng.\" Khi chuyến tham quan kết thúc, người đàn ông tiễn {0.SimFirstName} và {1.SimFirstName} lên đường, mặc dù câu chuyện về con chó của ông Friendly khiến tóc của họ dựng lên một chút.",
  "{0.SimFirstName} and {1.SimFirstName} wait until the man's gone, then swoop into the shop and hurtle through the door they're not supposed to hurtle through. The two head up the rickety steps and find a door simply marked Office.\\n\\nThere's no lock and the door opens creakily. {1.SimFirstName} nudges {0.SimFirstName} toward the far wall, where on a bulletin board are pinned various articles about the Brindleton Wreck and a few pictures of a friendly-looking man and his dog in front of the lighthouse.\\n\\nHe's reading an article intently when {1.SimFirstName} nearly bowls {M0.him}{F0.her} over. That's when {0.SimFirstName} hears someone opening the door. The two hide in the shadows of the room; just in time, as the old man has returned and clatters into the room.\\n\\nHe's moving quickly and sounds angry. He mutters something about a change in the shipping schedule and storms out. {0.SimFirstName} and {1.SimFirstName} wait a good ten minutes before leaving themselves, nervous and suspicious.": "{0.SimFirstName} và {1.SimFirstName} đợi đến khi ông lão đi khuất, sau đó lao vào cửa hàng và lao qua cánh cửa mà họ không được phép lao qua. Cả hai đi lên những bậc thang ọp ẹp và tìm thấy một cánh cửa đơn giản có ghi Văn Phòng.\n\nKhông có khóa và cánh cửa mở ra một cách khó nhọc. {1.SimFirstName} đẩy {0.SimFirstName} về phía bức tường phía xa, nơi trên bảng thông báo có ghim nhiều bài báo về Vụ Đắm Tàu Brindleton và một vài bức ảnh về một người đàn ông trông thân thiện và con chó của ông ta trước ngọn hải đăng.\n\n{M0.He}{F0.She} đang đọc một bài báo chăm chú thì {1.SimFirstName} suýt chút nữa thì hất {M0.him}{F0.her} ngã. Đó là khi {0.SimFirstName} nghe thấy ai đó mở cửa. Cả hai trốn trong bóng tối của căn phòng; vừa kịp lúc, khi ông lão đã trở lại và loảng xoảng vào phòng.\n\nÔng ấy đang di chuyển nhanh chóng và có vẻ tức giận. Ông lẩm bẩm điều gì đó về sự thay đổi trong lịch trình vận chuyển và xông ra ngoài. {0.SimFirstName} và {1.SimFirstName} đợi mười phút trước khi tự mình rời đi, lo lắng và nghi ngờ.",
  "Wait to Sneak In": "Đợi Để Lén Vào",
  "Take the Tour": "Tham Gia Chuyến Tham Quan",
  "As {0.SimFirstName} and {1.SimFirstName} get to the lighthouse, they notice the old man once again working diligently.\\n\\nThey remember him mentioning that behind-the-scenes tour, but they also remember the staircase and the ghost. Or not - {0.SimFirstName}'s convinced {M0.himself}{F0.herself} there's a sensible explanation for all of this.\\n\\nShould they take the man up on his offer to show them around the lighthouse or wait for a moment when they can sneak into the lighthouse undisturbed?": "Khi {0.SimFirstName} và {1.SimFirstName} đến ngọn hải đăng, họ nhận thấy ông lão một lần nữa đang làm việc siêng năng.\n\nHọ nhớ rằng ông đã đề cập đến chuyến tham quan hậu trường đó, nhưng họ cũng nhớ đến cầu thang và con ma. Hoặc không - {0.SimFirstName} tự thuyết phục {M0.himself}{F0.herself} rằng có một lời giải thích hợp lý cho tất cả những điều này.\n\nHọ có nên chấp nhận lời đề nghị của người đàn ông cho họ xem xung quanh ngọn hải đăng hay đợi một khoảnh khắc khi họ có thể lén vào ngọn hải đăng mà không bị làm phiền?",
  "\"Oh, that old story,\" the man mutters, as if he can't be bothered. \"Some say the pooch belonged to Mr. Friendly, who used run this lighthouse. That it still haunts it today! Unfinished business or some nonsense. But I've never seen nor heard it for as long as I've been here.\" By his slow movements, {0.SimFirstName} assumes that's quite some time.\\n\\n\"You know what it is,\" the old man says. \"I bet it's just some young rascals getting into our tablecloths we keep in storage and making out like they're a spirit.\"\\n\\nThe tour ends as abruptly as it began. As they head home, {0.SimFirstName} assures {1.SimFirstName} they'll return and figure out this whole ghost thing one way or another. {0.SimFirstName} looks back and a shiver goes down {M0.his}{F0.her} spine as {M0.he}{F0.she} sees the old man staring right at them from the darkened gift shop.": "\"Ồ, câu chuyện cũ đó,\" người đàn ông lẩm bẩm, như thể ông không thể bận tâm. \"Một số người nói con chó thuộc về ông Friendly, người đã từng điều hành ngọn hải đăng này. Rằng nó vẫn ám ảnh nó cho đến ngày nay! Công việc chưa hoàn thành hoặc một số thứ vô nghĩa. Nhưng tôi chưa bao giờ nhìn thấy hay nghe thấy nó kể từ khi tôi ở đây.\" Qua những cử động chậm chạp của mình, {0.SimFirstName} cho rằng đó là một khoảng thời gian khá dài.\n\n\"Bạn biết nó là gì mà,\" ông lão nói. \"Tôi cá đó chỉ là một số kẻ tinh nghịch trẻ tuổi lẻn vào những chiếc khăn trải bàn mà chúng tôi giữ trong kho và giả vờ như chúng là một linh hồn.\"\n\nChuyến tham quan kết thúc đột ngột như khi nó bắt đầu. Khi họ về nhà, {0.SimFirstName} заверил {1.SimFirstName} rằng họ sẽ quay lại và tìm ra toàn bộ chuyện ma quái này bằng cách này hay cách khác. {0.SimFirstName} nhìn lại và một cơn rùng mình chạy dọc sống lưng {M0.his}{F0.her} khi {M0.he}{F0.she} nhìn thấy ông lão đang nhìn chằm chằm vào họ từ cửa hàng quà tặng tối tăm.",
  "\"It was a sad day, indeed,\" the old man replies. The man running the lighthouse at the time - one Mr. Friendly - had taken his dog to the vet, forgetting that a cargo ship was docking that night.\\n\\nThe lighthouse light was left off and the ship wrecked. While there were no deaths, a large crab shipment was lost and along with it, the lucrative contract Brindleton Bay had established with the crabbing company.\\n\\nThe man continues, \"anyway, Mr. Friendly was sacked but his damn dog wouldn't leave the lighthouse and died soon after right in the office.\"\\n\\nThe tour ends soon after and {0.SimFirstName} and {1.SimFirstName} vow to return, though the story of the dog who died in the lighthouse haunts them on their way home.": "\"Đó thực sự là một ngày buồn,\" ông lão trả lời. Người điều hành ngọn hải đăng vào thời điểm đó - một ông Friendly - đã đưa con chó của mình đến bác sĩ thú y, quên rằng một tàu chở hàng sẽ cập bến vào đêm đó.\n\nĐèn ngọn hải đăng đã bị tắt và con tàu bị đắm. Mặc dù không có ai thiệt mạng, một lô hàng cua lớn đã bị mất và cùng với đó, hợp đồng sinh lợi mà Vịnh Brindleton đã thiết lập với công ty đánh bắt cua.\n\nNgười đàn ông tiếp tục, \"dù sao, ông Friendly đã bị sa thải nhưng con chó chết tiệt của ông ta sẽ không rời ngọn hải đăng và chết ngay sau đó trong văn phòng.\"\n\nChuyến tham quan kết thúc ngay sau đó và {0.SimFirstName} và {1.SimFirstName} thề sẽ quay lại, mặc dù câu chuyện về con chó đã chết trong ngọn hải đăng ám ảnh họ trên đường về nhà.",
  "Ask About the Ghost": "Hỏi Về Con Ma",
  "Ask About the Lighthouse Going Dark": "Hỏi Về Việc Ngọn Hải Đăng Tắt Đèn",
  "As {0.SimFirstName} and {1.SimFirstName} get to the lighthouse, they notice the old man once again working diligently at the gift shop. He launches into a history of the lighthouse before they've said two words and continues talking as he guides them upstairs to the top of the lighthouse.\\n\\nIt's interesting, but a bit dry. Dates and names and construction materials all start to run together, and {1.SimFirstName} is starting to get restless. {0.SimFirstName} wants to ask about the ghost, but it also feels like a bit of a silly question.": "Khi {0.SimFirstName} và {1.SimFirstName} đến ngọn hải đăng, họ nhận thấy ông lão một lần nữa đang làm việc siêng năng tại cửa hàng quà tặng. Ông bắt đầu kể một lịch sử về ngọn hải đăng trước khi họ nói được hai lời và tiếp tục nói khi ông dẫn họ lên lầu đến đỉnh ngọn hải đăng.\n\nĐiều đó rất thú vị, nhưng hơi khô khan. Ngày tháng, tên tuổi và vật liệu xây dựng đều bắt đầu chạy lẫn vào nhau, và {1.SimFirstName} bắt đầu trở nên bồn chồn. {0.SimFirstName} muốn hỏi về con ma, nhưng nó cũng có cảm giác như một câu hỏi hơi ngớ ngẩn.",
  "{0.SimFirstName} spreads the glue on the floor of the lookout behind the old man, who is busy watching for something out at sea. It dries quickly.\\n\\n{1.SimFirstName} nuzzles the ghostly dog, who drifts through the old man. The sensation surprises him and he yelps and stumbles backwards. Right into the glue! He sticks and falls. {1.SimFirstName} growls at him and takes the man's hair in his mouth as {0.SimFirstName} approaches.\\n\\nHe's about to question the man when {1.SimFirstName} tugs on his hair and a mask pulls off his face, revealing the surly expression of a much younger man with blonde hair.": "{0.SimFirstName} bôi keo lên sàn của đài quan sát phía sau ông lão, người đang bận rộn theo dõi thứ gì đó ngoài biển. Nó khô nhanh chóng.\n\n{1.SimFirstName} dụi vào con chó ma, nó trôi qua ông lão. Cảm giác này khiến ông ngạc nhiên và ông kêu lên và lảo đảo lùi lại. Ngay vào keo! Ông bị dính và ngã. {1.SimFirstName} gầm gừ với ông và ngậm tóc của người đàn ông khi {0.SimFirstName} đến gần.\n\n{M0.He}{F0.She} sắp hỏi người đàn ông thì {1.SimFirstName} giật tóc ông và một chiếc mặt nạ tuột khỏi mặt ông, để lộ vẻ mặt cau có của một người đàn ông trẻ hơn nhiều với mái tóc vàng.",
  "{0.SimFirstName} throws the tablecloth on {1.SimFirstName}, who looks kind of sort of like a ghost dog. Still, it's better than nothing.\\n\\n{1.SimFirstName} charges at the old man, but as {M1.he}{F1.she} starts to bark the cloth falls off, revealing the ordinary corporeal dog that {1.SimFirstName} is. The old man chuckles and turns back to the sea.\\n\\nHis expression changes a few seconds later, though, as the actual ghost dog floats inches from his face. He staggers backward, trips on {1.SimFirstName}, and falls with a thump onto the floor of the lookout.\\n\\n{1.SimFirstName} takes the man's hair in his mouth as {0.SimFirstName} approaches. As {M0.he's}{F0.she's} about to question the man, {1.SimFirstName} tugs on his hair and a mask pulls off his face, revealing the surly expression of a much younger man with blonde hair.": "{0.SimFirstName} ném khăn trải bàn lên {1.SimFirstName}, người trông có vẻ hơi giống một con chó ma. Tuy nhiên, nó vẫn tốt hơn là không có gì.\n\n{1.SimFirstName} lao vào ông lão, nhưng khi {M1.he}{F1.she} bắt đầu sủa thì tấm vải rơi ra, để lộ con chó bình thường mà {1.SimFirstName} là. Ông lão cười khúc khích và quay lại biển.\n\nTuy nhiên, biểu cảm của ông thay đổi vài giây sau đó, khi con chó ma thực sự trôi cách mặt ông vài inch. Ông loạng choạng lùi lại, vấp phải {1.SimFirstName} và ngã xuống sàn đài quan sát với một tiếng thịch.\n\n{1.SimFirstName} ngậm tóc của người đàn ông khi {0.SimFirstName} đến gần. Khi {M0.he's}{F0.she's} chuẩn bị hỏi người đàn ông, {1.SimFirstName} giật tóc ông và một chiếc mặt nạ tuột khỏi mặt ông, để lộ vẻ mặt cau có của một người đàn ông trẻ hơn nhiều với mái tóc vàng.",
  "Wait, what?": "Chờ đã, cái gì?",
  "Dress {1.SimFirstName} as a Ghost with a Tablecloth": "Hóa Trang Cho {1.SimFirstName} Thành Ma Bằng Khăn Trải Bàn",
  "Use the Wood Glue to Trap the Old Man": "Sử Dụng Keo Dán Gỗ Để Bẫy Ông Lão",
  "{0.SimFirstName} and {1.SimFirstName} arrive at the lighthouse again, hoping to finally catch the alleged ghost.\\n\\nThe Private door is locked, so the two wind their way up to the top of the lighthouse. As they approach the top, {1.SimFirstName} calms {0.SimFirstName}, pointing out at the old man leaning on the railing.\\n\\nThe two hide behind a crate full of wood glue and tablecloths and listen to the man talking to himself. {0.SimFirstName} hears him cry something about his revenge being almost complete. Uh oh. That doesn't sound good.\\n\\nSuddenly, something rises out of the crate in front of them, and it's all {0.SimFirstName} and {1.SimFirstName} can do to not shout. It's the ghost! The ethereal hound seems friendly though, and gestures at the crate, then at the old man. {0.SimFirstName} nods, knowing what to do.": "{0.SimFirstName} và {1.SimFirstName} lại đến ngọn hải đăng, hy vọng cuối cùng sẽ bắt được con ma bị cáo buộc.\n\nCánh cửa Riêng Tư bị khóa, vì vậy cả hai quanh co lên đỉnh ngọn hải đăng. Khi họ đến gần đỉnh, {1.SimFirstName} trấn an {0.SimFirstName}, chỉ ra ông lão đang dựa vào lan can.\n\nCả hai trốn sau một thùng đầy keo dán gỗ và khăn trải bàn và nghe người đàn ông nói chuyện một mình. {0.SimFirstName} nghe thấy ông ta khóc điều gì đó về việc trả thù của mình gần như đã hoàn thành. Ồ không. Điều đó nghe không hay chút nào.\n\nĐột nhiên, một thứ gì đó trồi lên khỏi thùng trước mặt họ, và tất cả những gì {0.SimFirstName} và {1.SimFirstName} có thể làm là không hét lên. Đó là con ma! Con chó săn thanh tao có vẻ thân thiện và ra hiệu vào thùng, sau đó vào ông lão. {0.SimFirstName} gật đầu, biết phải làm gì.",
  "{0.SimFirstName} looks at the young man and suddenly recognizes him. \"You're Charlie Crabcakes!\" {M0.he}{F0.she} shouts. \"Heir to the Crabcakes fortune.\"\\n\\n\"Yes,\" spits Charlie, \"though not much of a fortune after the Brindleton Wreck where my dad's ship lost a year's supply of crabs! All because of that stupid Mr. Friendly and his sick dog.\" The ghost dog looks indignant and floats a few paces away.\\n\\n\"I was going to turn the lighthouse off, make the big fish shipment crash, and Brindleton Bay was sure to give crabs another chance! And I would have gotten away with it, too, if hadn't been for these two meddling dogs!\"\\n\\n\"But...why the mask?\" asks {0.SimFirstName}. Charlie wrenches himself away from {1.SimFirstName}, ditches his shoes, and hops to the edge of the lighthouse.\\n\\n\"I've got tons of masks!\" he shouts, adding \"and I'll get my revenge! You'll see.\" He jumps and {0.SimFirstName} gasps, but Charlie spreads his arms and he has some kind of glider jacket that catches the wind, as he disappears into the darkness of the water below.\\n\\nIt's not really an answer, and {0.SimFirstName} is still confused, but it seems that they've done their good deed for the moment and made a new ghostly friend. The ghost dog licks {0.SimFirstName}'s face - which, for the record, feels super weird but also comforting - then disappears down into the heart of the lighthouse.\\n\\n{0.SimFirstName} and {1.SimFirstName} head home, content.": "{0.SimFirstName} nhìn người thanh niên và đột nhiên nhận ra anh ta. \"Anh là Charlie Crabcakes!\" {M0.he}{F0.she} hét lên. \"Người thừa kế tài sản Crabcakes.\"\n\n\"Đúng vậy,\" Charlie phun ra, \"mặc dù không còn nhiều tài sản sau Vụ Đắm Tàu Brindleton, nơi con tàu của cha tôi đã mất một năm cung cấp cua! Tất cả là vì cái gã ngốc Mr. Friendly và con chó ốm yếu của ông ta.\" Con chó ma trông phẫn nộ và trôi đi vài bước.\n\n\"Tôi đã định tắt ngọn hải đăng, khiến lô hàng cá lớn bị đắm, và Vịnh Brindleton chắc chắn sẽ cho cua một cơ hội khác! Và tôi đã có thể thoát khỏi nó, nếu không phải vì hai con chó hay gây sự này!\"\n\n\"{0.SimFirstName} hỏi: \"Nhưng...tại sao lại đeo mặt nạ?\" Charlie giật mình khỏi {1.SimFirstName}, vứt bỏ giày và nhảy ra mép ngọn hải đăng.\n\n\"Tôi có cả tấn mặt nạ!\" anh ta hét lên, đồng thời nói thêm \"và tôi sẽ trả thù! Các người sẽ thấy.\" Anh ta nhảy và {0.SimFirstName} thở hổn hển, nhưng Charlie dang rộng hai tay và anh ta có một loại áo khoác lượn bắt gió, khi anh ta biến mất vào bóng tối của vùng nước bên dưới.\n\nĐó không thực sự là một câu trả lời, và {0.SimFirstName} vẫn còn bối rối, nhưng có vẻ như họ đã làm việc tốt của mình trong giây lát và kết bạn với một con ma mới. Con chó ma liếm mặt {0.SimFirstName} - điều này, theo ghi nhận, cảm thấy siêu kỳ lạ nhưng cũng an ủi - sau đó biến mất xuống trung tâm ngọn hải đăng.\n\n{0.SimFirstName} và {1.SimFirstName} trở về nhà, hài lòng.",
  "The two head to the office. Inside, the ghost is lounging in the corner. It sees {0.SimFirstName} and {1.SimFirstName} and jumps up in excitement.\\n\\nThe two dogs - one of this world, the other from beyond - skitter across the small office for a time, as {0.SimFirstName} reads some stories of Brindleton past.\\n\\nAfter some time, the two head home, promising the ghost that they'll return again soon.": "Cả hai đi đến văn phòng. Bên trong, con ma đang nằm dài trong góc. Nó nhìn thấy {0.SimFirstName} và {1.SimFirstName} và nhảy lên đầy phấn khích.\n\nHai con chó - một của thế giới này, con còn lại từ thế giới bên kia - chạy lăng xăng khắp văn phòng nhỏ trong một thời gian, khi {0.SimFirstName} đọc một số câu chuyện về quá khứ của Brindleton.\n\nSau một thời gian, cả hai trở về nhà, hứa với con ma rằng họ sẽ sớm quay lại.",
  "Though {0.SimFirstName} and {1.SimFirstName} search high and low, there's no ghostly dog to play with today.\\n\\nThey do notice a few more scratches and dog food crumbs around the lighthouse. {1.SimFirstName} is too busy munching on the crumbs to notice, but {0.SimFirstName} swears that he hears a slight echo of a howl as they head for home.": "Mặc dù {0.SimFirstName} và {1.SimFirstName} tìm kiếm khắp nơi, nhưng hôm nay không có con chó ma nào để chơi cùng.\n\nHọ nhận thấy một vài vết trầy xước và vụn thức ăn cho chó xung quanh ngọn hải đăng. {1.SimFirstName} quá bận rộn nhai vụn bánh mì để nhận thấy, nhưng {0.SimFirstName} thề rằng {M0.he}{F0.she} nghe thấy một tiếng vọng nhẹ của tiếng hú khi họ đi về nhà.",
  "As {0.SimFirstName} and {1.SimFirstName} reach the top of the lighthouse, they see the ghost swooping in and out of the light. {1.SimFirstName} barks and the ghost notices them and floats down to play.\\n\\n{1.SimFirstName} chases the ghost - or is the other way around? - in a circle around the light, while {0.SimFirstName} enjoys some of the best views of the bay.\\n\\nAfter some time, {0.SimFirstName} and {1.SimFirstName} head back home, promising the ghost that they'll return again soon.": "Khi {0.SimFirstName} và {1.SimFirstName} lên đến đỉnh ngọn hải đăng, họ thấy con ma đang lao vào và ra khỏi ánh sáng. {1.SimFirstName} sủa và con ma chú ý đến họ và trôi xuống để chơi.\n\n{1.SimFirstName} đuổi theo con ma - hay là chiều ngược lại? - thành một vòng tròn quanh ánh sáng, trong khi {0.SimFirstName} tận hưởng một số khung cảnh đẹp nhất của vịnh.\n\nSau một thời gian, {0.SimFirstName} và {1.SimFirstName} trở về nhà, hứa với con ma rằng họ sẽ sớm quay lại.",
  "Regular Stairs": "Cầu Thang Thông Thường",
  "Private Area": "Khu Vực Riêng Tư",
  "{0.SimFirstName} and {1.SimFirstName} find themselves back at the Brindleton Light.\\n\\nThe two look up at it, then at each other, remembering the odd adventure they had there not too long ago. \"Come on,\" {0.SimFirstName} says to {1.SimFirstName}. \"Let's go see if our dog pal from beyond is around.\"\\n\\nThe shop is empty today, though there are now a revolving group of volunteers who help run it. {1.SimFirstName} paws gently at the Private door, before walking over and looking up the regular stairs.": "{0.SimFirstName} và {1.SimFirstName} thấy mình trở lại Brindleton Light.\n\nCả hai ngước nhìn nó, rồi nhìn nhau, nhớ lại cuộc phiêu lưu kỳ lạ mà họ đã trải qua ở đó không lâu trước đây. \"Đi thôi,\" {0.SimFirstName} nói với {1.SimFirstName}. \"Hãy đi xem liệu người bạn chó của chúng ta từ bên kia thế giới có ở quanh đây không.\"\n\nCửa hàng hôm nay trống rỗng, mặc dù hiện có một nhóm tình nguyện viên luân phiên giúp điều hành nó. {1.SimFirstName} khẽ cào vào cánh cửa Riêng Tư, trước khi đi qua và nhìn lên cầu thang thông thường.",
  "The Market": "Khu Chợ",
  "The Shoals": "Bãi Ngầm",
  "The Harbor": "Bến Cảng",
  "{0.SimFirstName} doesn't need {1.SimFirstName} to be drawn to the docks. Laughs from the regulars at The Salty Paw mix with the caws of gulls resting on the shoals. {0.SimFirstName} watches a group of them fly up and across the sails of boats docked at the harbor.\\n\\n{0.SimFirstName} has {M0.his}{F0.her} pick of places to go.": "{0.SimFirstName} không cần {1.SimFirstName} phải bị lôi kéo đến bến tàu. Tiếng cười của những khách quen tại The Salty Paw hòa lẫn với tiếng kêu của mòng biển đậu trên các bãi ngầm. {0.SimFirstName} quan sát một nhóm chúng bay lên và băng qua cánh buồm của những con thuyền neo đậu tại bến cảng.\n\n{0.SimFirstName} có nhiều địa điểm để lựa chọn.",
  "{1.SimFirstName} takes the lead, dashing after the black figure, with {0.SimFirstName} not far behind. Salt-crusted wooden crates tower increasingly higher above them, until the horizon is lost. At the darkest corner, {1.SimFirstName} stops and turns {M1.his}{F1.her} head straight up. Above, a black cat with large yellow eyes is perched on the edge of the crate, watching them like a falcon. Is this what they've been chasing?\\n\\n{0.SimFirstName} approaches carefully. {M0.He}{F0.She} inches forward, until {M0.he}{F0.she} is close enough to touch it. But {1.SimFirstName} cannot bear the anticipation any longer and barks in protest. The black cat disappears into the crates. {1.SimFirstName} keeps barking at the shadows, but {0.SimFirstName} knows it's gone. \"Forget it {1.SimFirstName}, it's Whiskerman's Wharf.\"": "{1.SimFirstName} dẫn đầu, lao theo bóng đen, với {0.SimFirstName} không отстаёт. Những thùng gỗ đóng băng muối ngày càng cao hơn phía trên họ, cho đến khi đường chân trời biến mất. Ở góc tối nhất, {1.SimFirstName} dừng lại và ngẩng đầu lên. Phía trên, một con mèo đen với đôi mắt vàng to lớn đang đậu trên mép thùng, quan sát họ như một con chim ưng. Đây có phải là thứ họ đã đuổi theo?\n\n{0.SimFirstName} tiếp cận một cách cẩn thận. {M0.He}{F0.She} nhích về phía trước, cho đến khi {M0.he}{F0.she} đủ gần để chạm vào nó. Nhưng {1.SimFirstName} không thể chịu đựng được sự mong đợi lâu hơn nữa và sủa để phản đối. Con mèo đen biến mất vào các thùng. {1.SimFirstName} tiếp tục sủa vào bóng tối, nhưng {0.SimFirstName} biết nó đã biến mất. \"Quên đi {1.SimFirstName}, đó là Bến Tàu Của Whiskerman.\"",
  "{0.SimFirstName} looks down at {M0.his}{F0.her} dog, so eager to follow the figure into the crates. Together, they've run past the entire market tracking it down. \"Is what we want really at the end of the trail?\" ponders {0.SimFirstName}.\\n\\n{0.SimFirstName} ends {M0.his}{F0.her} trip sitting on a patio of the Salty Paw overlooking the sea. Soon {0.SimFirstName}, the bartender and twelve bearded fishermen are singing sea shanties. {1.SimFirstName} howls along in tune.": "{0.SimFirstName} nhìn xuống con chó của {M0.his}{F0.her}, rất háo hức muốn đi theo hình bóng vào các thùng. Cùng nhau, họ đã chạy qua toàn bộ khu chợ để truy tìm nó. {0.SimFirstName} suy ngẫm: \"Thứ chúng ta muốn có thực sự ở cuối con đường không?\"\n\n{0.SimFirstName} kết thúc chuyến đi của {M0.his}{F0.her} khi ngồi trên sân trong của Salty Paw nhìn ra biển. Chẳng mấy chốc, {0.SimFirstName}, người pha chế và mười hai ngư dân râu ria đang hát những bài hát trên biển. {1.SimFirstName} hú theo điệu nhạc.",
  "The Salty Paw": "The Salty Paw",
  "The Crates": "Các Thùng",
  "As promised, they return to the pier. A regular at the Salty Paw recognizes {0.SimFirstName} and waves. He calls {0.SimFirstName} over. Meanwhile, {1.SimFirstName} has picked up {M1.his}{F1.her} trail. A dark blur dashes into towering crates at the unloading dock, and {1.SimFirstName} barks wildly after it.\\n\\nWhere should they go?": "Như đã hứa, họ trở lại bến tàu. Một khách quen tại Salty Paw nhận ra {0.SimFirstName} và vẫy tay. Ông gọi {0.SimFirstName} đến. Trong khi đó, {1.SimFirstName} đã bắt được dấu vết của {M1.his}{F1.her}. Một vệt mờ đen lao vào những thùng hàng cao chót vót tại bến dỡ hàng, và {1.SimFirstName} sủa dữ dội theo sau.\n\nHọ nên đi đâu?",
  "Whiskerman's Wharf": "Bến Tàu Của Whiskerman",
  "The crowded marketplace is packed with sights and smells. But {1.SimFirstName} is interested in only one. {M1.He}{F1.She} darts between barrels of fish and over cobblestone streets in pursuit of the scent. {0.SimFirstName} just tries to keep up.\\n\\n Finally, they stop on a balcony overlooking the sea. {1.SimFirstName}'s trail has gone cold. {0.SimFirstName} pats {1.SimFirstName}, trying to cheer {M1.him}{F1.her} up. Next time, they'll return.": "Khu chợ đông đúc chật cứng những cảnh tượng và mùi hương. Nhưng {1.SimFirstName} chỉ quan tâm đến một thứ. {M1.He}{F1.She} lao giữa những thùng cá và trên những con đường rải sỏi để đuổi theo mùi hương. {0.SimFirstName} chỉ cố gắng theo kịp.\n\nCuối cùng, họ dừng lại trên một ban công nhìn ra biển. Dấu vết của {1.SimFirstName} đã nguội lạnh. {0.SimFirstName} vỗ về {1.SimFirstName}, cố gắng làm cho {M1.him}{F1.her} vui lên. Lần tới, họ sẽ quay lại.",
  "{0.SimFirstName} takes three ginger steps onto the deck and knocks on the door. \"Who's there?\" cries a voice from inside. {0.SimFirstName} takes a step back as the door opens to reveal an old woman with silvery hair swept up in a bun on her head. She's wearing horn-rimmed glasses and a long floral pink dress. \"No solicitors!\"\\n\\nBefore {0.SimFirstName} can respond, {1.SimFirstName} runs past both of them in through the cabin doors. \"What's this!\" she yells. \"Get your animal off my skipper!\" But just as quickly, {1.SimFirstName} comes running back out carrying a cardboard bag of what smells like fish. {M1.He}{F1.She} darts through the woman's legs, off the boat, and back up the harbor. {0.SimFirstName}'s dog has just committed robbery, so {M0.he}{F0.she} decides it's a good time to leave. As {1.SimFirstName} and {0.SimFirstName} head home, \"My Trout!\" echo in the distance.": "{0.SimFirstName} bước ba bước rụt rè lên boong tàu và gõ cửa. \"Ai đó?\" một giọng nói từ bên trong kêu lên. {0.SimFirstName} lùi lại một bước khi cánh cửa mở ra để lộ một bà lão với mái tóc bạc trắng búi cao trên đầu. Bà đeo kính gọng sừng và một chiếc váy dài màu hồng hoa. \"Không tiếp người chào hàng!\"\n\nTrước khi {0.SimFirstName} có thể trả lời, {1.SimFirstName} chạy ngang qua cả hai người họ qua các cánh cửa cabin. \"Cái gì đây!\" bà hét lên. \"Đuổi con vật của cô ra khỏi thuyền trưởng của tôi!\" Nhưng cũng nhanh chóng như vậy, {1.SimFirstName} chạy trở lại mang theo một túi giấy các tông đựng thứ gì đó có mùi như cá. {M1.He}{F1.She} lao qua chân người phụ nữ, ra khỏi thuyền và trở lại bến cảng. Chó của {0.SimFirstName} vừa mới phạm tội cướp, vì vậy {M0.he}{F0.she} quyết định đây là thời điểm tốt để rời đi. Khi {1.SimFirstName} và {0.SimFirstName} đi về nhà, \"Cá Hồi Của Tôi!\" vọng lại từ xa.",
  "{0.SimFirstName} doesn't want to take any chances, and decides to look through the window first. {1.SimFirstName} is right at {M0.his}{F0.her} feet, and gets to the window first. On seeing what's inside, {1.SimFirstName}'s hairs raise and begins to growl. What could be inside? The cabin is so low that {0.SimFirstName} has to bend down to get a look.\\n\\n Two green eyes and a set of whiskers are staring back at {0.SimFirstName}. A cat wearing a sailor's hat is standing with two hind legs on the driver's seat and two paws on the helm. It blinks, staring at {0.SimFirstName} blankly. \\n\\nOutside, {0.SimFirstName} hears the propeller start and the boat begins to back away from the dock. Tearing {1.SimFirstName} away from the absurd scene, they both get off the boat. It sails away, cruising into the horizon.": "{0.SimFirstName} không muốn mạo hiểm bất cứ điều gì và quyết định nhìn qua cửa sổ trước. {1.SimFirstName} ở ngay dưới chân {M0.his}{F0.her} và đến cửa sổ trước. Khi nhìn thấy những gì bên trong, lông của {1.SimFirstName} dựng đứng và bắt đầu gầm gừ. Cái gì có thể ở bên trong? Cabin thấp đến nỗi {0.SimFirstName} phải cúi xuống để nhìn.\n\nHai con mắt xanh lục và một bộ ria mép đang nhìn chằm chằm vào {0.SimFirstName}. Một con mèo đội mũ thủy thủ đang đứng bằng hai chân sau trên ghế lái và hai chân trước trên bánh lái.\n\nBên ngoài, {0.SimFirstName} nghe thấy cánh quạt bắt đầu quay và chiếc thuyền bắt đầu lùi lại khỏi bến tàu. Kéo {1.SimFirstName} ra khỏi cảnh tượng vô lý, cả hai rời khỏi thuyền. Nó nhổ neo ra khơi, lướt trên đường chân trời.",
  "Knock": "Gõ Cửa",
  "Look Through the Window": "Nhìn Qua Cửa Sổ",
  "They return to the harbor, and pick up the trail where {1.SimFirstName} left it. Only this time, there's something there.\\n\\n {0.SimFirstName} walks them down the harbor to the last boat on the dock. It is a tiny blue and white skipper with \"Old Lady Sea\" written in black across the bow. A tiny door to the cabin is just across the deck, as is a small window. Knocking would be polite, but taking a peak through the window might give {0.SimFirstName} more of an idea what {1.SimFirstName} was chasing after.": "Họ trở lại bến cảng và bắt đầu theo dấu vết mà {1.SimFirstName} đã bỏ lại. Chỉ có điều lần này, có một thứ gì đó ở đó.\n\n {0.SimFirstName} dẫn chúng xuống bến cảng đến chiếc thuyền cuối cùng trên bến tàu. Đó là một chiếc thuyền trưởng nhỏ màu xanh và trắng với dòng chữ \"Old Lady Sea\" được viết bằng màu đen trên mũi thuyền. Một cánh cửa nhỏ dẫn vào cabin nằm ngay trên boong tàu, cũng như một cửa sổ nhỏ. Gõ cửa sẽ lịch sự, nhưng nhìn trộm qua cửa sổ có thể cho {0.SimFirstName} biết thêm về những gì {1.SimFirstName} đang đuổi theo.",
  "{1.SimFirstName} leads them on a trail down the windswept hills into the wide open harbor of Whiskerman's Wharf. Schooners and skippers docked in soft rows bob gently with the tide. {0.SimFirstName} admires the scene, but {1.SimFirstName}'s nose is to the ground. {M1.His}{F1.Her} focus is entirely on the fresh scent of a trail. {0.SimFirstName} follows {M1.him}{F1.her} through the docks.\\n\\nFinally, {1.SimFirstName} stops at a wooden dock, but whatever boat was there is gone. The trail's gone cold. {0.SimFirstName} promises they'll return next time.": "{1.SimFirstName} dẫn họ trên một con đường xuống những ngọn đồi lộng gió vào bến cảng rộng mở của Whiskerman's Wharf. Những chiếc thuyền schooner và thuyền trưởng neo đậu thành hàng mềm mại nhẹ nhàng theo thủy triều. {0.SimFirstName} chiêm ngưỡng cảnh tượng, nhưng mũi của {1.SimFirstName} lại hướng xuống đất. {M1.His}{F1.Her} hoàn toàn tập trung vào mùi hương tươi mới của một con đường. {0.SimFirstName} đi theo {M1.him}{F1.her} qua các bến tàu.\n\nCuối cùng, {1.SimFirstName} dừng lại ở một bến tàu gỗ, nhưng bất kỳ chiếc thuyền nào ở đó đã biến mất. Dấu vết đã nguội lạnh. {0.SimFirstName} hứa rằng họ sẽ quay lại lần sau.",
  "There's no telling what sharp rocks lies beneath the dark water's surface, and {0.SimFirstName} just isn't willing to take that chance. Time slows down as {0.SimFirstName} launches forward and grabs {1.SimFirstName} around the middle just as {M1.he}{F1.she} is mid leap. It is an act of gravity-defying athleticism that you'd have to see to believe.\\n\\n {0.SimFirstName} is sure to spend the rest of the week reliving how {M0.he}{F0.she} saved {M0.his}{F0.her} dog from the rocky depths in a mid-air rescue. {0.SimFirstName} returns home with a confidence boost.": "Không thể biết những tảng đá sắc nhọn nào nằm bên dưới bề mặt nước đen tối, và {0.SimFirstName} chỉ không sẵn lòng chấp nhận rủi ro đó. Thời gian chậm lại khi {0.SimFirstName} lao về phía trước và túm lấy {1.SimFirstName} quanh bụng ngay khi {M1.he}{F1.she} đang giữa chừng nhảy. Đó là một hành động thể thao bất chấp trọng lực mà bạn phải tận mắt chứng kiến mới tin được.\n\n {0.SimFirstName} chắc chắn sẽ dành phần còn lại của tuần để hồi tưởng lại cách {M0.he}{F0.she} đã cứu con chó của {M0.his}{F0.her} khỏi vực sâu đá trong một cuộc giải cứu trên không. {0.SimFirstName} trở về nhà với một sự tự tin tăng cao.",
  "{0.SimFirstName} recoils from the large splash after {1.SimFirstName} makes the jump. As {M0.he}{F0.she} rubs salt water from {M0.his}{F0.her} eyes, {0.SimFirstName} bends over the rock to try and locate {M0.his}{F0.her} adventurous animal, who has disappeared beneath the water. {1.SimFirstName} is nowhere to be seen.\\n\\nDesperately, {0.SimFirstName} scans the water's surface. A dark blur moves just a few feet in front of {M0.him}{F0.her}. {M0.He}{F0.She} sighs in relief as it makes its way towards {M0.him}{F0.her}. {M0.He}{F0.She} reaches out {M0.his}{F0.her} hand to help {1.SimFirstName} back up, but instantly draws it back when a furless, wire-whiskered head appears in {1.SimFirstName}'s place. It's a sea lion!\\n\\n{1.SimFirstName} pops {M1.his}{F1.her} head out of the water soon after. It appears the two have an accord. {0.SimFirstName} helps {1.SimFirstName} back up the shoals, and they say goodbye to their friend for today.": "{0.SimFirstName} giật mình lùi lại khỏi tiếng động lớn sau khi {1.SimFirstName} nhảy. Khi {M0.he}{F0.she} dụi nước muối khỏi mắt {M0.his}{F0.her}, {0.SimFirstName} cúi xuống tảng đá để cố gắng xác định vị trí con vật phiêu lưu của {M0.his}{F0.her}, người đã biến mất dưới nước. Không thấy {1.SimFirstName} đâu cả.\n\nTuyệt vọng, {0.SimFirstName} quét bề mặt nước. Một vệt mờ đen di chuyển chỉ cách {M0.him}{F0.her} vài feet. {M0.He}{F0.She} thở phào nhẹ nhõm khi nó tiến về phía {M0.him}{F0.her}. {M0.He}{F0.She} chìa tay {M0.his}{F0.her} ra để giúp {1.SimFirstName} quay trở lại, nhưng ngay lập tức rụt lại khi một cái đầu không lông, ria mép xuất hiện ở vị trí của {1.SimFirstName}. Đó là một con sư tử biển!\n\n{1.SimFirstName} thò đầu {M1.his}{F1.her} ra khỏi mặt nước ngay sau đó. Có vẻ như cả hai có một thỏa thuận. {0.SimFirstName} giúp {1.SimFirstName} quay trở lại bãi ngầm và họ tạm biệt người bạn của mình trong ngày hôm nay.",
  "Keep {M1.Him}{F1.Her} Back": "Giữ {M1.Him}{F1.Her} Lại",
  "Cannonball": "Nhảy Bom",
  "As promised, {1.SimFirstName} is returned to {M1.his}{F1.her} trail along the shoals. {1.SimFirstName} picks up right where {M1.he}{F1.she} left off, racing among the rocky crags tracking a scent.\\n\\n On a particularly high rock on the water's edge, {1.SimFirstName} stops. {M1.His}{F1.Her} eyes lock on something in the sea. More worrisome to {0.SimFirstName}, {M1.he}{F1.she} looks like {M1.he's}{F1.she's} about to jump.\\n\\n Should {0.SimFirstName} let {1.SimFirstName} jump or encourage him to stay on the surface?": "Như đã hứa, {1.SimFirstName} được trả lại cho con đường {M1.his}{F1.her} dọc theo bãi ngầm. {1.SimFirstName} tiếp tục ngay tại nơi {M1.he}{F1.she} đã dừng lại, chạy đua giữa những vách đá gồ ghề theo dõi một mùi hương.\n\nTrên một tảng đá đặc biệt cao ở mép nước, {1.SimFirstName} dừng lại. Mắt {M1.His}{F1.Her} khóa vào một thứ gì đó trong biển. Đáng lo ngại hơn cho {0.SimFirstName}, {M1.he}{F1.she} trông như thể {M1.he's}{F1.she's} sắp nhảy.\n\n{0.SimFirstName} có nên để {1.SimFirstName} nhảy hay khuyến khích {M1.him}{F1.her} ở lại trên bề mặt?",
  "{0.SimFirstName} in fact has no choice at all. Instead, {M0.he}{F0.she} is pulled forward as {1.SimFirstName} races after a scent in the deep shoals. They spend their time climbing over tidepools and between jagged rocks. {1.SimFirstName} wants to stay and keep searching, but {0.SimFirstName} takes them home. Next time, they'll return.": "{0.SimFirstName} thực tế không có lựa chọn nào cả. Thay vào đó, {M0.he}{F0.she} bị kéo về phía trước khi {1.SimFirstName} chạy đua theo một mùi hương trong vùng nước nông sâu. Họ dành thời gian leo qua các vũng thủy triều và giữa những tảng đá lởm chởm. {1.SimFirstName} muốn ở lại và tiếp tục tìm kiếm, nhưng {0.SimFirstName} đưa họ về nhà. Lần tới, họ sẽ quay lại.",
  "On {0.SimFirstName}’s ok, {1.SimFirstName} takes off. The path looks to be going to the old Brindleton Bay Lighthouse. There are rumors around town of a malicious ghost dog that haunts the bay. Old Lady Crabtree says he can be found late at night, howling from the top of the tower. \"I’m sure it’s just superstition,\" {0.SimFirstName} thinks.": "Khi {0.SimFirstName} đồng ý, {1.SimFirstName} cất cánh. Con đường có vẻ như đang đi đến Ngọn Hải Đăng Vịnh Brindleton cũ. Có những tin đồn quanh thị trấn về một con chó ma độc ác ám ảnh vịnh. Bà già Crabtree nói rằng có thể tìm thấy nó vào đêm khuya, hú từ đỉnh tháp. {0.SimFirstName} nghĩ: \"Tôi chắc chắn đó chỉ là mê tín dị đoan\".",
  "Onward!": "Tiến Lên!",
  "It's time for an adventure. {1.SimFirstName} sniffs the air, picking up three distinct paths. Distracted by scents in all directions, {1.SimFirstName} needs some help deciding. Which way should {0.SimFirstName} take them?": "Đã đến lúc cho một cuộc phiêu lưu. {1.SimFirstName} đánh hơi không khí, chọn ra ba con đường riêng biệt. Bị phân tâm bởi mùi hương theo mọi hướng, {1.SimFirstName} cần một số trợ giúp để quyết định. {0.SimFirstName} nên đưa chúng đi theo con đường nào?",
  "The Town Square": "Quảng Trường Thị Trấn",
  "The Lighthouse": "Ngọn Hải Đăng",
  "Adventure Is Out There!": "Cuộc Phiêu Lưu Ở Ngay Kia!",
  "{0.SimFirstName} has grown from a kitten into an adult cat!\\n\\n{M0.He}{F0.She} will now climb stairs, as well as hopping onto and resting on higher flat surfaces. {M0.He}{F0.She} can also mate with other cats if {M0.he}{F0.she} isn't {M0.neutered}{F0.spayed}.\\n\\nHooray for {0.SimFirstName}!": "{0.SimFirstName} đã trưởng thành từ một chú mèo con thành một con mèo trưởng thành!\n\nGiờ đây {M0.He}{F0.She} sẽ leo cầu thang, cũng như nhảy lên và nghỉ ngơi trên các bề mặt phẳng cao hơn. {M0.He}{F0.She} cũng có thể giao phối với những con mèo khác nếu {M0.he}{F0.she} không bị {M0.thiến}{F0.thiến}.",
  "{0.SimFirstName} has passed {M0.his}{F0.her} peak and has become an elderly cat now.\\n\\nYou may notice {M0.him}{F0.her} sleeping more often, jumping onto things less, and being more likely to get sick. {0.SimFirstName} still has some good days left, though, so spend some time with {M0.him}{F0.her} before it's time to say goodbye!": "{0.SimFirstName} đã qua thời kỳ đỉnh cao của {M0.his}{F0.her} và bây giờ đã trở thành một con mèo già.\n\nBạn có thể nhận thấy {M0.him}{F0.her} ngủ thường xuyên hơn, ít nhảy lên đồ vật hơn và có nhiều khả năng bị bệnh hơn. Tuy nhiên, {0.SimFirstName} vẫn còn một vài ngày tốt đẹp, vì vậy hãy dành thời gian cho {M0.him}{F0.her} trước khi đến lúc phải nói lời tạm biệt!",
  "{0.SimFirstName} has grown from a puppy to an adult dog!\\n\\n{M0.He}{F0.She} can now swim, climb stairs, go for walks, and start learning tricks. If not {M0.neutered}{F0.spayed}, {M0.he}{F0.she} can now mate with other dogs.\\n\\nHooray for {0.SimFirstName}!": "{0.SimFirstName} đã lớn từ một chú chó con thành một con chó trưởng thành!\n\nGiờ đây {M0.He}{F0.She} có thể bơi lội, leo cầu thang, đi dạo và bắt đầu học các thủ thuật. Nếu không bị {M0.thiến}{F0.thiến}, {M0.he}{F0.she} bây giờ có thể giao phối với những con chó khác.\n\nChúc mừng {0.SimFirstName}!",
  "{0.SimFirstName} has passed {M0.his}{F0.her} peak and has become an elderly dog now.\\n\\nYou may notice {M0.him}{F0.her} sleeping more often, jumping onto things less, and being more likely to get sick. {0.SimFirstName} still has some good days left, though, so spend some time with {M0.him}{F0.her} before it's time to say goodbye!": "{0.SimFirstName} đã qua thời kỳ đỉnh cao của {M0.his}{F0.her} và bây giờ đã trở thành một con chó già.\n\nBạn có thể nhận thấy {M0.him}{F0.her} ngủ thường xuyên hơn, ít nhảy lên đồ vật hơn và có nhiều khả năng bị bệnh hơn. Tuy nhiên, {0.SimFirstName} vẫn còn một vài ngày tốt đẹp, vì vậy hãy dành thời gian cho {M0.him}{F0.her} trước khi đến lúc phải nói lời tạm biệt!",
  "Influences effectiveness of pet exams and treatments.": "Ảnh hưởng đến hiệu quả của việc khám và điều trị thú cưng.",
  "Influences efficiency of employee's cleaning and repairing broken machinery.": "Ảnh hưởng đến hiệu quả làm sạch và sửa chữa máy móc bị hỏng của nhân viên.",
  "Influences the employee's greetings and bedside manner.": "Ảnh hưởng đến lời chào và cách cư xử bên giường bệnh của nhân viên.",
  "{0.SimFirstName} has completed examining and treating {1.SimFirstName}. {M1.He}{F1.She} should be feeling much better now!": "{0.SimFirstName} đã hoàn thành việc khám và điều trị cho {1.SimFirstName}. {M1.He}{F1.She} bây giờ chắc hẳn sẽ cảm thấy tốt hơn nhiều!",
  "Cured Sickness": "Chữa Khỏi Bệnh",
  "{0.SimFirstName} has completed their examination on {1.SimFirstName}. It looks like they weren't sick!": "{0.SimFirstName} đã hoàn thành việc khám cho {1.SimFirstName}. Có vẻ như {M1.he}{F1.she} không bị bệnh!",
  "Checkup Complete": "Hoàn Tất Kiểm Tra",
  "{1.SimFirstName} has been {M1.unneutered}{F1.unspayed}.": "{1.SimFirstName} đã {M1.bị bỏ triệt sản}{F1.bị bỏ thiến}.",
  "{M1.Unneutered}{F1.Unspayed}": "{M1.Bỏ Triệt Sản}{F1.Bỏ Thiến}",
  "{1.SimFirstName} has been {M1.neutered}{F1.spayed}.": "{1.SimFirstName} đã {M1.được triệt sản}{F1.được thiến}.",
  "{M1.Neutered}{F1.Spayed}": "{M1.Đã Triệt Sản}{F1.Đã Thiến}",
  "A vet will be with you soon to check up on your pet.": "Bác sĩ thú y sẽ sớm đến để kiểm tra sức khỏe cho thú cưng của bạn.",
  "A vet will be with you soon to examine and treat your sick pet. Please be patient!": "Bác sĩ thú y sẽ sớm đến để khám và điều trị cho thú cưng bị bệnh của bạn. Xin hãy kiên nhẫn!",
  "Examination": "Khám Bệnh",
  "A vet will be with you soon to neuter your pet with state of the art technology.": "Bác sĩ thú y sẽ sớm đến để triệt sản thú cưng của bạn bằng công nghệ hiện đại.",
  "Neuter": "Triệt Sản",
  "A vet will be with you soon to spay your pet with state of the art technology.": "Bác sĩ thú y sẽ sớm đến để thiến thú cưng của bạn bằng công nghệ hiện đại.",
  "Spay": "Thiến",
  "You want us to do what?! Just kidding, we can totally unneuter your pet with the marvels of modern science. A vet will be with you soon.": "Bạn muốn chúng tôi làm gì?! Đùa thôi, chúng tôi hoàn toàn có thể bỏ triệt sản thú cưng của bạn bằng những điều kỳ diệu của khoa học hiện đại. Bác sĩ thú y sẽ sớm đến.",
  "Unneuter": "Bỏ Triệt Sản",
  "You want us to do what?! Just kidding, we can totally unspay your pet with the marvels of modern science. A vet will be with you soon.": "Bạn muốn chúng tôi làm gì?! Đùa thôi, chúng tôi hoàn toàn có thể bỏ thiến thú cưng của bạn bằng những điều kỳ diệu của khoa học hiện đại. Bác sĩ thú y sẽ sớm đến.",
  "Unspay": "Bỏ Thiến",
  "{0.SimFirstName} just gave birth to a kitten. What would you like to call {M1.him}{F1.her}?": "{0.SimFirstName} vừa sinh một chú mèo con. Bạn muốn gọi {M1.him}{F1.her} là gì?",
  "A kitten is born!": "Một chú mèo con đã chào đời!",
  "{0.SimFirstName} just gave birth to a puppy! What would you like to call {M1.him}{F1.her}?": "{0.SimFirstName} vừa sinh một chú chó con! Bạn muốn gọi {M1.him}{F1.her} là gì?",
  "A puppy is born!": "Một chú chó con đã chào đời!",
  "Must have a good relationship!": "Phải có một mối quan hệ tốt!",
  "Collect All 12 Kinds of Bird Feathers to Build a Strange Bird Sculpture": "Thu Thập Cả 12 Loại Lông Chim Để Xây Dựng Một Bức Tượng Chim Kỳ Lạ",
  "No pets in your household!": "Không có thú cưng nào trong hộ gia đình của bạn!",
  "No Puppies or Kittens in your household!": "Không có chó con hoặc mèo con nào trong hộ gia đình của bạn!",
  "(From Low Affection)": "(Từ Tình Cảm Thấp)",
  "Affection": "Tình Cảm",
  "Bladder": "Bàng Quang",
  "Bowel": "Ruột",
  "Energy": "Năng Lượng",
  "Hunger": "Đói",
  "Hygiene": "Vệ Sinh",
  "Play": "Vui Chơi",
  "Vet Clinic Customer Star Rating": "Xếp Hạng Sao Của Khách Hàng Phòng Khám Thú Y",
  "Ownable Vet Clinic Customer Value": "Giá Trị Khách Hàng Phòng Khám Thú Y Có Thể Sở Hữu",
  "{0.SimFirstName} has received a BUNCH of perk points for their Vet Clinic, and can now perform the Lubricate Tailwagger Joint surgery!": "{0.SimFirstName} đã nhận được MỘT ĐỐNG điểm đặc quyền cho Phòng Khám Thú Y của mình và giờ có thể thực hiện phẫu thuật Bôi Trơn Khớp Đuôi Vẫy!",
  "Reached Veterinarian Level 9": "Đạt Cấp Bậc Bác Sĩ Thú Y 9",
  "{0.SimFirstName}'s new skill in the veterinary sciences allow them to treat pets using specialized vet equipment like the exam table or surgery station. Level up this skill by treating more animals!": "Kỹ năng mới của {0.SimFirstName} trong ngành khoa học thú y cho phép {M0.him}{F0.her} điều trị cho thú cưng bằng các thiết bị thú y chuyên dụng như bàn khám bệnh hoặc trạm phẫu thuật. Hãy nâng cao kỹ năng này bằng cách điều trị cho nhiều động vật hơn!",
  "Acquired the Veterinarian skill": "Đã Có Được Kỹ Năng Bác Sĩ Thú Y",
  "{0.SimFirstName} can now craft Age-Up and Age-Down treats at the Medicine Crafting Table. How magical! {M0.He}{F0.She} has also unlocked a cute pet-themed wall decal!": "{0.SimFirstName} giờ có thể chế tạo Bánh Thưởng Tăng Tuổi và Lão Hóa Ngược tại Bàn Chế Tạo Thuốc. Thật kỳ diệu! {M0.He}{F0.She} cũng đã mở khóa một miếng dán tường chủ đề thú cưng dễ thương!",
  "Reached Veterinarian Level 6": "Đạt Cấp Bậc Bác Sĩ Thú Y 6",
  "{0.SimFirstName} has earned a bunch of Perk Points! {M0.He}{F0.She} is now able to Soothe Pets at the Exam Table, and craft Wellness Treats at the Medicine Crafting Table. Last, but not least, {M0.he}{F0.she} has also unlocked a cute pet-themed wall decal!": "{0.SimFirstName} đã kiếm được một đống Điểm Đặc Quyền! Giờ đây {M0.He}{F0.She} có thể Xoa Dịu Thú Cưng tại Bàn Khám Bệnh và chế tạo Bánh Thưởng Sức Khỏe tại Bàn Chế Tạo Thuốc. Cuối cùng nhưng không kém phần quan trọng, {M0.he}{F0.she} cũng đã mở khóa một miếng dán tường chủ đề thú cưng dễ thương!",
  "Reached Veterinarian Level 5": "Đạt Cấp Bậc Bác Sĩ Thú Y 5",
  "{0.SimFirstName} can now administer Feelgood Serum as a treatment at the Exam Table! {M0.He}{F0.She} can also now craft The Stinkinator at the Medicine Crafting Table. Last, but not least, {M0.he}{F0.she} has also unlocked a cute pet-themed wall decal!": "{0.SimFirstName} giờ có thể dùng Huyết Thanh Cảm Thấy Tốt làm phương pháp điều trị tại Bàn Khám Bệnh! {M0.He}{F0.She} giờ cũng có thể chế tạo Kẻ Gây Mùi tại Bàn Chế Tạo Thuốc. Cuối cùng nhưng không kém phần quan trọng, {M0.he}{F0.she} cũng đã mở khóa một miếng dán tường chủ đề thú cưng dễ thương!",
  "Reached Veterinarian Level 4": "Đạt Cấp Bậc Bác Sĩ Thú Y 4",
  "{0.SimFirstName} can now craft Scorching Cinnamon Chew at the Medicine Crafting Table! {M0.He}{F0.She} has also unlocked a cute pet-themed wall decal!": "{0.SimFirstName} giờ có thể chế tạo Bánh Nhai Quế Cay Nồng tại Bàn Chế Tạo Thuốc! {M0.He}{F0.She} cũng đã mở khóa một miếng dán tường chủ đề thú cưng dễ thương!",
  "Reached Veterinarian Level 3": "Đạt Cấp Bậc Bác Sĩ Thú Y 3",
  "{0.SimFirstName} has reached the pinnacle of veterinary practice! {M0.He}{F0.She} is now able to craft the Ambrosia Treat at the Medicine Crafting Table which can be used to bring pets back to life! Also, enjoy an exclusive new door for the Vet Clinic!": "{0.SimFirstName} đã đạt đến đỉnh cao của ngành thú y! Giờ đây {M0.He}{F0.She} có thể chế tạo Bánh Ambrosia tại Bàn Chế Tạo Thuốc, có thể được sử dụng để đưa thú cưng trở lại cuộc sống! Ngoài ra, hãy tận hưởng một cánh cửa mới độc quyền cho Phòng Khám Thú Y!",
  "Reached Veterinarian Level 10": "Đạt Cấp Bậc Bác Sĩ Thú Y 10",
  "{0.SimFirstName} can now craft the Poop Randomizer treat at the Medicine Crafting Table. You read that right—it’s a treat that makes a pet’s poop…something else. {M0.He}{F0.She} has also unlocked a cute pet-themed wall decal!": "{0.SimFirstName} giờ có thể chế tạo bánh thưởng Poop Randomizer tại Bàn Chế Tạo Thuốc. Bạn đọc đúng rồi đấy — đó là một món ăn khiến phân của thú cưng…thành một thứ khác. {M0.He}{F0.She} cũng đã mở khóa một miếng dán tường chủ đề thú cưng dễ thương!",
  "Reached Veterinarian Level 7": "Đạt Cấp Bậc Bác Sĩ Thú Y 7",
  "{0.SimFirstName} has unlocked a cute pet decal to decorate their Vet Clinic with!": "{0.SimFirstName} đã mở khóa một miếng dán thú cưng dễ thương để trang trí Phòng Khám Thú Y của họ!",
  "Reached Veterinarian Level 8": "Đạt Cấp Bậc Bác Sĩ Thú Y 8",
  "{0.SimFirstName} has unlocked an adorable pair of pet-themed mailboxes! {F0.She}{M0.He} can now craft Swampwater Taffy and Cooler than Liquid Nitrogen Nutrition Bar at the Medicine Crafting Table. {M0.He}{F0.She} has also unlocked a cute pet-themed wall decal!": "{0.SimFirstName} đã mở khóa một cặp hộp thư chủ đề thú cưng đáng yêu! {F0.She}{M0.He} giờ có thể chế tạo Kẹo Bơ Đầm Lầy và Thanh Dinh Dưỡng Mát Lạnh Hơn Cả Ni-tơ Lỏng tại Bàn Chế Tạo Thuốc. {M0.He}{F0.She} cũng đã mở khóa một miếng dán tường chủ đề thú cưng dễ thương!",
  "Reached Veterinarian Level 2": "Đạt Cấp Bậc Bác Sĩ Thú Y 2",
  "Locked Vet Skill": "Kỹ Năng Thú Y Bị Khóa",
  "It takes a steady hand, compassionate heart, and good knowledge of animal medical anatomy to be a great veterinarian. \\n Examine and Treat pets at your Vet Clinic to increase this skill!": "Cần có một bàn tay vững chắc, một trái tim nhân ái và kiến thức tốt về giải phẫu y học động vật để trở thành một bác sĩ thú y giỏi. \n Khám và điều trị thú cưng tại Phòng khám thú y của bạn để tăng kỹ năng này!",
  "{0.SimFirstName} is now level 2 Pet Training and can teach {F0.Her}{M0.His} dog to Heel, Shake, and Play Dead. Don't forget to take the time to Practice Tricks.": "{0.SimFirstName} hiện đã đạt cấp 2 Huấn Luyện Thú Cưng và có thể dạy chó của {F0.Her}{M0.His} đi theo gót chân, bắt tay và giả chết. Đừng quên dành thời gian để Thực Hành Các Thủ Thuật.",
  "Reached Pet Training Level 2": "Đạt Cấp 2 Huấn Luyện Thú Cưng",
  "By reaching level 4 of the Pet Training Skill, {0.SimFirstName} is able to Show off Pet Tricks and command {F0.her}{M0.his} dog to Attack.": "Bằng cách đạt đến cấp 4 của Kỹ Năng Huấn Luyện Thú Cưng, {0.SimFirstName} có thể Trình Diễn Các Thủ Thuật Của Thú Cưng và ra lệnh cho chó của {F0.her}{M0.his} Tấn Công.",
  "Reached Pet Training Level 4": "Đạt Cấp 4 Huấn Luyện Thú Cưng",
  "{0.SimFirstName} has acquired the Pet training Skill. {F0.She}{M0.He} will be able to train dogs to Sit, Speak, Fetch, Roll Over, and Lie Down, as well as show off their pet to other Sims.": "{0.SimFirstName} đã có được Kỹ Năng Huấn Luyện Thú Cưng. {F0.She}{M0.He} sẽ có thể huấn luyện chó ngồi, sủa, bắt đồ, lăn lộn và nằm xuống, cũng như khoe thú cưng của mình với những Sim khác.",
  "Pet Training Skill Acquired": "Đã Có Được Kỹ Năng Huấn Luyện Thú Cưng",
  "{0.SimFirstName} has reached level 3 of the Pet Training Skill. {F0.She}{M0.He} is now able to send {F0.her}{M0.his} dog to explore.": "{0.SimFirstName} đã đạt đến cấp 3 của Kỹ Năng Huấn Luyện Thú Cưng. {F0.She}{M0.He} giờ có thể gửi chó của {F0.her}{M0.his} đi khám phá.",
  "Reached Pet Training Level 3": "Đạt Cấp 3 Huấn Luyện Thú Cưng",
  "At the highest level of the Pet Training skill, {0.SimFirstName} can have {F0.her}{M0.his} dog Perform Tricks for passing Sims, and will be able to teach tricks to dogs faster.": "Ở cấp độ cao nhất của kỹ năng Huấn Luyện Thú Cưng, {0.SimFirstName} có thể yêu cầu chó của {F0.her}{M0.his} Biểu Diễn Các Thủ Thuật cho những Sim đi ngang qua và sẽ có thể dạy các thủ thuật cho chó nhanh hơn.",
  "Reached Pet Training Level 5": "Đạt Cấp 5 Huấn Luyện Thú Cưng",
  "Dogs being able to perform tricks is a basic expectation. Once trained, the dog can perform the trick on command.": "Việc chó có thể thực hiện các thủ thuật là một mong đợi cơ bản. Sau khi được huấn luyện, con chó có thể thực hiện thủ thuật theo lệnh.",
  "Pet Training": "Huấn Luyện Thú Cưng",
  "Animal Affection": "Tình Cảm Động Vật",
  "Relationships with animals begin at higher values.": "Các mối quan hệ với động vật bắt đầu ở các giá trị cao hơn.",
  "(From Choosing an Animal Aspiration)": "(Từ Việc Chọn Nguyện Vọng Về Động Vật)",
  "(From completing the Friend of the Animals Aspiration)": "(Từ việc hoàn thành Nguyện Vọng Bạn Của Muôn Loài)",
  "Cat Lover": "Người Yêu Mèo",
  "These Sims tend to make cats their companions, preferring the company of cats to other Sims.": "Những Sim này có xu hướng biến mèo thành bạn đồng hành của mình, thích bầu bạn với mèo hơn những Sim khác.",
  "Dog Lover": "Người Yêu Chó",
  "These Sims love to be near dogs. They will gain relationships faster with dogs and socialize with dogs more than the average Sim.": "Những Sim này thích ở gần chó. Họ sẽ xây dựng mối quan hệ nhanh hơn với chó và giao tiếp với chó nhiều hơn so với một Sim bình thường.",
  "Frisky": "Hiếu Động",
  "These cats are more active than other cats. They really like to pounce and run around.": "Những con mèo này hoạt động tích cực hơn những con mèo khác. Chúng thực sự thích vồ và chạy xung quanh.",
  "These dogs are very energetic. They really like running and enjoy frequent walks.": "Những con chó này rất tràn đầy năng lượng. Chúng thực sự thích chạy và thích đi dạo thường xuyên.",
  "Territorial": "Hay Chiếm Hữu",
  "These dogs will be more hostile when greeting others and might attack others unless properly trained.": "Những con chó này sẽ thù địch hơn khi chào hỏi người khác và có thể tấn công người khác trừ khi được huấn luyện đúng cách.",
  "These cats are fairly protective of their territory. They will be aggressive to anyone new they meet.": "Những con mèo này khá bảo vệ lãnh thổ của chúng. Chúng sẽ hung dữ với bất kỳ ai mới gặp.",
  "These cats are more curious about their surroundings. They like to search different objects around the house.": "Những con mèo này tò mò hơn về môi trường xung quanh. Chúng thích tìm kiếm các đồ vật khác nhau xung quanh nhà.",
  "Sleuth": "Thám Tử",
  "These dogs are naturally more curious and like to investigate different objects around the house.": "Những con chó này tự nhiên tò mò hơn và thích khám phá các đồ vật khác nhau xung quanh nhà.",
  "These pets tend to be Friendly to other Sims, and will happily greet other Sims around them.": "Những thú cưng này có xu hướng Thân Thiện với những Sim khác và sẽ vui vẻ chào đón những Sim khác xung quanh chúng.",
  "These pets will eat significantly more often, and much more messily!": "Những thú cưng này có xu hướng ăn thường xuyên hơn đáng kể và bừa bộn hơn nhiều!",
  "Fluffy": "Xù Lông",
  "These cats are more fluffy than normal! They'll hack up hairballs more often.": "Những con mèo này xù lông hơn bình thường! Chúng sẽ nôn ra búi lông thường xuyên hơn.",
  "These dogs will leave hair piles laying around. Brush their fur to keep things tidy!": "Những con chó này sẽ để lại những đống lông rải rác xung quanh. Chải lông của chúng để giữ cho mọi thứ gọn gàng!",
  "Prowler": "Lang Thang",
  "These cats enjoy prowling around the neighborhood. Send them out and they might come back with something they've found.": "Những con mèo này thích lang thang quanh khu phố. Gửi chúng đi và chúng có thể quay lại với thứ gì đó mà chúng đã tìm thấy.",
  "These dogs are natural hunters. Send them off into the world and they'll hunt and dig for things.": "Những con chó này là những thợ săn tự nhiên. Gửi chúng vào thế giới và chúng sẽ săn và đào để tìm kiếm mọi thứ.",
  "Aloof": "Khép Kín",
  "These cats don't really need owners, they're just here for the free food.": "Những con mèo này không thực sự cần chủ, chúng chỉ ở đây để có thức ăn miễn phí.",
  "These dogs are less likely to need constant affection and can even walk themselves.": "Những con chó này ít có khả năng cần tình cảm liên tục và thậm chí có thể tự đi dạo.",
  "Inside Only": "Chỉ Ở Trong Nhà",
  "Inside Outside": "Trong Nhà Ngoài Trời",
  "These cats really enjoy their catnaps. They also are less likely to jump from place to place since it takes too much effort.": "Những con mèo này thực sự thích những giấc ngủ ngắn. Chúng cũng ít có khả năng nhảy từ nơi này sang nơi khác vì tốn quá nhiều công sức.",
  "Couch Potato": "Lười Vận Động",
  "These dogs are low-energy creatures that like to relax and unwind with their owners rather than run around.": "Những con chó này là những sinh vật ít năng lượng, thích thư giãn và xả hơi với chủ của chúng hơn là chạy xung quanh.",
  "Affectionate": "Tình Cảm",
  "These cats really love their owners. They'll try to stick close to them whenever possible.": "Những con mèo này thực sự yêu chủ của chúng. Chúng sẽ cố gắng bám sát họ bất cứ khi nào có thể.",
  "These dogs want to be closer to their owners and love to be petted. They like to follow their owners around.": "Những con chó này muốn gần gũi hơn với chủ của chúng và thích được vuốt ve. Chúng thích đi theo chủ của chúng xung quanh.",
  "Mischievous": "Nghịch Ngợm",
  "These cats are always up to no good! They will often misbehave and can even be encouraged to do so.": "Những con mèo này luôn làm những điều không hay! Chúng sẽ thường xuyên cư xử không đúng mực và thậm chí có thể được khuyến khích làm như vậy.",
  "Troublemaker": "Kẻ Gây Rối",
  "These dogs are always up to nothing good. They will often misbehave and can even be encouraged to do so.": "Những con chó này luôn không làm gì tốt. Chúng sẽ thường xuyên cư xử không đúng mực và thậm chí có thể được khuyến khích làm như vậy.",
  "Outside Only": "Chỉ Ở Bên Ngoài",
  "Playful": "Hay Vui Đùa",
  "These pets love toys and want to play all the time, even when they're not excited.": "Những thú cưng này yêu thích đồ chơi và muốn chơi mọi lúc, ngay cả khi chúng không hào hứng.",
  "These cats are scared of everything. Okay well, almost everything. They also like to hide a lot.": "Những con mèo này sợ mọi thứ. Được rồi, gần như mọi thứ. Chúng cũng thích trốn rất nhiều.",
  "Jumpy": "Hay Giật Mình",
  "These dogs are easily frightened, and like to hide more often. They will often shy away from things like fights.": "Những con chó này dễ bị hoảng sợ và thích trốn nhiều hơn. Chúng thường né tránh những thứ như đánh nhau.",
  "Clever": "Thông Minh",
  "These cats are fast learners, and some say that they can even understand Simlish when spoken to!": "Những con mèo này học rất nhanh và một số người nói rằng chúng thậm chí có thể hiểu được tiếng Simlish khi được nói chuyện!",
  "Smart": "Thông Minh",
  "These bright dogs are easier to train and pick up tricks quickly. They might even understand Simlish!": "Những con chó sáng dạ này dễ huấn luyện hơn và tiếp thu các thủ thuật một cách nhanh chóng. Chúng thậm chí có thể hiểu được tiếng Simlish!",
  "Spoiled": "Được Nuông Chiều",
  "These cats are spoiled creatures. Scolding them hardly ever changes their behavior.": "Những con mèo này là những sinh vật được nuông chiều. Mắng mỏ chúng hầu như không bao giờ thay đổi hành vi của chúng.",
  "These Dogs don’t like being told what to do. Scolding them doesn’t do much to change their misbehaviors, but you can try begging them to stop.": "Những con chó này không thích bị sai bảo. Mắng mỏ chúng không có tác dụng nhiều trong việc thay đổi những hành vi sai trái của chúng, nhưng bạn có thể thử van xin chúng dừng lại.",
  "Talkative": "Nói Nhiều",
  "These cats love to yowl along with other Sims. They'll even try to sing upon request!": "Những con mèo này thích kêu gào cùng với những Sim khác. Chúng thậm chí sẽ cố gắng hát theo yêu cầu!",
  "These dogs like to howl occasionally, and can even sing on command.": "Những con chó này thích hú thỉnh thoảng và thậm chí có thể hát theo lệnh.",
  "Free Spirit": "Tự Do",
  "These cats enjoy wandering around the world, almost as if they were wild animals! But don't worry, they'll always come home for the food.": "Những con mèo này thích đi lang thang khắp thế giới, gần như thể chúng là động vật hoang dã! Nhưng đừng lo lắng, chúng sẽ luôn về nhà để ăn.",
  "These dogs will sometimes leave the house to go on solo adventures, but are also happy to go on an adventure with their owner.": "Những con chó này đôi khi sẽ rời khỏi nhà để đi vào những cuộc phiêu lưu một mình, nhưng cũng rất vui khi đi vào một cuộc phiêu lưu với chủ của chúng.",
  "Active": "Năng Động",
  "Aggressive": "Hung Dữ",
  "Curious": "Tò Mò",
  "Friendly": "Thân Thiện",
  "Glutton": "Tham Ăn",
  "Hairy": "Nhiều Lông",
  "Hunter": "Thợ Săn",
  "Independent": "Độc Lập",
  "Lazy": "Lười Biếng",
  "Loyal": "Trung Thành",
  "Stubborn": "Bướng Bỉnh",
  "Skittish": "Nhút Nhát",
  "Vocal": "Hay Kêu",
  "Adventurous": "Thích Phiêu Lưu",
  "Naughty": "Nghịch Ngợm",
  "{M0.Neutered}{F0.Spayed}": "{M0.Đã Triệt Sản}{F0.Đã Thiến}",
  "This pet is \"fixed\" and cannot reproduce [Placeholder Text]": "Thú cưng này đã được \"thiến\" và không thể sinh sản [Văn Bản Giữ Chỗ]",
  "{M0.Unneutered}{F0.Unspayed}": "{M0.Chưa Triệt Sản}{F0.Chưa Thiến}",
  "This pet can reproduce via \"Woohoo\" [Placeholder Text]": "Thú cưng này có thể sinh sản thông qua \"Tằng Tịu\" [Văn Bản Giữ Chỗ]",
  "Looks like there was nothing your Pet could find! Maybe try another world…": "Có vẻ như không có gì Thú Cưng của bạn có thể tìm thấy! Có lẽ hãy thử một thế giới khác...",
  "Cats And Dogs": "Mèo Và Chó",
  "You’ll need at least 4 obstacle course objects to make a course, but you can put them down individually and pets will still play with them. But the real fun to be had is when you make your own obstacle course!": "Bạn sẽ cần ít nhất 4 đối tượng đường đua vượt chướng ngại vật để tạo một đường đua, nhưng bạn có thể đặt chúng xuống riêng lẻ và thú cưng vẫn sẽ chơi với chúng. Nhưng niềm vui thực sự là khi bạn tự tạo đường đua vượt chướng ngại vật của riêng mình!",
  "Once you’ve set up your course, click on any of the objects and select the “Run Obstacle Course with…” interaction, and then pick a pet you’d like to run the course with. Depending on your pet’s mood, your Sim’s Pet Training Skill, and some good old-fashioned luck, you might get a gold medal!": "Sau khi bạn đã thiết lập đường đua của mình, hãy nhấp vào bất kỳ đối tượng nào và chọn tương tác “Chạy Đường Đua Vượt Chướng Ngại Vật với…” và sau đó chọn một thú cưng mà bạn muốn chạy đường đua cùng. Tùy thuộc vào tâm trạng của thú cưng, Kỹ Năng Huấn Luyện Thú Cưng của Sim và một chút may mắn cổ điển, bạn có thể nhận được huy chương vàng!",
  "Want to get your cat or dog some exercise in a fun way? Set up an obstacle course in your backyard! \\nThere are hoops to jump through, ramps to walk up, poles to weave through, tunnels to crawl in, and platforms to stand on!": "Bạn muốn cho mèo hoặc chó của mình tập thể dục một cách thú vị? Thiết lập một đường đua vượt chướng ngại vật trong sân sau của bạn! \nCó vòng để nhảy qua, dốc để đi lên, cột để luồn qua, đường hầm để bò vào và bệ để đứng lên!",
  "Obstacle Course": "Đường Đua Vượt Chướng Ngại Vật",
  "Cats and Dogs are less complex than Sims. They have basic needs like Hunger, Bladder, and Affection/Play. As long as you feed them twice a day, take them out, and play with them on a regular basis, they will be content.": "Mèo và Chó ít phức tạp hơn Sim. Chúng có những nhu cầu cơ bản như Đói, Bàng Quang và Tình Cảm/Vui Chơi. Miễn là bạn cho chúng ăn hai lần một ngày, đưa chúng ra ngoài và chơi với chúng một cách thường xuyên, chúng sẽ hài lòng.",
  "Cats and Dogs have a much smaller Emotional scale than Sims. Cats and Dogs will mostly be fine, but sometimes they will become uncomfortable. This means they need something. Try Clicking them and Asking Them \"What's Wrong\" to find out more information.": "Mèo và Chó có quy mô Cảm Xúc nhỏ hơn nhiều so với Sim. Mèo và Chó phần lớn sẽ ổn, nhưng đôi khi chúng sẽ trở nên khó chịu. Điều này có nghĩa là chúng cần một cái gì đó. Hãy thử Nhấp vào chúng và Hỏi Chúng \"Có Chuyện Gì Vậy\" để tìm hiểu thêm thông tin.",
  "Cats and Dogs will try telling you they need something by barking or meowing with a helpful thought balloon to point you in the right direction. Be sure to pay attention to their thought balloons.": "Mèo và Chó sẽ cố gắng cho bạn biết chúng cần gì bằng cách sủa hoặc kêu meo với một bóng suy nghĩ hữu ích để chỉ cho bạn đi đúng hướng. Hãy chắc chắn chú ý đến những bóng suy nghĩ của chúng.",
  "Owning Cats And Dogs": "Sở Hữu Mèo Và Chó",
  "In addition to Traits, Pets also have unique sets of obsessions and fears. Two pets with the exact same traits might have totally different things that they’re fond of and afraid of!": "Ngoài Đặc Điểm, Thú Cưng còn có những bộ ám ảnh và nỗi sợ hãi độc đáo. Hai thú cưng có cùng đặc điểm có thể có những thứ hoàn toàn khác nhau mà chúng yêu thích và sợ hãi!",
  "Pets who are obsessed with certain things will get excited when that object is nearby or in use. On the other hand, pets who fear those objects won’t be too happy when your Sim uses them. Pay attention to your pet likes and dislikes to make your home comfortable for your furry friend.": "Những thú cưng bị ám ảnh bởi một số thứ nhất định sẽ trở nên phấn khích khi vật thể đó ở gần hoặc đang được sử dụng. Mặt khác, những thú cưng sợ những vật thể đó sẽ không quá vui vẻ khi Sim của bạn sử dụng chúng. Hãy chú ý đến những điều thú cưng của bạn thích và không thích để làm cho ngôi nhà của bạn thoải mái cho người bạn lông xù của bạn.",
  "Pet Obsessions and Fears": "Ám Ảnh và Nỗi Sợ của Thú Cưng",
  "When your dog indicates that it needs to go potty through whining at the door and thought balloons you will be able to Ask to Go Potty, and they will find an outdoor location to go. The more you encourage them to go outside and reprimand them for going potty indoors will teach them the proper location to go potty in the future.": "Khi con chó của bạn cho biết rằng nó cần đi vệ sinh thông qua việc rên rỉ ở cửa và những bóng suy nghĩ, bạn sẽ có thể Yêu Cầu Đi Vệ Sinh và chúng sẽ tìm một địa điểm ngoài trời để đi. Bạn càng khuyến khích chúng đi ra ngoài và khiển trách chúng vì đi vệ sinh trong nhà sẽ dạy cho chúng địa điểm thích hợp để đi vệ sinh trong tương lai.",
  "When your dog has learned these tricks any Sim that has a good relationship with your dog can Command them to do these tricks. As you gain skill with Pet Training you will be able to teach and command more interesting tricks like Play Dead or have them Perform Tricks for passing Sims.": "Khi con chó của bạn đã học được những thủ thuật này, bất kỳ Sim nào có mối quan hệ tốt với con chó của bạn đều có thể Ra Lệnh cho chúng thực hiện những thủ thuật này. Khi bạn có được kỹ năng Huấn Luyện Thú Cưng, bạn sẽ có thể dạy và ra lệnh những thủ thuật thú vị hơn như Giả Chết hoặc yêu cầu chúng Biểu Diễn Các Thủ Thuật cho những Sim đi ngang qua.",
  "Dogs will need to be taught tricks individually, but you will be able to teach dogs any Tricks you know how to teach.": "Chó sẽ cần được dạy các thủ thuật riêng lẻ, nhưng bạn sẽ có thể dạy chó bất kỳ Thủ Thuật nào bạn biết cách dạy.",
  "True to any Pet, the Cats and Dogs in The Sims 4 misbehave. You will see them scratching the furniture, drinking from puddles, or even playing in the trash. While you could let this behavior continue, it’s best to teach your pet to stop these behaviors. When you see your cat or dog misbehaving you will see the option to Lecture or Scold them about this misbehavior. Select one of those options and your Sim will reprimand the cat or dog for the selected misbehavior.": "Đúng như bất kỳ Thú Cưng nào, Mèo và Chó trong The Sims 4 cư xử không đúng mực. Bạn sẽ thấy chúng cào đồ đạc, uống nước từ vũng nước hoặc thậm chí chơi trong thùng rác. Mặc dù bạn có thể để hành vi này tiếp tục, nhưng tốt nhất là dạy thú cưng của bạn dừng những hành vi này. Khi bạn thấy mèo hoặc chó của mình cư xử không đúng mực, bạn sẽ thấy tùy chọn Thuyết Giảng hoặc Mắng Mỏ chúng về hành vi sai trái này. Chọn một trong những tùy chọn đó và Sim của bạn sẽ khiển trách mèo hoặc chó vì hành vi sai trái đã chọn.",
  "Each misbehavior will have to be reprimanded out separately, which will allow you to decide if a specific behavior is something you would allow your pet to continue doing.": "Mỗi hành vi sai trái sẽ phải bị khiển trách riêng, điều này sẽ cho phép bạn quyết định xem một hành vi cụ thể có phải là điều bạn sẽ cho phép thú cưng của mình tiếp tục làm hay không.",
  "While the change won’t be immediate you should see your pets misbehaving less after reprimanding them, and with enough reinforcement they will learn to not misbehave in such a way.": "Mặc dù sự thay đổi sẽ không diễn ra ngay lập tức, nhưng bạn sẽ thấy thú cưng của mình cư xử không đúng mực ít hơn sau khi khiển trách chúng và với đủ sự củng cố, chúng sẽ học cách không cư xử không đúng mực theo cách như vậy.",
  "What is one of the best things about dogs besides the unconditional love and affection? Obviously training them to do tricks. With any adult aged dog you will be able to start training with simple tricks like Sit, Speak, and Lie Down.": "Điều gì là một trong những điều tốt nhất về chó ngoài tình yêu thương và tình cảm vô điều kiện? Rõ ràng là huấn luyện chúng thực hiện các thủ thuật. Với bất kỳ con chó trưởng thành nào, bạn sẽ có thể bắt đầu huấn luyện với các thủ thuật đơn giản như Ngồi, Sủa và Nằm Xuống.",
  "Training And Misbehavior": "Huấn Luyện Và Hành Vi Sai Trái",
  "Your customers will be rating your Vet Clinic’s service from 1 to 5 stars. These ratings will determine your Vet Clinic’s overall star rating, which influences how many patients will seek out your clinic. Read the “Vet Clinic – Ratings” lesson for more tips on how to effectively service your customers.": "Khách hàng của bạn sẽ đánh giá dịch vụ của Phòng Khám Thú Y của bạn từ 1 đến 5 sao. Những đánh giá này sẽ xác định xếp hạng sao tổng thể của Phòng Khám Thú Y của bạn, điều này ảnh hưởng đến số lượng bệnh nhân sẽ tìm đến phòng khám của bạn. Đọc bài học \"Phòng Khám Thú Y – Đánh Giá\" để biết thêm các mẹo về cách phục vụ khách hàng của bạn một cách hiệu quả.",
  "When you first arrive at your Vet Clinic lot you’ll be asked to transfer some funds to your business to cover basic operating expenses. To learn more about managing your money, read the “Vet Clinic – Funds” lesson.": "Khi bạn đến địa điểm Phòng Khám Thú Y của mình, bạn sẽ được yêu cầu chuyển một số tiền vào doanh nghiệp của mình để trang trải các chi phí hoạt động cơ bản. Để tìm hiểu thêm về cách quản lý tiền của bạn, hãy đọc bài học “Phòng Khám Thú Y – Tiền Vốn”.",
  "You’ll need a functioning Vet Clinic before you can open for business. Luckily you have the latest and greatest in veterinary technology at your disposal. You’ll need to place at least one Examination Table, Vet Podium, and trash can. \\nIt’s also a good idea to place a Surgery Station, Medicine Crafting Table, and Medicine Vending Machine to broaden the options available at your Vet Clinic. You’ll see both cats and dogs of all shapes and sizes come in once you open a Vet Clinic, so it’s good to be prepared for anything.": "Bạn sẽ cần một Phòng Khám Thú Y đang hoạt động trước khi có thể mở cửa kinh doanh. May mắn thay, bạn có công nghệ thú y mới nhất và tuyệt vời nhất theo ý của bạn. Bạn sẽ cần đặt ít nhất một Bàn Khám Bệnh, Bục Giảng Thú Y và thùng rác. \nBạn cũng nên đặt một Trạm Phẫu Thuật, Bàn Chế Tạo Thuốc và Máy Bán Thuốc Tự Động để mở rộng các tùy chọn có sẵn tại Phòng Khám Thú Y của bạn. Bạn sẽ thấy cả mèo và chó với đủ hình dạng và kích cỡ đến một khi bạn mở Phòng Khám Thú Y, vì vậy tốt nhất là bạn nên chuẩn bị cho mọi thứ.",
  "Sims can own and manage Vet Clinics to earn Simoleons. To purchase a Vet Clinic, use the Phone or Computer and select “Buy a Vet Clinic”. You can also use the Owned Businesses panel to buy a business. You can buy an existing Vet Clinic, or purchase any unoccupied lot and start from scratch.": "Sim có thể sở hữu và quản lý Phòng Khám Thú Y để kiếm Simoleon. Để mua Phòng Khám Thú Y, hãy sử dụng Điện thoại hoặc Máy Tính và chọn “Mua Phòng Khám Thú Y”. Bạn cũng có thể sử dụng bảng Doanh Nghiệp Đã Sở Hữu để mua một doanh nghiệp. Bạn có thể mua một Phòng Khám Thú Y hiện có hoặc mua bất kỳ khu đất trống nào và bắt đầu từ đầu.",
  "Check out the Owned Businesses panel in the bottom right hand corner. This is where you open and close your Vet Clinic. You’ll find useful information and shortcuts that will help you customize and run your Vet Clinic here. You can even open your Vet Clinic while you’re not there and have your employees earn you money while you’re away!": "Kiểm tra bảng Doanh Nghiệp Đã Sở Hữu ở góc dưới bên phải. Đây là nơi bạn mở và đóng Phòng Khám Thú Y của mình. Bạn sẽ tìm thấy thông tin hữu ích và các phím tắt giúp bạn tùy chỉnh và điều hành Phòng Khám Thú Y của mình tại đây. Bạn thậm chí có thể mở Phòng Khám Thú Y của mình khi bạn không có ở đó và để nhân viên của bạn kiếm tiền cho bạn khi bạn đi vắng!",
  "If you decide you no longer want to own your Vet Clinic, you can offload it by using the “Sell Venue” button in the Vet Clinic Settings Panel. Your business’s funds will be added to the value of the lot and get refunded to your household. Once you’ve sold your Vet Clinic, it’ll continue to be run under new management, and you can even bring your own pet there for checkups and treatments!": "Nếu bạn quyết định không còn muốn sở hữu Phòng Khám Thú Y của mình nữa, bạn có thể dỡ bỏ nó bằng cách sử dụng nút “Bán Địa Điểm” trong Bảng Cài Đặt Phòng Khám Thú Y. Tiền vốn của doanh nghiệp bạn sẽ được thêm vào giá trị của khu đất và được hoàn trả cho hộ gia đình của bạn. Sau khi bạn đã bán Phòng Khám Thú Y của mình, nó sẽ tiếp tục được điều hành dưới sự quản lý mới và bạn thậm chí có thể đưa thú cưng của mình đến đó để kiểm tra sức khỏe và điều trị!",
  "Vet Clinic - Being A Vet": "Phòng Khám Thú Y - Trở Thành Bác Sĩ Thú Y",
  "Use the “Manage Employees” button on the Owned Businesses panel to quickly check the status of your employees. You can view their skills and current pay level, and see how satisfied they are with their employment. \\nYou can use this panel to promote a worthy employee, punish an employee with a demotion, or outright fire a worker who isn’t working out.": "Sử dụng nút “Quản Lý Nhân Viên” trên bảng Doanh Nghiệp Đã Sở Hữu để nhanh chóng kiểm tra trạng thái của nhân viên của bạn. Bạn có thể xem kỹ năng và mức lương hiện tại của họ, đồng thời xem họ hài lòng như thế nào với việc làm của mình. \nBạn có thể sử dụng bảng này để thăng chức cho một nhân viên xứng đáng, trừng phạt một nhân viên bằng cách giáng chức hoặc sa thải hoàn toàn một công nhân không làm việc hiệu quả.",
  "Running a Vet Clinic by yourself is entirely possible, but it’s going to be hard to juggle practicing veterinary medicine and the business side of things. It’s a good idea to hire employees to do some works like treating patients, crafting medicines, and ickier tasks like mopping up the floor. \\nSelect “Manage Employees” on your Owned Businesses Panel to view a list of Sims to hire. Review their skills and starting pay to determine if they’re a good match for your Vet Clinic. If you don’t like the list of applicants, simply try again later and new Sims might apply.": "Hoàn toàn có thể điều hành một Phòng Khám Thú Y một mình, nhưng sẽ rất khó để kết hợp hành nghề thú y và khía cạnh kinh doanh. Tốt nhất là nên thuê nhân viên để làm một số công việc như điều trị cho bệnh nhân, chế tạo thuốc và những công việc khó chịu hơn như lau sàn. \nChọn “Quản Lý Nhân Viên” trên Bảng Doanh Nghiệp Đã Sở Hữu của bạn để xem danh sách Sim để thuê. Xem xét kỹ năng và mức lương khởi điểm của họ để xác định xem họ có phù hợp với Phòng Khám Thú Y của bạn hay không. Nếu bạn không thích danh sách ứng viên, chỉ cần thử lại sau và các Sim mới có thể đăng ký.",
  "As your Vet Clinic becomes more successful and well known, you can unlock perks to hire additional Veterinarians using your Perk Points. See the “Vet Clinic – Perks” lesson for more details.": "Khi Phòng Khám Thú Y của bạn trở nên thành công và nổi tiếng hơn, bạn có thể mở khóa các đặc quyền để thuê thêm Bác sĩ thú y bằng Điểm Đặc Quyền của mình. Xem bài học “Phòng Khám Thú Y – Đặc Quyền” để biết thêm chi tiết.",
  "Vet Employees have 3 different skills that determine how well they work. Review these skills on the “Manage Employees” panel. If you can’t find the perfect Sim to hire, don’t worry! Employees will slowly gain skills over time as they work. The best way to raise an employee’s skills more quickly is to send them to after work training. Just be prepared to pay for it!": "Nhân viên thú y có 3 kỹ năng khác nhau để xác định mức độ làm việc tốt của họ. Xem xét các kỹ năng này trên bảng “Quản Lý Nhân Viên”. Nếu bạn không thể tìm thấy Sim hoàn hảo để thuê, đừng lo lắng! Nhân viên sẽ từ từ có được kỹ năng theo thời gian khi họ làm việc. Cách tốt nhất để nâng cao kỹ năng của nhân viên nhanh hơn là gửi họ đi đào tạo sau giờ làm. Chỉ cần chuẩn bị để trả tiền cho nó!",
  "An employee’s satisfaction is raised by being paid appropriately for their skill level, receiving praise from their boss, and getting promoted. Berating your employees, demoting them, or working them for long hours without break will lower their satisfaction. If they get too upset, don’t be surprised when they quit!": "Sự hài lòng của nhân viên được nâng cao bằng cách được trả lương phù hợp với trình độ kỹ năng của họ, nhận được lời khen ngợi từ sếp và được thăng chức. Quở trách nhân viên của bạn, giáng chức họ hoặc bắt họ làm việc nhiều giờ mà không nghỉ ngơi sẽ làm giảm sự hài lòng của họ. Nếu họ quá buồn, đừng ngạc nhiên khi họ bỏ việc!",
  "Since your Sim is the boss, they have to manage their employees. Your Sim can check in on, praise, criticize, pay for training, promote / demote, or even fire each employee.": "Vì Sim của bạn là ông chủ, nên họ phải quản lý nhân viên của mình. Sim của bạn có thể kiểm tra, khen ngợi, chỉ trích, trả tiền cho việc đào tạo, thăng chức / giáng chức hoặc thậm chí sa thải từng nhân viên.",
  "Vet Clinic - Employees": "Phòng Khám Thú Y - Nhân Viên",
  "As a business owner, your funds are tracked separately from your normal household funds. Each business that you own has its own separate funds that are used to cover the business’s expenses. When you visit your business, you can simultaneously view your business’s funds in the Owner Businesses panel in the bottom right corner, along with your household’s funds in the bottom left corner.": "Với tư cách là chủ doanh nghiệp, tiền vốn của bạn được theo dõi riêng biệt với tiền vốn hộ gia đình thông thường của bạn. Mỗi doanh nghiệp mà bạn sở hữu có tiền vốn riêng biệt được sử dụng để trang trải các chi phí của doanh nghiệp. Khi bạn đến thăm doanh nghiệp của mình, bạn có thể đồng thời xem tiền vốn của doanh nghiệp mình trong bảng Doanh Nghiệp Đã Sở Hữu ở góc dưới bên phải, cùng với tiền vốn của hộ gia đình bạn ở góc dưới bên trái.",
  "You can click on the View Last Finances/View Shift Summary button on the Owner Businesses panel to get a detailed breakdown of your profits and expenses. Use this information to make strategic decisions about your business to help maximize profits.": "Bạn có thể nhấp vào nút Xem Tài Chính Gần Nhất/Xem Tóm Tắt Ca Trực trên bảng Doanh Nghiệp Đã Sở Hữu để có được bản phân tích chi tiết về lợi nhuận và chi phí của bạn. Sử dụng thông tin này để đưa ra các quyết định chiến lược về doanh nghiệp của bạn để giúp tối đa hóa lợi nhuận.",
  "Every action taken as an owner while at your business uses money from your business’s funds. This includes building on the lot, placing objects, paying your employees, purchasing advertising, and more. When you enter Build Mode, the money shown in the bottom left corner will switch to display your business funds that you’re building with. Finally, any money you earn from your business will be deposited into your business funds.": "Mọi hành động được thực hiện với tư cách là chủ sở hữu khi ở doanh nghiệp của bạn đều sử dụng tiền từ tiền vốn của doanh nghiệp bạn. Điều này bao gồm xây dựng trên lô đất, đặt đồ vật, trả lương cho nhân viên, mua quảng cáo, v.v. Khi bạn vào Chế Độ Xây Dựng, số tiền hiển thị ở góc dưới bên trái sẽ chuyển sang hiển thị tiền vốn kinh doanh của bạn mà bạn đang xây dựng.",
  "At any time, you can use the Venue Funds Transfer button near your household’s Simoleons in the bottom left corner to move money between your household and any of the businesses that you own. Within this panel, you can select the account you’re transferring from and to, and enter the amount of Simoleons you want to transfer.": "Bất kỳ lúc nào, bạn có thể sử dụng nút Chuyển Tiền Vốn Địa Điểm gần Simoleons của hộ gia đình bạn ở góc dưới bên trái để chuyển tiền giữa hộ gia đình bạn và bất kỳ doanh nghiệp nào bạn sở hữu. Trong bảng này, bạn có thể chọn tài khoản bạn đang chuyển từ và đến, đồng thời nhập số lượng Simoleons bạn muốn chuyển.",
  "There’s a chance that your business can go into debt if you don’t have enough money to pay your employees or you purchase advertising while low on funds. If your business doesn’t have enough money to pay its debts, you won’t be allowed to reopen your business until those debts have been cleared. Transfer money from your household to your business to cover your debts.": "Có khả năng doanh nghiệp của bạn có thể lâm vào cảnh nợ nần nếu bạn không có đủ tiền để trả lương cho nhân viên của mình hoặc bạn mua quảng cáo khi tiền vốn thấp. Nếu doanh nghiệp của bạn không có đủ tiền để trả các khoản nợ, bạn sẽ không được phép mở lại doanh nghiệp của mình cho đến khi những khoản nợ đó được thanh toán.",
  "Vet Clinic - Vet Funds": "Phòng Khám Thú Y - Tiền Vốn Thú Y",
  "Perks have a direct impact on your Vet Clinic and your household’s Sims that you’re playing. Employees that you fire are not affected by Perks. Instead, employees can be improved separately by building their skills at various tasks. You can learn more about that in the “Vet Clinic – Employees” lesson.": "Các đặc quyền có tác động trực tiếp đến Phòng Khám Thú Y của bạn và Sim của hộ gia đình bạn mà bạn đang chơi. Nhân viên mà bạn sa thải không bị ảnh hưởng bởi Đặc Quyền. Thay vào đó, nhân viên có thể được cải thiện riêng bằng cách xây dựng kỹ năng của họ trong các nhiệm vụ khác nhau. Bạn có thể tìm hiểu thêm về điều đó trong bài học “Phòng Khám Thú Y – Nhân Viên”.",
  "Perks are the key to building more efficient Vet Clinics. They will allow you to make your Vet Clinic more profitable and popular. \\nThere are a wide variety of perks to choose from. You can unlock the ability to hire additional Veterinarians, change supply quality, and even make pets less stressed during procedures.": "Các đặc quyền là chìa khóa để xây dựng Phòng Khám Thú Y hiệu quả hơn. Chúng sẽ cho phép bạn làm cho Phòng Khám Thú Y của bạn có lợi nhuận và phổ biến hơn. \nCó rất nhiều đặc quyền để bạn lựa chọn. Bạn có thể mở khóa khả năng thuê thêm Bác sĩ thú y, thay đổi chất lượng nguồn cung và thậm chí làm cho thú cưng bớt căng thẳng hơn trong quá trình thực hiện các thủ thuật.",
  "Owners of Vet Clinics can earn Perk Points from running their Vet Clinic. \\nPlayers can use those Perk Points to buy Perks which make the Vet Clinic more effective. You’ll find various Perks within the Owner Businesses panel in the bottom right corner of the screen.": "Chủ sở hữu Phòng Khám Thú Y có thể kiếm được Điểm Đặc Quyền từ việc điều hành Phòng Khám Thú Y của họ. \nNgười chơi có thể sử dụng những Điểm Đặc Quyền đó để mua các Đặc Quyền giúp Phòng Khám Thú Y hoạt động hiệu quả hơn. Bạn sẽ tìm thấy nhiều Đặc Quyền khác nhau trong bảng Doanh Nghiệp Đã Sở Hữu ở góc dưới bên phải màn hình.",
  "Earning Perk Points is simple- examine and treat pets. Interacting with customers and their furry friends will also provide Perk Points. Employees will not earn Perk Points for you, so get to work!": "Kiếm Điểm Đặc Quyền rất đơn giản - hãy khám và điều trị cho thú cưng. Tương tác với khách hàng và những người bạn lông xù của họ cũng sẽ cung cấp Điểm Đặc Quyền. Nhân viên sẽ không kiếm được Điểm Đặc Quyền cho bạn, vì vậy hãy bắt tay vào làm việc!",
  "Some Perks provide a temporary bonus, such as the ability to get an influx of extra patients. You can return to purchase these Perks again in the future once your original purchase runs out.": "Một số Đặc Quyền cung cấp phần thưởng tạm thời, chẳng hạn như khả năng nhận được một lượng lớn bệnh nhân bổ sung. Bạn có thể quay lại mua lại những Đặc Quyền này trong tương lai sau khi lần mua ban đầu của bạn hết hạn.",
  "Vet Clinic - Perks": "Phòng Khám Thú Y - Đặc Quyền",
  "You can review details on the Vet Clinic’s rating by hovering over the star rating or clicking on the View Last Finances/View Shift Summary button. Review the summary of feedback to find out what is going well and what needs improvement.": "Bạn có thể xem chi tiết về xếp hạng của Phòng Khám Thú Y bằng cách di chuột qua xếp hạng sao hoặc nhấp vào nút Xem Tài Chính Gần Nhất/Xem Tóm Tắt Ca Trực. Xem lại bản tóm tắt phản hồi để tìm hiểu điều gì đang diễn ra tốt đẹp và điều gì cần cải thiện.",
  "Each customer will display a rating over their head while at the Vet Clinic. The pets will not have a rating over their heads, but you can easily find their owners by hovering over them. When you finish examining and treating a pet, the customer will leave a rating and it will be added to your overall Vet Clinic rating. Care kindly and efficiently for your customers’ pets to raise their rating!": "Mỗi khách hàng sẽ hiển thị một xếp hạng trên đầu của họ khi ở Phòng Khám Thú Y. Những thú cưng sẽ không có xếp hạng trên đầu của chúng, nhưng bạn có thể dễ dàng tìm thấy chủ sở hữu của chúng bằng cách di chuột qua chúng. Khi bạn hoàn thành việc khám và điều trị cho một thú cưng, khách hàng sẽ để lại một xếp hạng và nó sẽ được thêm vào xếp hạng Phòng Khám Thú Y tổng thể của bạn. Chăm sóc ân cần và hiệu quả cho thú cưng của khách hàng để nâng cao xếp hạng của họ!",
  "Quality of care, supply quality, wait times, proper bedside manner, cleanliness, and Vet Clinic ambiance will all impact a customer’s rating. \\nVeterinarians with high skills will provide better services and be more effective at treating pets. Make sure you have enough staff hired to keep your waiting room from piling up with sick pets.": "Chất lượng chăm sóc, chất lượng nguồn cung, thời gian chờ đợi, cách cư xử bên giường bệnh phù hợp, độ sạch sẽ và không gian của Phòng Khám Thú Y sẽ ảnh hưởng đến xếp hạng của khách hàng. \nCác bác sĩ thú y có kỹ năng cao sẽ cung cấp các dịch vụ tốt hơn và điều trị cho thú cưng hiệu quả hơn. Đảm bảo rằng bạn đã thuê đủ nhân viên để giữ cho phòng chờ của bạn không bị chất đống những thú cưng bị bệnh.",
  "Pay close attention to the icons of the Sim’s heads. They will show when the Sim’s rating of the Vet Clinic changes and indicate why. If you miss a change, the tool tip on each Sim will show their last bit of feedback.": "Hãy chú ý đến các biểu tượng trên đầu Sim. Chúng sẽ hiển thị khi xếp hạng Phòng Khám Thú Y của Sim thay đổi và cho biết lý do. Nếu bạn bỏ lỡ một sự thay đổi, công cụ mẹo trên mỗi Sim sẽ hiển thị phản hồi cuối cùng của họ.",
  "Customers and their pets will enter the Vet Clinic while it is open, and will gather around the Check-in Podium. Your Vet Clinic’s overall rating and advertising will determine how many patients stop by and how much money you can earn. You can also purchase perks that increase the number of patients.": "Khách hàng và thú cưng của họ sẽ vào Phòng Khám Thú Y khi nó mở cửa và sẽ tập trung xung quanh Bục Đăng Ký. Xếp hạng tổng thể và quảng cáo của Phòng Khám Thú Y của bạn sẽ xác định số lượng bệnh nhân ghé qua và số tiền bạn có thể kiếm được. Bạn cũng có thể mua các đặc quyền làm tăng số lượng bệnh nhân.",
  "Vet Clinic - Ratings": "Phòng Khám Thú Y - Xếp Hạng",
  "When your pet finally gets seen by a Veterinarian, you’ll need to wait patiently as they perform the proper exams and procedures. Once they finish, you’ll be prompted to choose a treatment option. The cheap option will always result in a cone of shame for your pet, which isn’t going to make them happy!": "Khi thú cưng của bạn cuối cùng được một Bác sĩ thú y khám bệnh, bạn sẽ cần kiên nhẫn chờ đợi khi họ thực hiện các cuộc khám và thủ thuật thích hợp. Sau khi họ hoàn thành, bạn sẽ được nhắc chọn một tùy chọn điều trị. Tùy chọn rẻ tiền sẽ luôn dẫn đến việc thú cưng của bạn phải đeo vòng cổ xấu hổ, điều này sẽ không làm chúng vui vẻ!",
  "Once you get to the Vet Clinic, look for the Vet Podium so you can sign your pet in. Depending on how busy the Vet Clinic is, you might have to wait a bit for a Veterinarian to get to you.": "Khi bạn đến Phòng Khám Thú Y, hãy tìm Bục Giảng Thú Y để bạn có thể đăng ký cho thú cưng của mình. Tùy thuộc vào mức độ bận rộn của Phòng Khám Thú Y, bạn có thể phải đợi một chút để Bác sĩ thú y đến với bạn.",
  "Visiting a Vet Clinic is never the highlight of owning a pet, but sometimes your furry friend gets sick and you’ve got to get them treated! \\nYou can also get your pet a checkup if you’re worried they might be sick but aren’t sure yet, or take them to the Vet Clinic for spaying and neutering.": "Đến Phòng Khám Thú Y không bao giờ là điểm nổi bật của việc sở hữu một thú cưng, nhưng đôi khi người bạn lông xù của bạn bị bệnh và bạn phải điều trị cho chúng! \nBạn cũng có thể đưa thú cưng của mình đi kiểm tra sức khỏe nếu bạn lo lắng rằng chúng có thể bị bệnh nhưng chưa chắc chắn hoặc đưa chúng đến Phòng Khám Thú Y để triệt sản và thiến.",
  "Vet Clinic - Visiting the Vet": "Phòng Khám Thú Y - Đến Thăm Bác Sĩ Thú Y",
  "Club Gathering at a Vet Clinic": "Hội Hợp Câu Lạc Bộ Tại Phòng Khám Thú Y",
  "Meet up with the Club at the Vet Clinic": "Gặp Gỡ Câu Lạc Bộ Tại Phòng Khám Thú Y",
  "Vet Podium": "Bục Giảng Thú Y",
  "Surgery Station": "Trạm Phẫu Thuật",
  "Medicine Crafting Table": "Bàn Chế Tạo Thuốc",
  "Exam Table": "Bàn Khám Bệnh",
  "Medicine Vending Machine": "Máy Bán Thuốc Tự Động",
  "Visit the Vet": "Đến Thăm Bác Sĩ Thú Y",
  "Visit the Vet...": "Đến Thăm Bác Sĩ Thú Y...",
  "Vet Clinic": "Phòng Khám Thú Y",
  "Vet - Incomplete": "Thú Y - Chưa Hoàn Thành",
  "Vet Description": "Mô Tả Thú Y",
  "Cure pets of various sicknesses or perform advanced surgeries at the Vet Clinic!": "Chữa trị cho thú cưng khỏi các bệnh khác nhau hoặc thực hiện phẫu thuật nâng cao tại Phòng Khám Thú Y!",
  "Coastal Shingle Siding": "Ván Lợp Ven Biển",
  "Shacked Side Shingles": "Ván Lợp Túp Lều Bên Hông",
  "Straight Not Slanted": "Thẳng Không Nghiêng",
  "Shaken Shingles": "Ván Lợp Rung Lắc",
  "Roughed Up Shingles": "Ván Lợp Thô Ráp",
  "Rounded Edges": "Các Cạnh Bo Tròn",
  "Double Trouble Paneling": "Ván Ốp Đôi Rắc Rối",
  "Split Personality Paneling": "Ván Ốp Hai Nhân Cách",
  "Palatial Planking": "Ván Lót Sàn Lộng Lẫy",
  "Posh Stripes": "Sọc Sang Trọng",
  "Known for its hiking trails and sprawling coastal properties, Cape Cavalier is the perfect place to go exploring or chase seagulls with an adventurous pup!": "Nổi tiếng với những con đường đi bộ đường dài và những khu đất ven biển rộng lớn, Mũi Cavalier là nơi hoàn hảo để khám phá hoặc đuổi theo mòng biển với một chú chó con thích phiêu lưu!",
  "Cavalier Cove": "Vịnh Cavalier",
  "A favorite hangout for the Bay's feline citizens, who can often be found climbing around down at the docks, Whiskerman's Wharf is also enjoyed by fishermen and tourists alike. ": "Một địa điểm yêu thích để lui tới của những công dân mèo của Vịnh, những người thường có thể được tìm thấy đang leo trèo xung quanh ở bến tàu, Bến Tàu Của Whiskerman cũng được ngư dân và khách du lịch yêu thích.",
  "Once the site of a mysterious shipwreck, Deadgrass Isle is now home to the world-famous Brindleton Light and the city's largest population of indigenous strays. Lately, however, there have been some rumors about strange visitors after sundown...": "Từng là địa điểm của một vụ đắm tàu bí ẩn, Đảo Deadgrass giờ là nơi tọa lạc của Brindleton Light nổi tiếng thế giới và quần thể chó mèo hoang bản địa lớn nhất của thành phố. Tuy nhiên, gần đây có một số tin đồn về những du khách kỳ lạ sau khi mặt trời lặn...",
  "Deadgrass Isle": "Đảo Deadgrass",
  "The cultural center of the city, Sable Square is ideal for both cats and dogs. These people love their pets so much, they've built a monument to them right in the middle of town!": "Trung tâm văn hóa của thành phố, Sable Square là nơi lý tưởng cho cả mèo và chó. Những người này yêu thú cưng của họ đến nỗi họ đã xây dựng một tượng đài dành cho chúng ngay giữa thị trấn!",
  "Sable Square": "Quảng Trường Sable",
  "": ""
}