{
  "streetDecoEP04_flagPost_01_set1": "streetDecoEP04_flagPost_01_set1",
  "streetDecoEP04_flagPost_01_set2": "streetDecoEP04_flagPost_01_set2",
  "streetDecoEP04_flagPost_01_set3": "streetDecoEP04_flagPost_01_set3",
  "streetDecoEP04_flagPost_02": "streetDecoEP04_flagPost_02",
  "streetDecoEP04_grandTable_01": "streetDecoEP04_grandTable_01",
  "streetDecoEP04_harbor_gate_01": "streetDecoEP04_harbor_gate_01",
  "streetDecoEP04_Harbor_stringLight_01": "streetDecoEP04_Harbor_stringLight_01",
  "streetDecoEP04_harbor_woodLadder_01": "streetDecoEP04_harbor_woodLadder_01",
  "streetDecoEP04_Island_gateDouble_iron_01": "streetDecoEP04_Island_gateDouble_iron_01",
  "streetDecoEP04_Island_graveFrame_01": "streetDecoEP04_Island_graveFrame_01",
  "streetDecoEP04_Island_tombstone_01": "streetDecoEP04_Island_tombstone_01",
  "streetDecoEP04_Island_tombstone_01_Epitaph Placeholder Description": "streetDecoEP04_Island_tombstone_01_Mô tả chỗ giữ chỗ văn bia",
  "streetDecoEP04_Island_tombstone_04_Epitaph Placeholder Name": "streetDecoEP04_Island_tombstone_04_Tên chỗ giữ chỗ văn bia",
  "streetDecoEP04_Island_tombstone_02": "streetDecoEP04_Island_tombstone_02",
  "streetDecoEP04_Island_tombstone_03": "streetDecoEP04_Island_tombstone_03",
  "streetDecoEP04_Island_tombstone_04": "streetDecoEP04_Island_tombstone_04",
  "streetDecoEP04_Island_tombstone_04_Epitaph Placeholder Description": "streetDecoEP04_Island_tombstone_04_Mô tả chỗ giữ chỗ văn bia",
  "streetDecoEP04_Island_tombstone_petDog_01": "streetDecoEP04_Island_tombstone_petDog_01",
  "streetDecoEP04_Light_HarborClub_01": "streetDecoEP04_Light_HarborClub_01",
  "streetDecoEP04_lobsterTrap_01_set1": "streetDecoEP04_lobsterTrap_01_set1",
  "streetDecoEP04_lobsterTrap_01_set2": "streetDecoEP04_lobsterTrap_01_set2",
  "streetDecoEP04_parkingGate_01": "streetDecoEP04_parkingGate_01",
  "streetDecoEP04_planterIsland_01": "streetDecoEP04_planterIsland_01",
  "streetDecoEP04_telephonePole_trasformer_01": "streetDecoEP04_telephonePole_trasformer_01",
  "streetDecoEP04_TownSquare_LightOutdoor_Floor_01": "streetDecoEP04_TownSquare_LightOutdoor_Floor_01",
  "streetDecoEP04_Townsquare_SignFloor": "streetDecoEP04_Townsquare_SignFloor",
  "Purrrrfect companions are once in a lifetime occurrrrrrrences, and Big Puds is just that. Soft, fluffy, rrrrrrrobust in the softness, you will want to get your paws on Big Puds.": "Bạn đồng hành hoàn hảo chỉ xuất hiện một lần trong đời, và Mướp Bự chính là như vậy. Mềm mại, mịn màng, cực kỳ tròn trịa, bạn sẽ muốn chạm vuốt Mướp Bự ngay.",
  "Big Puds": "Mướp Bự",
  "This gigantic canine stuffed animal modeled after a wild Estonian Poofer is not as dangerous to your home as you'd think. Give it rubs for that 10 out of 10 relationship bonus.": "Con thú nhồi bông hình chó khổng lồ này được mô phỏng theo Poofer Estonia hoang dã, nhưng không hề gây nguy hiểm cho ngôi nhà của bạn như bạn nghĩ đâu. Hãy xoa bóp nó để nhận được điểm cộng mối quan hệ 10/10.",
  "Ruffy Schnugglekins": "Ruffy Schnugglekins",
  "You'd think starting a company that only uses wood from sunken ships would have a problem with material supply. But, the Spanish lost, like, a bajillion ships to the salty depths. This lovely table takes a little bit of history - ignoring the deaths at sea - to your living room.": "Bạn sẽ nghĩ rằng việc bắt đầu một công ty chỉ sử dụng gỗ từ những con tàu đắm sẽ gặp vấn đề về nguồn cung cấp vật liệu. Nhưng, Tây Ban Nha đã mất, kiểu như, hàng tỷ con tàu xuống đáy biển sâu rồi. Chiếc bàn đáng yêu này mang một chút lịch sử - bỏ qua những cái chết trên biển - đến phòng khách của bạn.",
  "Salty Ocean Wood Coffee Table": "Bàn cà phê gỗ đại dương mặn mà",
  "Yarr! Pass the salt, or the the yams, or anything tasty. It's tough to eyeball the food through this eye patch because the table itself is just such a looker. Hoo!": "Yarr! Chuyền muối đây, hoặc khoai lang, hoặc bất cứ thứ gì ngon lành. Thật khó để nhìn đồ ăn qua miếng che mắt này vì bản thân cái bàn đã quá ư là đẹp rồi. Hoo!",
  "Oceanic Rustique Dining Table": "Bàn ăn Oceanic Rustique",
  "With four wood legs and a rounded top, sanded and painted to make it pop. The Rustic classic is will hold it all. From grilled cheese to soup, nothing will fall.": "Với bốn chân gỗ và mặt bàn tròn, được chà nhám và sơn để làm nổi bật. Chiếc Rustic Classic này sẽ giữ tất cả. Từ bánh mì nướng phô mai đến súp, không gì có thể rơi.",
  "Rustic Classic": "Rustic Classic",
  "With a nail here and some wood glue there, this simple table is just begging for some chairs. It may not be the most elegant of the bunch, but when you invite guests over it is sure to pack a punch.": "Với một chiếc đinh ở đây và một ít keo dán gỗ ở kia, chiếc bàn đơn giản này chỉ chờ đợi thêm vài chiếc ghế. Nó có thể không phải là thanh lịch nhất trong số đó, nhưng khi bạn mời khách đến chơi, nó chắc chắn sẽ gây ấn tượng.",
  "2x4 Basics": "2x4 Basics",
  "Circle and square this end table is not, with an octagon top to hold things taught. Two chain link handles tie into the face, to open and slide the drawers with pure grace.": "Hình tròn và hình vuông không phải là điểm đặc biệt của chiếc bàn này, với mặt bàn hình bát giác để giữ mọi thứ chắc chắn. Hai tay cầm dây xích gắn liền với mặt trước, để mở và trượt ngăn kéo một cách duyên dáng.",
  "The End to End Table": "Bàn cạnh giường The End to End",
  "Purchase the whole set to make the most pet friendly room for children. This nightstand is a perfect place for pet knick-knacks and comes in a whole swath of matching colors.": "Mua toàn bộ bộ sản phẩm để tạo ra căn phòng thân thiện với thú cưng nhất cho trẻ em. Chiếc bàn cạnh giường này là nơi hoàn hảo cho những món đồ lặt vặt của thú cưng và có nhiều màu sắc phù hợp.",
  "Mr. Woof and Mrs. Meow's Nightstand": "Bàn cạnh giường của Mr. Woof và Mrs. Meow",
  "Built strong and tough with natural wood. The Knotted End Table held tight where it stood. No creaking or cracking while the air grew cold, this simple end table is nothing but bold.": "Được chế tạo chắc chắn và bền bỉ bằng gỗ tự nhiên. Bàn cạnh giường Knotted đứng vững tại chỗ. Không có tiếng cót két hay nứt vỡ khi không khí trở nên lạnh lẽo, chiếc bàn cạnh giường đơn giản này không gì khác ngoài sự táo bạo.",
  "Knotted End Table": "Bàn cạnh giường Knotted",
  "Rickety Rackety has many big dreams, this small and shaky table is weak it seems. Do not underestimate the build of poor Rickety, for he will prove you wrong and do it with dignity.": "Rickety Rackety có nhiều ước mơ lớn, chiếc bàn nhỏ và lung lay này có vẻ yếu ớt. Đừng đánh giá thấp cấu trúc của Rickety tội nghiệp, vì anh ta sẽ chứng minh bạn sai và làm điều đó một cách đàng hoàng.",
  "Rickety Rackety End Table": "Bàn cạnh giường Rickety Rackety",
  "Step right up, doggies and kitties! What ails ya? Are you pestered by fleas? Hassled by rainbow farts? Hindered by uncontrollable drooling? We've got your remedy! Just lean back, don't freak out, and let Dr. Magi-Heal lend a helping hand.": "Bước lên đây nào các chú chó và mèo! Có gì làm phiền các bạn vậy? Các bạn có bị bọ chét làm phiền không? Bị quấy rầy bởi những tiếng xì cầu vồng không? Bị cản trở bởi việc chảy nước dãi không kiểm soát được không? Chúng tôi có phương pháp chữa trị cho bạn! Chỉ cần ngả người ra, đừng hoảng sợ và để Bác sĩ Magi-Heal giúp đỡ một tay.",
  "Dr. Magi-Heal’s Get Better Table": "Bàn Hồi phục của Bác sĩ Magi-Heal",
  "Sure it's got some scratches and tape here and there, but it works just as well as Dr. Magi-Heal's pricier version. Is that creaking you hear as it raises and lowers? Probably just your imagination.": "Chắc chắn là nó có một vài vết trầy xước và băng dính ở đây và ở đó, nhưng nó hoạt động tốt như phiên bản đắt tiền hơn của Bác sĩ Magi-Heal. Có phải bạn nghe thấy tiếng cót két khi nó nâng lên và hạ xuống không? Có lẽ chỉ là trí tưởng tượng của bạn thôi.",
  "Dr. Budget-Bandage's Exam Table": "Bàn khám bệnh của Bác sĩ Budget-Bandage",
  "The Rustic Hallscape is the perfect platform on which to set books, keys, or the remnants of a sneeze. But, don't cough or leave such filth here as that is how plagues begin. Anyways! This is a fine table.": "Rustic Hallscape là nền tảng hoàn hảo để đặt sách, chìa khóa hoặc tàn dư của một cái hắt hơi. Nhưng, đừng ho hoặc để lại những thứ bẩn thỉu ở đây vì đó là cách bệnh dịch hạch bắt đầu. Dù sao đi nữa! Đây là một chiếc bàn tốt.",
  "Rustic Hallscape": "Rustic Hallscape",
  "Before showing it off with a friend or two, be sure to check the glue, for poo on your shoe, and to praise the owner for this masterpiece, which is new.": "Trước khi khoe nó với một hoặc hai người bạn, hãy nhớ kiểm tra keo, xem có phân trên giày của bạn không và khen ngợi chủ sở hữu vì kiệt tác mới này.",
  "The Rustic Access": "Rustic Access",
  "Avast! Once you have your land legs back and a fine sandwich 'twixt two planks of bread, sally forth to the Lubber's Picknicker, a fine table if one ever was.": "Ái chà chà! Một khi bạn đã có lại đôi chân trên đất liền và một chiếc bánh sandwich ngon lành kẹp giữa hai lát bánh mì, hãy tiến lên Lubber's Picknicker, một chiếc bàn tuyệt vời nếu có ai từng thấy.",
  "The Lubber's Picnicker": "Lubber's Picnicker",
  "When heading outdoors to sup and sun, be sure to do so with this UV protecting Outdoor Patio Piece. Its 100% artisanal canvas material will shield you from all that ails you, assuming the ozone isn't shredded in the interim. Good luck!": "Khi đi ra ngoài trời để ăn uống và tắm nắng, hãy nhớ làm như vậy với Mảnh sân ngoài trời bảo vệ khỏi tia UV này. Chất liệu vải thủ công 100% của nó sẽ bảo vệ bạn khỏi mọi thứ gây hại cho bạn, giả sử tầng ozone không bị phá hủy trong thời gian đó. Chúc may mắn!",
  "Outdoor Patio Piece": "Mảnh sân ngoài trời",
  "When you find you have a minute or two, and your stomach feels like you might need to…do its business, look no further than the Copper Stopper. With sturdy post-bronze age piping and an elegant flusher, this commode is the best seat at the table.": "Khi bạn thấy mình có một hoặc hai phút và bụng bạn cảm thấy như bạn có thể cần phải... đi vệ sinh, thì không đâu khác ngoài Copper Stopper. Với đường ống thời đại đồ đồng chắc chắn và hệ thống xả thanh lịch, nhà vệ sinh này là chỗ ngồi tốt nhất trên bàn ăn.",
  "The Copper Stopper": "Copper Stopper",
  "It's tough to lose a furry friend, but at least this will let you keep the memory of them alive.": "Thật khó để mất đi một người bạn lông xù, nhưng ít nhất điều này sẽ cho phép bạn giữ cho ký ức về chúng sống mãi.",
  "Memorial of a Furry Friend": "Tưởng niệm một người bạn lông xù",
  "toolDoppler_EP04GENvet placeholder description": "toolDoppler_EP04GENvet mô tả trình giữ chỗ",
  "toolDoppler_EP04GENvet placeholder name": "toolDoppler_EP04GENvet tên trình giữ chỗ",
  "toolDopplerProbe_EP04GENvet Placeholder Description": "toolDopplerProbe_EP04GENvet Mô tả Placeholder",
  "toolDopplerProbe_EP04GENvet Placeholder Name": "toolDopplerProbe_EP04GENvet Tên Placeholder",
  "toolInjector_EP04GENvet placeholder description": "toolInjector_EP04GENvet mô tả placeholder",
  "toolInjector_EP04GENvet placeholder name": "toolInjector_EP04GENvet tên placeholder",
  "Laser Pointers are great fun for cats!": "Đèn laser rất thú vị cho mèo!",
  "Laser Pointer": "Đèn Laser",
  "Leash for Dogs": "Dây Xích Cho Chó",
  "Leash": "Dây Xích",
  "toolMagnify_EP04GENvet placeholder description": "toolMagnify_EP04GENvet mô tả placeholder",
  "toolMagnify_EP04GENvet placeholder name": "toolMagnify_EP04GENvet tên placeholder",
  "toolMouseTrap_EP04GEN Placeholder Description": "toolMouseTrap_EP04GEN Mô tả Placeholder",
  "toolMouseTrap_EP04GEN Placeholder Name": "toolMouseTrap_EP04GEN Tên Placeholder",
  "toolThermometerLaser_EP04GENvet placeholder description": "toolThermometerLaser_EP04GENvet mô tả placeholder",
  "toolThermometerLaser_EP04GENvet placeholder name": "toolThermometerLaser_EP04GENvet tên placeholder",
  "Place this podium and customers will gather around it to check their beloved pets in. It also has a place where you can put a logo, so you can brand it however you like.": "Đặt bục này và khách hàng sẽ tụ tập xung quanh nó để kiểm tra thú cưng yêu quý của họ. Nó cũng có một nơi để bạn có thể đặt logo, vì vậy bạn có thể xây dựng thương hiệu cho nó theo bất kỳ cách nào bạn thích.",
  "Step-Right-Up Check-in Podium": "Bục Đăng Ký Bước Lên",
  "toyBallPet_EP04GENBallChewed placeholder description": "toyBallPet_EP04GENBallChewed mô tả placeholder",
  "WHATWASTHAT? Squeakenthinger": "CÁI GÌ ĐÓ?",
  "So, it's a squeak toy, but THEY don't know that. Keep the age-old mystery going with this squeaky squeaker!": "Vậy, nó là một món đồ chơi kêu cót cót, nhưng CHÚNG không biết điều đó. Hãy giữ bí ẩn lâu đời tiếp diễn với món đồ chơi kêu cót cót này!",
  "Your pet is a good pet and they deserve the finest of squeaker toys. With this yummy looking ball they will be busy till their heart is content.": "Thú cưng của bạn là một thú cưng ngoan và chúng xứng đáng có được những món đồ chơi kêu cót cót tốt nhất. Với quả bóng trông ngon mắt này, chúng sẽ bận rộn cho đến khi trái tim chúng mãn nguyện.",
  "Give A Dog A Bone": "Cho Chó Một Cái Xương",
  "This little squeaker will make any trip to the pier fun for your four-legged friend.": "Món đồ chơi kêu cót cót nhỏ nhắn này sẽ làm cho bất kỳ chuyến đi nào đến bến tàu trở nên thú vị cho người bạn bốn chân của bạn.",
  "Clam It Up": "Clam It Up",
  "This squeaker toy is the most majestic of all toys. It will make your four-legged friend feel like they are part of a fairy tale.": "Món đồ chơi kêu cót cót này là món đồ chơi hùng vĩ nhất trong tất cả các món đồ chơi. Nó sẽ làm cho người bạn bốn chân của bạn cảm thấy như chúng là một phần của câu chuyện cổ tích.",
  "IT’S SO FLUFFY": "NÓ MỀM MẠI QUÁ ĐI",
  "This toy is perfect for the dog in your home who finds cats a bit much for their liking.": "Đồ chơi này hoàn hảo cho chú chó trong nhà bạn, những chú chó thấy mèo hơi quá sức so với sở thích của chúng.",
  "Meow-ball": "Meow-ball",
  "Sometimes it’s just nice to show those birds who's boss without harming a feather.": "Đôi khi thật tốt khi cho những con chim đó thấy ai là ông chủ mà không làm hại một cọng lông nào.",
  "IT’S A BIRD": "NÓ LÀ MỘT CON CHIM",
  "Want to allow your cats to hone their mice hunting skills? Look no further than this beauty right here.": "Bạn muốn cho phép mèo của bạn trau dồi kỹ năng săn chuột của chúng? Không đâu khác ngoài vẻ đẹp này ngay đây.",
  "Squeaker Squeak Squeaken": "Squeaker Squeak Squeaken",
  "My oh my, what marvelous treasures await your pet in Mr. Itchy's critically acclaimed Chest of Wonders. Not only does this toy chest come pre-stocked with a bouncy ball and a mystery squeaky toy, you can continue to fill it with your own pet toys until your furry friend begs you; \"No Human! Please! No more toys! I've had enough glee for one day. Can't you see my hocks grow weary and my jaw grows tight?\"": "Ôi chao, những kho báu tuyệt vời nào đang chờ đợi thú cưng của bạn trong Rương Kỳ Diệu được giới phê bình đánh giá cao của Ông Itchy. Không chỉ chiếc rương đồ chơi này được dự trữ sẵn với một quả bóng nảy và một món đồ chơi kêu cót cót bí ẩn, bạn có thể tiếp tục đổ đầy nó bằng đồ chơi thú cưng của riêng bạn cho đến khi người bạn lông xù của bạn cầu xin bạn; \"Không, con người! Làm ơn! Đừng cho thêm đồ chơi nữa! Con đã có đủ niềm vui cho một ngày rồi. Ông không thấy khớp gối của con mỏi mệt và hàm của con căng cứng sao?\"",
  "Mr. Itchy's Chest of Wonders": "Rương Kỳ Diệu của Ông Itchy",
  "Don't be caught in any open grassy space without a Play On-The-Go-Toybox within paw's reach. This durable, resilient chest is packed with Pandora's box of playtime goodies.": "Đừng để bị bắt gặp ở bất kỳ không gian đầy cỏ trống trải nào mà không có Hộp Đồ Chơi Di Động trong tầm tay. Chiếc rương bền bỉ, kiên cường này chứa đầy hộp Pandora những món đồ chơi vui nhộn.",
  "Play On-The-Go Toybox": "Hộp Đồ Chơi Di Động",
  "Oh my pawd! There are squishy toys and balls and bones all strewn hither and yon. Tuck them away for safe squeaking in this Outdoor Pet Storation Device. It's sure to cloud all pet toys from inclement sun and moon rays.": "Ôi lạy chúa tôi! Có những đồ chơi mềm và bóng và xương rải rác khắp nơi. Hãy cất chúng đi để kêu cót cót an toàn trong Thiết Bị Lưu Trữ Thú Cưng Ngoài Trời này. Nó chắc chắn sẽ che chắn tất cả đồ chơi thú cưng khỏi ánh nắng và ánh trăng khắc nghiệt.",
  "Outdoor Pet Storation Device": "Thiết Bị Lưu Trữ Thú Cưng Ngoài Trời",
  "treatPet_EP04GENcatnip Placeholder Description": "treatPet_EP04GENcatnip Mô tả Placeholder",
  "treatPet_EP04GENcatnip Placeholder Name": "treatPet_EP04GENcatnip Tên Placeholder",
  "A big treat for a gluttonous pet.": "Một món ăn lớn cho một thú cưng háu ăn.",
  "Bit Treat": "Bit Treat",
  "treatPet_EP04GENmadnip Placeholder Description": "treatPet_EP04GENmadnip Mô tả Placeholder",
  "treatPet_EP04GENmadnip Placeholder Name": "treatPet_EP04GENmadnip Tên Placeholder",
  "treatPet_EP04GENnapnip Placeholder Description": "treatPet_EP04GENnapnip Mô tả Placeholder",
  "treatPet_EP04GENnapnip Placeholder Name": "treatPet_EP04GENnapnip Tên Placeholder",
  "treatPet_EP04GENnuzzlenip Placeholder Description": "treatPet_EP04GENnuzzlenip Mô tả Placeholder",
  "treatPet_EP04GENnuzzlenip Placeholder Name": "treatPet_EP04GENnuzzlenip Tên Placeholder",
  "treatPet_EP04GENpillVet placeholder description": "treatPet_EP04GENpillVet mô tả placeholder",
  "treatPet_EP04GENpillVet placeholder name": "treatPet_EP04GENpillVet tên placeholder",
  "Ambrosia Pet Treat": "Bánh Thưởng Ambrosia Cho Thú Cưng",
  "Cooler than Liquid Nitrogen Nutrition Bar": "Thanh Dinh Dưỡng Mát Lạnh Hơn Cả Ni-tơ Lỏng",
  "Treat to show love to any pet... or to bribe some pets that are not too fond of you.": "Phần thưởng để thể hiện tình yêu với bất kỳ thú cưng nào... hoặc để hối lộ một số thú cưng không quá thích bạn.",
  "Pet Treat": "Bánh Thưởng Cho Thú Cưng",
  "treeEP04_dryPine_01": "treeEP04_dryPine_01",
  "treeEP04_EverGreen_01": "treeEP04_EverGreen_01",
  "treeEP04_EverGreen_02": "treeEP04_EverGreen_02",
  "treeEP04_Hawthorn_02": "treeEP04_Hawthorn_02",
  "treeEP04_pine_01": "treeEP04_pine_01",
  "treeEP04_pine_02": "treeEP04_pine_02",
  "treeEP04_Pine_Group_01": "treeEP04_Pine_Group_01",
  "treeEP04_whiteBirch_set1": "treeEP04_whiteBirch_set1",
  "treeEP04_whiteBirch_set2": "treeEP04_whiteBirch_set2",
  "treeEP04_whiteBirch_set3": "treeEP04_whiteBirch_set3",
  "treeEP04_whiteBirch_set4": "treeEP04_whiteBirch_set4",
  "treeEP04_whiteBirch_set5": "treeEP04_whiteBirch_set5",
  "treeEP04_whiteBirch_set6": "treeEP04_whiteBirch_set6",
  "Known for beautiful bright blooms every spring, dogwoods are often the best in show at festivals and barbecues. If you listen closely, you may even hear the branches howling in the wind.": "Được biết đến với những bông hoa tươi sáng tuyệt đẹp mỗi mùa xuân, cây dogwood thường là loại cây đẹp nhất trong các lễ hội và tiệc nướng. Nếu bạn lắng nghe kỹ, bạn thậm chí có thể nghe thấy các cành cây hú trong gió.",
  "Dogwood Tree": "Cây Dogwood",
  "The mighty maple tree stands as a symbol for strength and endurance. Be sure to plant enough; may you never run out of its rich maple syrup.": "Cây phong hùng vĩ tượng trưng cho sức mạnh và sự bền bỉ. Hãy chắc chắn trồng đủ; cầu mong bạn không bao giờ hết siro phong phong phú của nó.",
  "Maple Tree": "Cây Phong",
  "Once a favorite in the making of canoes, the bark of the white birch stands out gracefully against the contrast of its dark leaves.": "Từng là một loại cây được yêu thích trong việc làm ca nô, vỏ cây bạch dương trắng nổi bật duyên dáng trên nền tương phản của những chiếc lá sẫm màu.",
  "White Birch Tree": "Cây Bạch Dương Trắng",
  "An urn to keep your dearest pet friends nearby even after they are gone.": "Một cái bình để giữ những người bạn thú cưng thân yêu nhất của bạn ở gần ngay cả sau khi chúng đã ra đi.",
  "Furry Buddy's Urn": "Bình Tro Cốt của Người Bạn Lông Xù",
  "vehicleBoatHarborTourMed_02 placeholder description": "vehicleBoatHarborTourMed_02 mô tả placeholder",
  "vehicleBoatHarborTourMed_02 placeholder name": "vehicleBoatHarborTourMed_02 tên placeholder",
  "vehicleBoatHarborTourSml_01 placeholder description": "vehicleBoatHarborTourSml_01 mô tả placeholder",
  "vehicleBoatHarborTourSml_01 placeholder name": "vehicleBoatHarborTourSml_01 tên placeholder",
  "vehicleBoatHarborFishingSml_01": "vehicleBoatHarborFishingSml_01",
  "This temperature-controlled medicine vending device keeps everything inside at perfect, stable temperatures. The intelligent dispensing system will automatically grab and deliver a customer's requested item, saving you the cost of hiring an employee!": "Thiết bị bán thuốc được kiểm soát nhiệt độ này giữ mọi thứ bên trong ở nhiệt độ hoàn hảo, ổn định. Hệ thống phân phối thông minh sẽ tự động lấy và giao mặt hàng mà khách hàng yêu cầu, giúp bạn tiết kiệm chi phí thuê nhân viên!",
  "Dr. Magi-Heal's Medical Vend-o-matic": "Máy Bán Thuốc Tự Động của Bác sĩ Magi-Heal",
  "While the exterior may be dirty and chipped, rest assured, the interior functions exactly the same as the Dr. Magi-Heal's more expensive version. Hasn't anyone told you it's what's inside that counts?": "Mặc dù bên ngoài có thể bẩn và sứt mẻ, nhưng hãy yên tâm, bên trong hoạt động chính xác giống như phiên bản đắt tiền hơn của Bác sĩ Magi-Heal. Chẳng lẽ chưa ai nói với bạn rằng điều quan trọng là những gì bên trong sao?",
  "Dr. Budget-Bandage's Medico-Vendo-Thingo": "Máy Bán Thuốc Đồ của Bác sĩ Budget-Bandage",
  "Walls are oppressive, single minded, binary fixtures that close off views and minds to the greater outside world. The Greater Wall Hole seeks to enlighten walls, and customers, with its breathtakingly open feature of glass panes.": "Tường là những vật cố định đơn điệu, hẹp hòi và áp bức, đóng kín tầm nhìn và tâm trí với thế giới bên ngoài rộng lớn hơn. Greater Wall Hole tìm cách khai sáng những bức tường và khách hàng, với tính năng cửa sổ kính mở toáng đầy ngoạn mục.",
  "The Greater Wall Hole": "Greater Wall Hole",
  "Walls are oppressive, single minded, binary fixtures that close off views and minds to the great outside world. The Great Wall Hole seeks to enlighten walls, and customers, with its breathtakingly open feature of glass panes.": "Tường là những vật cố định đơn điệu, hẹp hòi và áp bức, đóng kín tầm nhìn và tâm trí với thế giới bên ngoài rộng lớn. Great Wall Hole tìm cách khai sáng những bức tường và khách hàng, với tính năng cửa sổ kính mở toáng đầy ngoạn mục.",
  "The Great Wall Hole": "Great Wall Hole",
  "This minuscule window is so small its name cannot even be pronounced correctly. Instead of fighting our grammatical urges, we thought more openly, and in an effort to be transparent, merely named it the Tiny Winder.": "Cái cửa sổ nhỏ xíu này quá nhỏ đến nỗi tên của nó thậm chí không thể phát âm chính xác được. Thay vì chống lại những thôi thúc ngữ pháp của mình, chúng tôi đã suy nghĩ cởi mở hơn và với nỗ lực minh bạch, chỉ đơn giản gọi nó là Tiny Winder.",
  "The Teensy Winder": "Teensy Winder",
  "When space is tight but you need some light, use this classic with a four-panel design.": "Khi không gian chật hẹp nhưng bạn cần một chút ánh sáng, hãy sử dụng tác phẩm kinh điển này với thiết kế bốn ô.",
  "Miniature Four-Panel Casement": "Cửa Sổ Mini Bốn Ô",
  "When space is tight but you need some light, use this classic with a cross-shape design.": "Khi không gian chật hẹp nhưng bạn cần một chút ánh sáng, hãy sử dụng tác phẩm kinh điển này với thiết kế hình chữ thập.",
  "Miniature Cross-Shape Casement": "Cửa Sổ Mini Hình Chữ Thập",
  "The Port Hole Pane is inspired by a rather strange ship, from a rather strange time, and a rather strange architect. Concern yourself not with 18th century nautical tales, and steer hard to starboard towards this well-rounded window fixture.": "Cửa Sổ Lỗ Châu Mai được lấy cảm hứng từ một con tàu khá kỳ lạ, từ một thời kỳ khá kỳ lạ và một kiến trúc sư khá kỳ lạ. Đừng bận tâm đến những câu chuyện hàng hải thế kỷ 18, và hãy lái mạnh về phía mạn phải của cửa sổ tròn trịa này.",
  "The Port Hole Pane": "Cửa Sổ Lỗ Châu Mai",
  "Add some zest to any wall or window arrangement with this understated half-moon window.": "Thêm một chút hương vị cho bất kỳ bức tường hoặc cách bố trí cửa sổ nào với cửa sổ hình bán nguyệt tinh tế này.",
  "Lemon-Slice Lunette": "Lemon-Slice Lunette",
  "If eyes are the windows to the soul, then windows are the eyes of your… house. Use this grand window to survey the sea and keep an eye out for turbulent waters.": "Nếu đôi mắt là cửa sổ tâm hồn, thì cửa sổ là đôi mắt của... ngôi nhà của bạn. Sử dụng cửa sổ lớn này để khảo sát biển và để mắt đến vùng nước động.",
  "Sailor’s Sight": "Tầm Nhìn Thủy Thủ",
  "Who needs glass? Let that ocean breeze cascade into your home with this beautifully crafted open archway.": "Ai cần kính? Hãy để làn gió biển tràn vào nhà bạn với mái vòm mở được chế tác đẹp mắt này.",
  "Easy Breezy Arch and Railing": "Mái Vòm và Lan Can Thoáng Mát",
  "Not quite a skylight, given its more vertical tendencies, this luxurious portal will bathe any room in the seafoam glow of the shore.": "Không hẳn là cửa sổ trời, với xu hướng thẳng đứng hơn, cổng sang trọng này sẽ bao phủ mọi căn phòng trong ánh sáng xanh ngọc bích của bờ biển.",
  "Seaside Shorelight": "Ánh Sáng Bờ Biển",
  "When a local elder attempted to restore this priceless collection of landscape paintings, things didn’t exactly go as planned. Rather than revealing her disastrous finger-paintings, she opted instead to ditch the art entirely and fill the frames with single-pane glass.": "Khi một trưởng lão địa phương cố gắng khôi phục bộ sưu tập tranh phong cảnh vô giá này, mọi thứ đã không diễn ra như kế hoạch. Thay vì tiết lộ những bức tranh vẽ ngón tay thảm họa của mình, bà đã chọn cách loại bỏ hoàn toàn tác phẩm nghệ thuật và lấp đầy các khung bằng kính một tấm.",
  "Transparent Triptych": "Bộ Ba Trong Suốt",
  "Local designer Boozer Pawson believes there is no truer art than a good dog, and that a good dog can be found in practically anything. “Take for instance, these three windows,” Boozer once exclaimed. “I can see three good dogs sitting in them right now!” It’s unclear whether he was referencing the beagle, Australian shepherd, and Portuguese water dog sitting on the opposite side of the glass, or going for some sort of artistic metaphor, but our marketing team preferred the latter.": "Nhà thiết kế địa phương Boozer Pawson tin rằng không có nghệ thuật nào chân thực hơn một chú chó ngoan, và một chú chó ngoan có thể được tìm thấy trong hầu hết mọi thứ. \"Lấy ví dụ, ba cái cửa sổ này,\" Boozer đã từng thốt lên. \"Tôi có thể thấy ba chú chó ngoan đang ngồi trong đó ngay bây giờ!\" Không rõ liệu anh ta đang đề cập đến chó beagle, chó chăn cừu Úc và chó nước Bồ Đào Nha đang ngồi ở phía đối diện của tấm kính hay đang theo đuổi một số loại ẩn dụ nghệ thuật, nhưng đội ngũ tiếp thị của chúng tôi thích cái thứ hai hơn.",
  "3 Good Dogs Sitting": "3 Chú Chó Ngoan Đang Ngồi",
  "With so many individual panes, this window arrangement is sure to make any room lit. All your friends will be saying, “Wow, this is so lit. Like, literally. So lit.”": "Với rất nhiều tấm kính riêng lẻ, cách bố trí cửa sổ này chắc chắn sẽ làm cho bất kỳ căn phòng nào sáng sủa. Tất cả bạn bè của bạn sẽ nói, \"Chà, cái này sáng sủa quá. Kiểu như, theo nghĩa đen. Sáng sủa quá.\"",
  "Lit Lookout": "Lit Lookout",
  "Singer-Songwriter": "Ca sĩ-Nhạc sĩ",
  "With gorgeous porches, a backyard swimming pool, and a phenomenal view of the Brindleton Light, this Dutch colonial is one of the most admired properties in the Bay. ": "Với những hiên nhà tuyệt đẹp, một hồ bơi ở sân sau và một tầm nhìn phi thường ra Ánh sáng Brindleton, thuộc địa kiểu Hà Lan này là một trong những bất động sản được ngưỡng mộ nhất ở Vịnh.",
  "While Supriya loves her full-time job as a stay-at-home mom, it’s been getting harder and harder to suppress her dreams of being a full-fledged veterinarian. Especially now that the owner of the Brindleton Pawspital is looking to sell the business. Her husband Justin has always been supportive, and keeps offering to take a break from work so she can follow her dream. But can Supriya really trust him to keep the peace at home between Blue and Bartholomew? Not to mention Pierce and Evie too!": "Mặc dù Supriya yêu thích công việc toàn thời gian của mình với tư cách là một bà mẹ ở nhà, nhưng ngày càng khó khăn hơn để kìm nén ước mơ trở thành một bác sĩ thú y chính thức của cô. Đặc biệt là bây giờ chủ sở hữu của Brindleton Pawspital đang tìm cách bán doanh nghiệp. Chồng cô, Justin, luôn ủng hộ và liên tục đề nghị nghỉ làm để cô có thể theo đuổi ước mơ của mình. Nhưng Supriya có thực sự tin tưởng anh ta để giữ hòa khí ở nhà giữa Blue và Bartholomew không? Chưa kể Pierce và Evie nữa!",
  "Delgato": "Delgato",
  "Chateau Frise": "Chateau Frise",
  "Easy access to the creek below makes this property a must-own for nature-loving homebuilders. You don’t want to wait for your life to be over- purchase this property and get building!": "Dễ dàng tiếp cận con lạch bên dưới khiến bất động sản này trở thành thứ phải sở hữu đối với những người xây nhà yêu thiên nhiên. Bạn không muốn chờ đợi cuộc đời mình kết thúc - hãy mua bất động sản này và bắt đầu xây dựng!",
  "Dachshund's Creek": "Dachshund's Creek",
  "Tucked away between the expensive mansions of Cape Cavalier is this humble little cottage. Nothing says “beach access” like living right on the beach! ": "Ẩn mình giữa những biệt thự đắt tiền của Cape Cavalier là ngôi nhà nhỏ khiêm tốn này. Không có gì nói lên \"tiếp cận bãi biển\" hơn là sống ngay trên bãi biển!",
  "Bedlington Boathouse": "Bedlington Boathouse",
  "The largest property in Brindleton Bay- and with its very own private beach - Hound’s Head has housed a variety of rich and powerful pets (and their owners) through the ages. ": "Là bất động sản lớn nhất ở Brindleton Bay - và với bãi biển riêng - Hound's Head đã là nơi ở của nhiều thú cưng giàu có và quyền lực (cùng với chủ nhân của chúng) qua các thời đại.",
  "Hound's Head": "Hound's Head",
  "The Hindquarter Hideaway may be the furthest property from the water’s edge, but the small fishing pond nearby more than makes up for it. ": "Hindquarter Hideaway có thể là bất động sản xa mép nước nhất, nhưng ao cá nhỏ gần đó còn hơn cả bù đắp cho nó.",
  "Hindquarter Hideaway": "Hindquarter Hideaway",
  "Once a part of the pet food cannery next door, this warehouse has since been converted into a stellar two-story home. ": "Từng là một phần của nhà máy đóng hộp thức ăn cho thú cưng bên cạnh, nhà kho này đã được chuyển đổi thành một ngôi nhà hai tầng tuyệt vời.",
  "Ragdoll Refurb": "Ragdoll Refurb",
  "From sailors to spaniels to Scottish folds, the Salty Paws Saloon is a neighborhood staple and a favorite hangout spot for locals, human or otherwise.": "Từ thủy thủ đến chó spaniel đến chó Scottish Fold, Salty Paws Saloon là một địa điểm quen thuộc của khu phố và là địa điểm tụ tập yêu thích của người dân địa phương, người hoặc những người khác.",
  "Salty Paws Saloon": "Salty Paws Saloon",
  "Previously an exclusive yacht club for only the richest citizens of Brindleton Bay, a recent decree by Mayor Whiskers opened up this pool and wedding locale for public use. ": "Trước đây là một câu lạc bộ du thuyền độc quyền chỉ dành cho những công dân giàu có nhất của Brindleton Bay, một nghị định gần đây của Thị trưởng Whiskers đã mở cửa hồ bơi và địa điểm tổ chức đám cưới này cho công chúng sử dụng.",
  "Club Calico": "Club Calico",
  "Smackdab in the middle of Whiskerman’s Wharf, this modest home is absolutely perfect for someone who can’t get enough of the frenetic felines that hang out by the docks. ": "Nằm ngay giữa Whiskerman's Wharf, ngôi nhà скромно này hoàn toàn hoàn hảo cho những người không thể có đủ những chú mèo cuồng nhiệt hay lảng vảng bên bến tàu.",
  "Cats in the neighborhood know where to go for a good meal. Catarina’s always had a soft spot for animals, and the cats she lives with have the best home a cat could ask for.  Sometimes Catarina asks herself if there’s something more to life than cats… usually right before she adopts another stray. ": "Những con mèo trong khu phố biết nơi nào để có một bữa ăn ngon. Catarina luôn có một điểm yếu đối với động vật, và những con mèo mà cô ấy sống cùng có ngôi nhà tốt nhất mà một con mèo có thể yêu cầu. Đôi khi Catarina tự hỏi liệu có điều gì đó trong cuộc sống quan trọng hơn mèo không... thường là ngay trước khi cô ấy nhận nuôi một con mèo hoang khác.",
  "Lynx": "Lynx",
  "Catscratch Cottage": "Catscratch Cottage",
  "Far from the bustle of the dockyards, this secluded lot still has plenty of that harbor charm (and a beautiful view to boot!)": "Xa rời sự hối hả của các bến tàu, lô đất hẻo lánh này vẫn có rất nhiều nét quyến rũ của bến cảng (và một tầm nhìn tuyệt đẹp để khởi động!)",
  "Tail's End": "Tail's End",
  "After almost two centuries as the lighthouse keeper’s private home, this property was converted into a museum chronicling the Bay’s interesting maritime history when a new automated system was installed in the Brindleton Light. ": "Sau gần hai thế kỷ là ngôi nhà riêng của người giữ ngọn hải đăng, tài sản này đã được chuyển đổi thành một bảo tàng ghi lại lịch sử hàng hải thú vị của Vịnh khi một hệ thống tự động mới được lắp đặt trong Brindleton Light.",
  "Deadgrass Discoveries": "Deadgrass Discoveries",
  "A series of renovations have restored this mid-century house to its former glory. All houses are good houses, but this one is especially good. ": "Một loạt các cuộc cải tạo đã khôi phục ngôi nhà giữa thế kỷ này trở lại vinh quang trước đây. Tất cả các ngôi nhà đều là những ngôi nhà tốt, nhưng ngôi nhà này đặc biệt tốt.",
  "It's A Good House": "Nó Là Một Ngôi Nhà Tốt",
  "A charmingly classic home steps away from the heart of Sable Square, Domus Familiaris is the ideal abode for a new family moving to the Bay.": "Một ngôi nhà cổ điển quyến rũ cách trung tâm của Sable Square một quãng đi bộ ngắn, Domus Familiaris là nơi ở lý tưởng cho một gia đình mới chuyển đến Vịnh.",
  "Life in their new home seems to agree with newlyweds Brent and Brant. The small-town bustle inspires Brent’s painting, and Brant loves to explore the Bay's beautiful neighborhoods. But will they ever agree on who gets to take their beloved Rosie with them?": "Cuộc sống trong ngôi nhà mới dường như rất hợp với cặp vợ chồng mới cưới Brent và Brant. Sự hối hả của thị trấn nhỏ truyền cảm hứng cho bức tranh của Brent, và Brant thích khám phá những khu phố xinh đẹp của Vịnh. Nhưng liệu họ có bao giờ đồng ý về việc ai sẽ được mang theo Rosie yêu quý của họ không?",
  "Hecking": "Hecking",
  "Domus Familiaris": "Domus Familiaris",
  "Central and affordable, this property is just waiting to be developed.": "Trung tâm và giá cả phải chăng, tài sản này chỉ chờ được phát triển.",
  "Sporting Space": "Không Gian Thể Thao",
  "This state-of-the-art facility offers the very best in pet care for your sick barker or meower. Rumor has it the owner is preparing for retirement soon and is interested in selling the place to a young aspiring vet. ": "Cơ sở hiện đại này cung cấp dịch vụ chăm sóc thú cưng tốt nhất cho người sủa hoặc meower bị bệnh của bạn. Có tin đồn rằng chủ sở hữu sắp chuẩn bị nghỉ hưu và quan tâm đến việc bán địa điểm cho một bác sĩ thú y trẻ đầy khát vọng.",
  "Brindleton Pawspital": "Bệnh viện Brindleton Pawspital",
  "Featuring a playground for their two-legged kids and an obstacle course for their four-legged ones, it’s no wonder Brindletonians spend so many of their afternoons in this quaint public park.": "Với sân chơi cho những đứa trẻ hai chân của họ và một khóa học vượt chướng ngại vật cho những đứa trẻ bốn chân của họ, không có gì ngạc nhiên khi người Brindleton dành rất nhiều buổi chiều của họ trong công viên công cộng cổ kính này.",
  "Pupperstone Park": "Công viên Pupperstone",
  "You may pick up to 3 pets. Agency Fee: {0.Money}": "Bạn có thể chọn tối đa 3 thú cưng. Phí đại lý: {0.Money}",
  "Adopt Cat": "Nhận Nuôi Mèo",
  "Adopt Dog": "Nhận Nuôi Chó",
  "{1.SimFirstName}": "{1.SimFirstName}",
  "Taking care of a new pet is a big responsibility!": "Chăm sóc một thú cưng mới là một trách nhiệm lớn!",
  "End Adoption Evaluation": "Kết Thúc Đánh Giá Nhận Nuôi",
  "Autonomy Filler Aggregate": "Tổng Hợp Lấp Đầy Tự Chủ",
  "Satisfy active animals incessant need for play.": "Đáp ứng nhu cầu chơi liên tục của động vật năng động.",
  "Play With Pet Toy": "Chơi Với Đồ Chơi Thú Cưng",
  "Empty": "Trống",
  "Current schedule setting": "Cài đặt lịch hiện tại",
  "Guard {1.SimFirstName}": "Canh Giữ {1.SimFirstName}",
  "Investigate {1.SimFirstName}": "Điều Tra {1.SimFirstName}",
  "{0.SimFirstName} needs Mixology Skill Level 2 to create a Pet Drink.": "{0.SimFirstName} cần Kỹ năng Pha Chế Cấp độ 2 để tạo Đồ Uống cho Thú Cưng.",
  "Make Pet Drink": "Pha Chế Đồ Uống cho Thú Cưng",
  "Bark": "Sủa",
  "Shake Off": "Lắc Mình",
  "Explore Bush": "Khám Phá Bụi Rậm",
  "Play with Cat Wand": "Chơi với Cần Câu Mèo",
  "Chase Across": "Đuổi Theo Qua",
  "Wake Up": "Đánh Thức",
  "Scold for Begging for Food": "La Rầy Vì Xin Ăn",
  "Lecture about Begging for Food": "Thuyết Giảng Về Việc Xin Ăn",
  "Scold for Scratching": "La Rầy Vì Cào",
  "Lecture about Scratching": "Thuyết Giảng Về Việc Cào",
  "Give Catnip Treat": "Cho Bánh Thưởng Catnip",
  "Scratch {1.ObjectName}": "Cào {1.ObjectName}",
  "Lecture about Waking Up": "Thuyết Giảng Về Việc Đánh Thức",
  "Scold for Waking Up": "La Rầy Vì Đánh Thức",
  "Change into Vet Uniform": "Thay Đồ Thành Đồng Phục Bác Sĩ Thú Y",
  "Give Quirk- Obsess Over TV": "Ban Cho Tính Cách Kỳ Quặc - Ám Ảnh Về TV",
  "Give Cone of Shame": "Đeo Loa Che Cổ",
  "Give Quirk - Fear TV": "Ban Cho Tính Cách Kỳ Quặc - Sợ TV",
  "Throw Away Fuzzy": "Vứt Bỏ Vật Thể Lông Xù",
  "Throw Away": "Vứt Bỏ",
  "Buy a Vet Clinic": "Mua Phòng Khám Thú Y",
  "{0.SimFirstName} has {1.Number} Simstagram followers.": "{0.SimFirstName} có {1.Number} người theo dõi Simstagram.",
  "Check Simstagram Followers": "Kiểm Tra Người Theo Dõi Simstagram",
  "That should help! {0.SimFirstName}'s alert should have everyone on the lookout for {1.SimFirstName}.": "Điều đó sẽ giúp ích! Cảnh báo của {0.SimFirstName} sẽ khiến mọi người cảnh giác với {1.SimFirstName}.",
  "An alert about {2.SimFirstName} has already been posted. ": "Một cảnh báo về {2.SimFirstName} đã được đăng.",
  "Post Alert About Missing Pet": "Đăng Cảnh Báo Về Thú Cưng Mất Tích",
  "Put {2.SimFirstName} Up For Adoption": "Cho {2.SimFirstName} Đi Nhận Nuôi",
  "Sell {2.SimFirstName}": "Bán {2.SimFirstName}",
  "Eat": "Ăn",
  "{0.SimFirstName} has reached the end of {M0.his}{F0.her} lives, and now will pass on to a better place.": "{0.SimFirstName} đã đến cuối cuộc đời {M0.his}{F0.her} và bây giờ sẽ qua đời đến một nơi tốt đẹp hơn.",
  "{0.SimFirstName} has led a good life filled with bones, balls, and barks, but it is now time to lay down and make {M0.his}{F0.her} way to the Big Dog Park in the Sky.": "{0.SimFirstName} đã sống một cuộc đời tốt đẹp tràn ngập xương, bóng và tiếng sủa, nhưng bây giờ đã đến lúc nằm xuống và lên đường đến Công Viên Chó Lớn trên Bầu Trời.",
  "{0.SimFirstName} was taken away by the Pet Care Worker!": "{0.SimFirstName} đã bị Nhân Viên Chăm Sóc Thú Cưng đưa đi!",
  "Be Sold": "Bị Bán",
  "You cannot do this while a pet adoption is in progress.": "Bạn không thể thực hiện việc này khi đang trong quá trình nhận nuôi thú cưng.",
  "{0.SimFirstName} was given up for adoption and taken away by the Adoption Services!": "{0.SimFirstName} đã được cho đi nhận nuôi và bị Dịch Vụ Nhận Nuôi đưa đi!",
  "You cannot do this while a pet is being rescued!": "Bạn không thể thực hiện việc này khi đang giải cứu thú cưng!",
  "{0.SimFirstName} was sold and taken away by the Adoption Services! They will find a great home for {F0.her}{M0.him}.": "{0.SimFirstName} đã bị bán và Dịch Vụ Nhận Nuôi đưa đi! Họ sẽ tìm một ngôi nhà tuyệt vời cho {F0.her}{M0.him}.",
  "Be Taken Away": "Bị Đưa Đi",
  "Add Discovery Progress": "Thêm Tiến Trình Khám Phá",
  "Add Stress": "Thêm Căng Thẳng",
  "What's That": "Cái Gì Kia",
  "Give All Training Commands": "Đưa Ra Tất Cả Các Lệnh Huấn Luyện",
  "Make Clean (Debug)": "Làm Sạch (Gỡ Lỗi)",
  "Make Dirty (Debug)": "Làm Bẩn (Gỡ Lỗi)",
  "Make Filthy (Debug)": "Làm Dơ Bẩn (Gỡ Lỗi)",
  "Make Sick": "Làm Cho Bệnh",
  "Curious Search": "Tìm Kiếm Tò Mò",
  "Debug - Diagnose": "Gỡ Lỗi - Chẩn Đoán",
  "Go Missing (Debug)": "Đi Lạc (Gỡ Lỗi)",
  "Angry Reaction": "Phản Ứng Tức Giận",
  "Anxious Reaction": "Phản Ứng Lo Lắng",
  "Ashamed Reaction": "Phản Ứng Xấu Hổ",
  "Curious Reaction": "Phản Ứng Tò Mò",
  "Drowsy Reaction": "Phản Ứng Buồn Ngủ",
  "Excited Reaction": "Phản Ứng Phấn Khích",
  "Fine Reaction?": "Phản Ứng Ổn?",
  "Flirty Reaction": "Phản Ứng Tán Tỉnh",
  "Happy Reaction": "Phản Ứng Vui Vẻ",
  "Sad Reaction": "Phản Ứng Buồn Bã",
  "Scared Reaction": "Phản Ứng Sợ Hãi",
  "DEBUG - Max Rel": "GỠ LỖI - Quan Hệ Tối Đa",
  "DEBUG - Min Rel": "GỠ LỖI - Quan Hệ Tối Thiểu",
  "Give All Misbehaviors": "Đưa Ra Tất Cả Các Hành Vi Sai Trái",
  "Teleport to Active Sim": "Dịch Chuyển Đến Sim Đang Hoạt Động",
  "DEBUG - Unlock Rel Bit Between {0.SimFirstName} and {1.SimFirstName}": "GỠ LỖI - Mở Khóa Quan Hệ Giữa {0.SimFirstName} và {1.SimFirstName}",
  "DEBUG - Make {0.SimFirstName} Friendly Towards {1.SimFirstName}": "GỠ LỖI - Làm Cho {0.SimFirstName} Thân Thiện Với {1.SimFirstName}",
  "DEBUG - Make {0.SimFirstName} Hostile Towards {1.SimFirstName}": "GỠ LỖI - Làm Cho {0.SimFirstName} Thù Địch Với {1.SimFirstName}",
  "DEBUG - Make {0.SimFirstName} Neutral Towards {1.SimFirstName}": "GỠ LỖI - Làm Cho {0.SimFirstName} Trung Lập Với {1.SimFirstName}",
  "Hairy Idle Trigger": "Kích Hoạt Nhàn Rỗi Lông Lẫy",
  "Hunter Trait Idle": "Nhàn Rỗi Tính Cách Thợ Săn",
  "Skittish Idle Trigger": "Kích Hoạt Nhút Nhát Nhàn Rỗi",
  "Vocal Idle": "Nhàn Rỗi Phát Âm",
  "Carry Outcome": "Mang Kết Quả",
  "Missing Pet Outcome": "Kết Quả Thú Cưng Mất Tích",
  "Nothing Outcome": "Không Có Kết Quả",
  "Pregnant Outcome": "Kết Quả Mang Thai",
  "Collectible Outcome": "Kết Quả Sưu Tầm",
  "Reduce Stress": "Giảm Căng Thẳng",
  "Reset Diagnosis": "Đặt Lại Chẩn Đoán",
  "Setup Exam": "Thiết Lập Kiểm Tra",
  "Bladder-Distress": "Bàng Quang - Đau Khổ",
  "Bladder-Failure": "Bàng Quang - Suy Yếu",
  "Chat with Owner": "Trò chuyện với Chủ sở hữu",
  "Go to Pet": "Đi Đến Thú Cưng",
  "Pet Food Recipe": "Công Thức Thức Ăn Cho Thú Cưng",
  "Excited": "Phấn Khích",
  "Drowsy": "Buồn Ngủ",
  "Hyper": "Tăng Động",
  "Give Birth": "Sinh Con",
  "Carry": "Bế",
  "Dig": "Đào",
  "Send Pet to Explore": "Gửi Thú Cưng Đi Khám Phá",
  "(From Stubborn Dog)": "(Từ Chó Bướng Bỉnh)",
  "(From Spoiled Cat)": "(Từ Mèo Đỏng Đảnh)",
  "Beg to Stop Attacking": "Xin Dừng Tấn Công",
  "Beg to Stop Barking": "Xin Dừng Sủa",
  "Beg to Stop Begging for Food": "Xin Dừng Xin Ăn",
  "Beg to Stop Chasing": "Xin Dừng Đuổi Bắt",
  "Beg to Stop Eating Poop": "Xin Dừng Ăn Phân",
  "Beg to Stop Indoor Potty": "Xin Dừng Đi Vệ Sinh Trong Nhà",
  "Beg to Stop Drinking from Puddles": "Xin Dừng Uống Nước Từ Vũng Nước",
  "Beg to Stop Playing in Puddles": "Xin Dừng Chơi Trong Vũng Nước",
  "Beg to Stop Scratching": "Xin Dừng Cào",
  "Beg to Stop Drinking from Toilet": "Xin Dừng Uống Nước Từ Bồn Cầu",
  "Beg to Stop Eating Trash": "Xin Dừng Ăn Rác",
  "Beg to Stop Playing in Trash": "Xin Dừng Chơi Trong Rác",
  "Beg to Stop Waking Up Sims": "Xin Dừng Đánh Thức Sim",
  "Scold for Eating People Food": "La Rầy Vì Ăn Thức Ăn Của Người",
  "Beg to Stop Eating Human Food": "Xin Dừng Ăn Thức Ăn Của Người",
  "Lecture about Eating People Food": "Thuyết Giảng Về Việc Ăn Thức Ăn Của Người",
  "Scold for Jumping Up on Counters": "La Rầy Vì Nhảy Lên Quầy",
  "Scold for Jumping on Counters": "La Rầy Vì Nhảy Lên Quầy",
  "Lecture about Jumping On Counters": "Thuyết Giảng Về Việc Nhảy Lên Quầy",
  "Beg To Stop Jumping Up on Counters": "Xin Dừng Nhảy Lên Quầy",
  "Beg to Stop Jumping Up on Counters": "Xin Dừng Nhảy Lên Quầy",
  "Scold for Waking Up Sims": "La Rầy Vì Đánh Thức Sim",
  "Lecture about Waking Up Sims": "Thuyết Giảng Về Việc Đánh Thức Sim",
  "Beg to Stop": "Xin Dừng Lại",
  "Aggressive Bark": "Tiếng Sủa Hung Hăng",
  "Bark at Stranger": "Sủa Người Lạ",
  "Lecture about Barking": "Thuyết Giảng Về Việc Sủa",
  "Scold for Barking": "La Rầy Vì Sủa",
  "Beg for Food": "Xin Ăn",
  "Call Over": "Gọi Đến",
  "Drop It": "Thả Ra",
  "Fetch Toy": "Nhặt Đồ Chơi",
  "Follow": "Đi Theo",
  "Lie Down": "Nằm Xuống",
  "Ask to Go Potty": "Hỏi Đi Vệ Sinh",
  "Sit": "Ngồi",
  "Play Dead": "Giả Chết",
  "Scold for Playing in Puddles": "La Rầy Vì Chơi Trong Vũng Nước",
  "Lecture about Playing in Puddles": "Thuyết Giảng Về Việc Chơi Trong Vũng Nước",
  "Scold for Drinking from Toilet": "La Rầy Vì Uống Nước Từ Bồn Cầu",
  "Lecture about Drinking from Toilet": "Thuyết Giảng Về Việc Uống Nước Từ Bồn Cầu",
  "Requires a Dog in your household!": "Yêu cầu phải có một con Chó trong hộ gia đình của bạn!",
  "Lecture about Jumping on Counters": "Thuyết Giảng Về Việc Nhảy Lên Quầy",
  "Jump On Counters": "Nhảy Lên Quầy",
  "Scold for Knocking Out Trash": "La Rầy Vì Đổ Rác",
  "Lecture about Knocking Out Trash": "Thuyết Giảng Về Việc Đổ Rác",
  "Beg to Stop Knocking Out Trash": "Xin Dừng Đổ Rác",
  "Play Fetch": "Chơi Nhặt Đồ",
  "Potty Dance": "Nhảy Múa Muốn Đi Vệ Sinh",
  "Play Fetch with {2.SimFirstName}": "Chơi Nhặt Đồ Với {2.SimFirstName}",
  "Fake Throw to {2.SimFirstName}": "Giả Vờ Ném Cho {2.SimFirstName}",
  "Fake Throw Ball": "Giả Vờ Ném Bóng",
  "Requires a Dog that knows Fetch!": "Yêu cầu một con chó biết trò Nhặt Đồ!",
  "Have {2.SimFirstName} Bring Ball": "Yêu Cầu {2.SimFirstName} Mang Bóng Đến",
  "Bring to Me": "Mang Đến Cho Tôi",
  "Go For Jog": "Đi Chạy Bộ",
  "Medium Walk": "Đi Bộ Vừa Phải",
  "Long Walk": "Đi Bộ Đường Dài",
  "Short Walk": "Đi Bộ Ngắn",
  "All Pets": "Tất Cả Thú Cưng",
  "All Cats": "Tất Cả Mèo",
  "All Dogs": "Tất Cả Chó",
  "Assembly only available with a complete feather collection in inventory.": "Chỉ có thể lắp ráp khi có đầy đủ bộ sưu tập lông vũ trong kho.",
  "Assemble Into Bird Sculpture": "Lắp Ráp Thành Tượng Chim",
  "Open": "Mở",
  "Eat Fish": "Ăn Cá",
  "Play in Fish Pile": "Chơi Trong Đống Cá",
  "Rummage in Fish Pile": "Lục Lọi Trong Đống Cá",
  "Be Followed by Loyal Pet": "Được Thú Cưng Trung Thành Đi Theo",
  "Allow {1.SimFirstName} to Eat Food": "Cho Phép {1.SimFirstName} Ăn Đồ Ăn",
  "Give Plate to {1.SimFirstName}": "Đưa Đĩa Cho {1.SimFirstName}",
  "Give Some Food to {1.SimFirstName}": "Đưa Một Ít Đồ Ăn Cho {1.SimFirstName}",
  "Cook Gourmet Pet Recipe": "Nấu Công Thức Thú Cưng Cao Cấp",
  "Cook Homestyle Pet Recipe": "Nấu Công Thức Thú Cưng Tại Gia",
  "Lay On": "Nằm Lên",
  "Scold for Eating Human Food": "La Rầy Vì Ăn Thức Ăn Của Người",
  "Lecture about Eating Human Food": "Thuyết Giảng Về Việc Ăn Thức Ăn Của Người",
  "Sit on Exam Table": "Ngồi Trên Bàn Khám Bệnh",
  "Stand at Exam Table": "Đứng Ở Bàn Khám Bệnh",
  "Stand On": "Đứng Trên",
  "Travel to the Beach?": "Đi Đến Bãi Biển?",
  "Travel to the Docks?": "Đi Đến Bến Tàu?",
  "Travel to The Lighthouse?": "Đi Đến Ngọn Hải Đăng?",
  "Travel to The Lighthouse": "Đi Đến Ngọn Hải Đăng",
  "Barf": "Ói",
  "Scratch Fleas": "Cào Bọ Chét",
  "Stressed": "Căng Thẳng",
  "Set Chewed": "Đặt Thành Đã Nhai",
  "Giddy": "Hoa Mắt",
  "Lie Down Here": "Nằm Xuống Ở Đây",
  "Lecture about Jumping Up on Counters": "Thuyết Giảng Về Việc Nhảy Lên Quầy",
  "Use Litter Box": "Sử Dụng Hộp Vệ Sinh",
  "Clean Litter Box": "Dọn Dẹp Hộp Vệ Sinh",
  "Buy Daily Catch...": "Mua Mẻ Cá Đánh Bắt Hàng Ngày...",
  "Buy Pet Food": "Mua Thức Ăn Cho Thú Cưng",
  "Buy Pet Supplies...": "Mua Đồ Dùng Cho Thú Cưng...",
  "{0.SimFirstName} has returned! Make sure to welcome them back. ": "{0.SimFirstName} đã trở lại! Hãy chắc chắn chào đón họ trở lại.",
  "Enthuse about Cats": "Hào Hứng Về Mèo",
  "Share Love of Cats": "Chia Sẻ Tình Yêu Với Mèo",
  "(From Pet Training Skill Level 1)": "(Từ Kỹ Năng Huấn Luyện Thú Cưng Cấp Độ 1)",
  "Continue Sit Training": "Tiếp Tục Huấn Luyện Ngồi",
  "Continue Fetch Training": "Tiếp Tục Huấn Luyện Nhặt Đồ",
  "Requires having a Ball in the Inventory.": "Yêu Cầu Có Một Quả Bóng Trong Kho.",
  "Continue Heel Training": "Tiếp Tục Huấn Luyện Đi Bên Cạnh",
  "(From Pet Training Skill Level 2)": "(Từ Kỹ Năng Huấn Luyện Thú Cưng Cấp Độ 2)",
  "Continue Lie Down Training": "Tiếp Tục Huấn Luyện Nằm Xuống",
  "Continue Play Dead Training": "Tiếp Tục Huấn Luyện Giả Chết",
  "Continue Roll Over Training": "Tiếp Tục Huấn Luyện Lăn Tròn",
  "Continue Shake Training": "Tiếp Tục Huấn Luyện Bắt Tay",
  "Continue Speak Training": "Tiếp Tục Huấn Luyện Sủa",
  "Enthuse about Dogs": "Hào Hứng Về Chó",
  "Share Love of Dogs": "Chia Sẻ Tình Yêu Với Chó",
  "Chase Tail": "Đuổi Theo Đuôi",
  "Try For Baby in Lighthouse": "Thử Có Em Bé Ở Ngọn Hải Đăng",
  "Mess Around in Lighthouse": "Vui Vẻ Ở Ngọn Hải Đăng",
  "WooHoo in Lighthouse": "WooHoo Ở Ngọn Hải Đăng",
  "Introduce to {2.SimFirstName}": "Giới Thiệu Với {2.SimFirstName}",
  "Put Down {1.SimFirstName}": "Đặt {1.SimFirstName} Xuống",
  "Be Aggressive To": "Trở Nên Hung Dữ Với",
  "Give Bath": "Tắm Rửa",
  "There are no available Exam Tables on the lot.": "Không có Bàn Khám Bệnh nào khả dụng trên lô đất.",
  "Begin Examining": "Bắt Đầu Khám",
  "{1.SimFirstName} has recently just mated. Wait a day to see if they were successful.": "{1.SimFirstName} gần đây vừa giao phối. Chờ một ngày để xem họ có thành công không.",
  "Encourage to Mate": "Khuyến Khích Giao Phối",
  "Encourage Misbehavior": "Khuyến Khích Hành Vi Sai Trái",
  "Asks the pet to cause trouble.\\n(From Mischievous Cat)": "Yêu cầu thú cưng gây rắc rối.\n(Từ Mèo Tinh Nghịch)",
  "Asks the pet to cause trouble.\\n(From Troublemaker Dog)": "Yêu cầu thú cưng gây rắc rối.\n(Từ Chó Gây Rối)",
  "Get to Know": "Làm Quen",
  "Let Out": "Thả Ra",
  "Send the cat outside, so they can take care of themselves for a time.\\n(From Aloof Cat)": "Thả mèo ra ngoài, để chúng có thể tự chăm sóc bản thân trong một thời gian.\n(Từ Mèo Lạnh Lùng)",
  "Send the dog outside so they can take care of themselves for a time.\\n(From Independent Dog)": "Thả chó ra ngoài, để chúng có thể tự chăm sóc bản thân trong một thời gian.\n(Từ Chó Độc Lập)",
  "Relax and Unwind": "Thư Giãn và Xả Hơi",
  "Request Song": "Yêu Cầu Bài Hát",
  "(From Talkative Cat)": "(Từ Mèo Hay Nói)",
  "(From Vocal Dog)": "(Từ Chó Hay Sủa)",
  "Go on Adventure Together": "Cùng Nhau Đi Phiêu Lưu",
  "Send your dog out to explore and find interesting things.\\n(From Hunter Dog)": "Gửi chó của bạn ra ngoài khám phá và tìm những điều thú vị.\n(Từ Chó Săn)",
  "Send Prowling": "Gửi Đi Rình Mồi",
  "Send your cat out to explore and find interesting things.\\n(From Prowler Cat)": "Gửi mèo của bạn ra ngoài khám phá và tìm những điều thú vị.\n(Từ Mèo Rình Mồi)",
  "Take to Vet Clinic": "Đưa Đến Phòng Khám Thú Y",
  "Praise": "Khen Ngợi",
  "Confide Problems To": "Tâm Sự Vấn Đề Với",
  "(From Being Sad)": "(Từ Việc Buồn Bã)",
  "Confide Insecurity": "Tâm Sự Bất An",
  "(From Being Embarrassed)": "(Từ Việc Xấu Hổ)",
  "Complain about Problems": "Phàn Nàn Về Vấn Đề",
  "(From Being Tense or Uncomfortable)": "(Từ Việc Căng Thẳng hoặc Khó Chịu)",
  "(From Smart Dog)": "(Từ Chó Thông Minh)",
  "Intellectual Discussion": "Thảo Luận Trí Tuệ",
  "Vent about Problems": "Giải Tỏa Về Vấn Đề",
  "(From Being Angry)": "(Từ Việc Tức Giận)",
  "(From Clever Cat)": "(Từ Mèo Thông Minh)",
  "What's That?": "Cái Gì Kia?",
  "Send your cat searching around the house.\\n(From Curious Cat)": "Gửi mèo của bạn tìm kiếm xung quanh nhà.\n(Từ Mèo Tò Mò)",
  "Send your dog searching around the house.\\n(From Sleuth Dog)": "Gửi chó của bạn tìm kiếm xung quanh nhà.\n(Từ Chó Thám Tử)",
  "What's Wrong?": "Có Chuyện Gì Vậy?",
  "How can you help {1.SimFirstName} feel better?": "Bạn có thể giúp {1.SimFirstName} cảm thấy tốt hơn bằng cách nào?",
  "{1.SimFirstName} does not like {0.SimFirstName}.  Use friendly socials to earn a better relationship.": "{1.SimFirstName} không thích {0.SimFirstName}. Sử dụng các tương tác thân thiện để có được một mối quan hệ tốt hơn.",
  "Scold": "La Rầy",
  "Give Treat": "Cho Bánh Thưởng",
  "Hug": "Ôm",
  "Kiss": "Hôn",
  "Offer Friendship": "Đề Nghị Tình Bạn",
  "Talk To": "Nói Chuyện Với",
  "Tell Story": "Kể Chuyện",
  "Seek Solace": "Tìm Kiếm Sự An Ủi",
  "Relax": "Thư Giãn",
  "Provoke": "Khiêu Khích",
  "Yell At": "Hét Vào Mặt",
  "(From Hairy Dog)": "(Từ Chó Lông Lá)",
  "(From Fluffy Cat)": "(Từ Mèo Mềm Mại)",
  "Call into Arms": "Kêu Gọi Nhập Ngũ",
  "Feel The Love (+100 ◊)": "Cảm Nhận Tình Yêu (+100 ◊)",
  "Feeling The Love": "Cảm Nhận Tình Yêu",
  "{1.SimFirstName} is Happy and is waiting to feel the love from {0.SimFirstName}.": "{1.SimFirstName} đang Hạnh Phúc và đang chờ cảm nhận tình yêu từ {0.SimFirstName}.",
  "Give Vet Treat": "Cho Bánh Thưởng Thú Y",
  "Nothing makes a pet happier and more loving than a treat.": "Không gì làm cho thú cưng hạnh phúc và yêu thương hơn là một món bánh thưởng.",
  "Bribe with Treat": "Hối Lộ Bằng Bánh Thưởng",
  "Give Ambrosia Treat": "Cho Bánh Thưởng Ambrosia",
  "Nothing makes a pet happier and more loving than a treat.\\n(From Glutton Pet)": "Không gì làm cho thú cưng hạnh phúc và yêu thương hơn là một món bánh thưởng.\n(Từ Thú Cưng Háo Ăn)",
  "Give Big Treat": "Cho Bánh Thưởng Lớn",
  "Hold Up Cuteness": "Nâng Niu Sự Dễ Thương",
  "What could be cuter and better for your relationship?": "Điều gì có thể dễ thương hơn và tốt hơn cho mối quan hệ của bạn?",
  "Comforting Hug": "Cái Ôm An Ủi",
  "(From Sad Pet)": "(Từ Thú Cưng Buồn)",
  "(From Being Companions)": "(Từ Việc Là Bạn Đồng Hành)",
  "Adopt": "Nhận Nuôi",
  "Imitate": "Bắt Chước",
  "Let Lick Face": "Cho Liếm Mặt",
  "Give Special Smooches": "Cho Những Nụ Hôn Đặc Biệt",
  "(From Cat Lover Trait)": "(Từ Tính Cách Yêu Mèo)",
  "(From Dog Lover Trait)": "(Từ Tính Cách Yêu Chó)",
  "A good, long rub down on the couch. Set aside time for your pet.": "Một xoa bóp dài, tốt đẹp trên диване. Dành thời gian cho thú cưng của bạn.",
  "Scratch Favorite Spot": "Gãi Chỗ Yêu Thích",
  "Attempt to Pet": "Cố Gắng Vuốt Ve",
  "Pet": "Vuốt Ve",
  "Cheer Up": "Cổ Vũ",
  "Pet Calmingly": "Vuốt Ve Một Cách Điềm Tĩnh",
  "{0.SimFirstName} and {1.SimFirstName} are becoming Companions!": "{0.SimFirstName} và {1.SimFirstName} đang trở thành Bạn Đồng Hành!",
  "Become Companions": "Trở Thành Bạn Đồng Hành",
  "Fun for Sims and Pets. ": "Vui vẻ cho Sims và Thú Cưng.",
  "Roughhouse": "Chơi Đùa Thô Bạo",
  "From Frisky Trait. Temporarily lessens their need for play.": "Từ Tính Cách Hiếu Động. Tạm thời làm giảm nhu cầu chơi của chúng.",
  "Fun for Sims and Dogs. Also calms Active Dogs down for a time.\\n(From Active Dog)": "Vui vẻ cho Sims và Chó. Cũng làm dịu những chú Chó Năng Động trong một thời gian.\n(Từ Chó Năng Động)",
  "Play": "Chơi",
  "Watch Birds": "Xem Chim",
  "Play With Dangle Toy": "Chơi Với Đồ Chơi Lủng Lẳng",
  "Scratch Post": "Cột Cào",
  "Place Trap": "Đặt Bẫy",
  "Watch": "Xem",
  "Begin Examining {1.SimFirstName}": "Bắt Đầu Khám {1.SimFirstName}",
  "There are no eligible pets to sign in. If your pet is already sick, sign them in for curing sickness!": "Không có thú cưng đủ điều kiện để đăng ký. Nếu thú cưng của bạn đã bị bệnh, hãy đăng ký để chữa bệnh!",
  "You have a Pet already signed in.  Please wait until the service is completed.": "Bạn đã có một Thú Cưng đã đăng ký. Vui lòng đợi cho đến khi dịch vụ hoàn tất.",
  "Feed Vet Treat": "Cho Bánh Thưởng Thú Y",
  "{0.SimFirstName} has hired a new vet. {1.SimName} will arrive for {M1.his}{F1.her} first shift as soon as possible.\\n\\nBe sure to track {1.SimFirstName}'s skills in the Manage Employees window.": "{0.SimFirstName} đã thuê một bác sĩ thú y mới. {1.SimName} sẽ đến ca làm việc đầu tiên của {M1.his}{F1.her} càng sớm càng tốt.\n\nHãy nhớ theo dõi các kỹ năng của {1.SimFirstName} trong cửa sổ Quản Lý Nhân Viên.",
  "Hire Vet": "Thuê Bác Sĩ Thú Y",
  "Active Spin": "Vòng Quay Chủ Động",
  "Aggressive Trait Behavior": "Hành Vi Tính Cách Hung Dữ",
  "Call {1.SimFirstName} Out of Hiding": "Gọi {1.SimFirstName} Ra Khỏi Ẩn Nấp",
  "Watch Mice": "Xem Chuột",
  "Set to Active": "Đặt Thành Chủ Động",
  "Set to Advanced": "Đặt Thành Nâng Cao",
  "Hunt Mice": "Săn Chuột",
  "Stand and Watch": "Đứng và Xem",
  "Carry Fuzzy": "Bế Vật Thể Lông Xù",
  "Drop Off Fuzzy": "Thả Vật Thể Lông Xù",
  "Must be in the Sim's inventory to repair!": "Phải có trong kho của Sim để sửa chữa!",
  "Doesn't need repairing! ": "Không cần sửa chữa!",
  "Requires a Cat Wand Fuzzy in your inventory to repair! ": "Yêu cầu phải có Vật Thể Lông Xù của Cần Câu Mèo trong kho của bạn để sửa chữa!",
  "Repair Cat Wand": "Sửa Chữa Cần Câu Mèo",
  "Requires a Rainbow Cat Wand Fuzzy in your inventory to Repair!": "Yêu cầu phải có Vật Thể Lông Xù của Cần Câu Mèo Cầu Vồng trong kho của bạn để Sửa Chữa!",
  "{1.SimFirstName} is too far away to Call Over.": "{1.SimFirstName} ở quá xa để Gọi Đến.",
  "Come Sit": "Đến Ngồi",
  "{1.SimFirstName} is already an inside pet": "{1.SimFirstName} đã là một thú cưng trong nhà",
  "Inside Only": "Chỉ Bên Trong",
  "{1.SimFirstName} is already an outside and inside pet": "{1.SimFirstName} đã là một thú cưng bên ngoài và bên trong",
  "Inside or Outside": "Bên Trong Hoặc Bên Ngoài",
  "Outside Only": "Chỉ Bên Ngoài",
  "Unleash": "Tháo Dây Xích",
  "Lament Cone": "Than Thở Vì Loa Che Cổ",
  "Applying a Cone of Shame is a sure-fire way to cure any sickness, but the pet and owner won't be happy about it.": "Áp dụng Loa Che Cổ là một cách chắc chắn để chữa khỏi mọi bệnh tật, nhưng thú cưng và chủ sở hữu sẽ không hài lòng về điều đó.",
  "Remove Cone": "Gỡ Loa Che Cổ",
  "Run Away": "Chạy Trốn",
  "No Search Items": "Không Có Vật Phẩm Tìm Kiếm",
  "Scold for Drinking from Puddle": "La Rầy Vì Uống Nước Từ Vũng Nước",
  "Lecture about Drinking from Puddle": "Thuyết Giảng Về Việc Uống Nước Từ Vũng Nước",
  "Scold for Eating Trash": "La Rầy Vì Ăn Rác",
  "Lecture about Eating Trash": "Thuyết Giảng Về Việc Ăn Rác",
  "Scold for Playing in Trash": "La Rầy Vì Chơi Trong Rác",
  "Lecture about Playing in Trash": "Thuyết Giảng Về Việc Chơi Trong Rác",
  "Groom Self": "Chải Chuốt Bản Thân",
  "Hack Furball": "Hack Cục Lông",
  "Clean Up Hair Pile": "Dọn Dẹp Đống Lông",
  "Hide": "Trốn",
  "Run Near": "Chạy Gần",
  "Investigate": "Điều Tra",
  "Lay Here": "Nằm Ở Đây",
  "Lie In": "Nằm Trong",
  "Laze": "Nằm Dài",
  "Empty Litter Storage": "Làm Trống Kho Chứa Cát",
  "Snack": "Ăn Vặt",
  "Sniff": "Hít Hà",
  "Nap": "Ngủ Trưa",
  "Go PeePee": "Đi Tiểu",
  "Beg for Toy": "Xin Đồ Chơi",
  "Playful Trait Idle": "Nhàn Rỗi Tính Cách Ham Chơi",
  "Lecture about Eating Poop": "Thuyết Giảng Về Việc Ăn Phân",
  "Scold for Eating Poop": "La Rầy Vì Ăn Phân",
  "Step On Pet Poop": "Dẫm Lên Phân Thú Cưng",
  "Scold for Indoor Potty": "La Rầy Vì Đi Vệ Sinh Trong Nhà",
  "Lecture about Indoor Potty": "Thuyết Giảng Về Việc Đi Vệ Sinh Trong Nhà",
  "Pounce": "Vồ",
  "Pet Pregnancy Vomit": "Nôn Mửa Khi Mang Thai",
  "Try for baby response": "Phản hồi khi Thử Có Em Bé",
  "Drool": "Chảy Nước Dãi",
  "Pass Out": "Ngất Xỉu",
  "Sleep": "Ngủ",
  "Pine for Adventure": "Khao Khát Phiêu Lưu",
  "React to Cat Birth": "Phản Ứng Với Việc Mèo Sinh",
  "React to Dog Birth": "Phản Ứng Với Việc Chó Sinh",
  "Beg with bowl": "Xin Ăn Với Bát",
  "": ""
}