{
  "Have you always dreamed about showing your books while hiding your mess? This bookcase lets you do both, and with style.": "Có bao giờ bạn mơ ước được khoe sách mà giấu đi mớ bừa bộn chưa? Cái kệ sách này cho phép bạn làm cả hai, lại còn rất phong cách nữa chứ.",
  "Sleek Bookcase": "Tủ Sách Kiểu Dáng Đẹp",
  "Nothing is more satisfying than a complete collection of your favorite author.": "Không gì đã bằng có đủ bộ sưu tập sách của tác giả mình thích á.",
  "The Collection": "Tuyển tập đồ đạc",
  "This original book rack can be placed on any surface to make sure you'll have something to read at hand.": "Cái kệ sách độc đáo này có thể được đặt ở bất cứ đâu để đảm bảo bạn luôn có gì đó để đọc ngay bên cạnh.",
  "Bragging's Bookend": "Giá Sách Khoe Khoang",
  "Depending on your needs, you can adjust this lamp up and down, left or right. You can even adjust the brightness!": "Tùy theo ý thích, bạn có thể điều chỉnh cái đèn này lên xuống, trái phải. Thậm chí còn chỉnh được độ sáng nữa đó nha!",
  "Up and Down Lamp": "Đèn Lên Xuống nè",
  "This little lamp seems to be the perfect mix between a UFO and a very very soft cloud. Until it decides to get back to its home planet, you can place it on any surface to bring a soft and warm lighting to your space.": "Cái đèn nhỏ này có vẻ là sự kết hợp hoàn hảo giữa UFO và một đám mây siêu siêu mềm mại đó. Cho đến khi nó quyết định trở về hành tinh của nó, bạn có thể đặt nó lên bất kỳ bề mặt nào để mang lại ánh sáng dịu nhẹ và ấm áp cho không gian của bạn nha.",
  "Cloudy Lamp": "Đèn Mây Mờ",
  "This painting represents anything you want, all you need is your imagination. You're still not seeing anything? That's ok, you can just pretend this reminds you your childhood house in the countryside, the fresh air in the morning, and the feeling of freedom you had as a child. It's pretty basic, but it will work for sure!": "Bức tranh này có thể đại diện cho bất cứ thứ gì bạn muốn, miễn là bạn có trí tưởng tượng. Bạn vẫn chưa thấy gì à? Không sao, bạn cứ coi như nó gợi nhớ về ngôi nhà tuổi thơ của bạn ở quê, không khí trong lành buổi sáng và cảm giác tự do hồi bé đi. Hơi bị đơn giản, nhưng chắc chắn là sẽ hiệu quả đó nha!",
  "Precise Strokes for Random Shapes": "Những nét vẽ ngẫu hứng cho những hình thù bất ngờ.",
  "This old pedestal is perfect for showing off your fancy decor items.": "Cái bệ cổ này quá là hợp để khoe mấy món đồ trang trí xịn xò của bạn đó nha.",
  "Pedestal from the Old Times": "Bệ đỡ từ thời xa xưa",
  "A plant that provides the perfect way to bring life into your home, with a bit of greenery!": "Một cái cây là cách tuyệt vời để mang sự sống vào nhà, thêm chút xanh tươi nữa chứ!",
  "Small Paradise": "Thiên Đường Nhỏ Bé",
  "This rug is a unique piece, hand-woven by the best weaver of the market. Don't forget to mention it every time a guest compliments it!": "Cái thảm này là hàng độc đó nha, được dệt thủ công bởi thợ dệt xịn nhất chợ đó. Nhớ kể công mỗi khi có khách khen nha!",
  "Contrasted Rug": "Thảm Tương Phản",
  "Nothing is better than an elegant divider screen to add a little bit of privacy!": "Không gì tuyệt vời hơn một chiếc vách ngăn trang nhã để thêm chút riêng tư, đúng không!",
  "Divider Screen of Elegance": "Màn Ngăn Trang Trí Thanh Lịch",
  "This old abacus is the ancestor of our calculator. It may not be very useful nowadays, but it's a nice piece to have as a decor item.": "Cái bàn tính cổ này là tổ tiên của máy tính bỏ túi của chúng ta đó. Giờ có lẽ nó không hữu dụng lắm đâu, nhưng mà có nó làm đồ trang trí cũng hay phết.",
  "Off the Grid Calculator": "Máy Tính Ngoài Mạng Lưới Điện",
  "Thanks to this decorative bowl, you will be able to add a touch of color to your room.": "Nhờ có cái bát trang trí này, bạn có thể thêm chút màu sắc cho căn phòng của mình đó nha.",
  "Shelly the Bowl": "Shelly cái Bát nè!",
  "Testimony of the old time, it's the closest thing to selfies in the classical days. Even if this bust is so damaged that we can't recognize who it was, it's still looking nice in your living room!": "Chứng tích của thời xưa nè, nó gần giống như mấy tấm hình tự sướng thời cổ điển đó. Cho dù bức tượng này có bị hư hại đến mức mình không nhận ra ai đi nữa, thì nó vẫn nhìn đẹp trong phòng khách của bạn đó nha!",
  "Ancient Bust": "Tượng Cổ",
  "This abstract sculpture doesn't have a specific shape intended. It's made to let you imagine what you want. Apparently some people see a llama in it.": "Cái điêu khắc trừu tượng này không có hình dạng cụ thể đâu nha. Nó được làm ra để bạn tha hồ tưởng tượng đó. Nghe đâu có người còn thấy hình con lạc đà không bướu trong đó nữa cơ.",
  "Perfect Stacking Masterpiece": "Kiệt Tác Xếp Chồng Hoàn Hảo",
  "Be careful of this decorative vase. It perfectly survived the last few centuries, it would be a shame to break it now.": "Cẩn thận cái bình trang trí này nha. Nó sống sót qua cả mấy thế kỷ trước rồi đó, mà lỡ tay làm vỡ thì phí lắm à nghen.",
  "Perfectly Preserved Antique Vase": "Bình cổ xưa được bảo quản hoàn hảo",
  "Just like macaroni and cheese, those two pieces are made to be together.": "Giống y chang mì ống với phô mai ấy, hai đứa nó sinh ra là để dành cho nhau rồi.",
  "The Duo": "Bộ đôi",
  "Inspired by architectural shapes, this piece of art casts different shadows during the day, giving it a unique look every time you look at it.": "Lấy cảm hứng từ mấy hình khối kiến trúc nè, tác phẩm nghệ thuật này tạo ra mấy cái bóng khác nhau suốt cả ngày, nhìn lúc nào cũng thấy mới lạ luôn á.",
  "Shadow of the Day": "Bóng Tối Ban Ngày",
  "Thanks to its chrome feet and rotative seat, this armchair mixes elegance and comfort. It will be ideal to rest yourself in for a moment.": "Với chân mạ crôm và ghế xoay được, chiếc ghế bành này kết hợp giữa sự thanh lịch và thoải mái. Quá là lý tưởng để bạn nghỉ ngơi thư giãn một tẹo đó nha.",
  "Vintage Leather Armchair": "Ghế bành da cổ điển",
  "Simplicity and elegance merged together to give you this lovely armchair.": "Sự đơn giản và thanh lịch hòa quyện để tạo ra chiếc ghế bành xinh xắn này cho bạn đó nha.",
  "One Piece Armchair": "Ghế bành Một Mảnh",
  "This loveseat isn't only classy, but it's also very comfortable and perfect to rest after a long day of work, spend time with your friend or your lover.": "Cái ghế tình yêu này không những sang xịn mịn đâu nha, mà còn êm ái dễ chịu nữa, đúng chuẩn để nghỉ ngơi sau một ngày làm việc mệt mỏi, hoặc là tâm sự mỏng với bạn bè hay người yêu luôn đó.",
  "Two Pieces Loveseat": "Ghế Tình Yêu Hai Mảnh",
  "Do you remember when you bought the first Two Pieces? Now your family is expanding, and you need the third seat. Fortunately, there's no need to buy a new sofa. Thanks to its discrete attachment system and a few extra Simoleons, you can add as many seats as you want!": "Nhớ hồi xưa mua bộ Ghép Đôi đầu tiên hông? Giờ gia đình mình đông hơn rồi, cần thêm chỗ thứ ba á. May quá, khỏi mua sofa mới luôn. Nhờ cái hệ thống gắn kín đáo với thêm tí Simoleon nữa, là mình muốn nối bao nhiêu chỗ cũng được luôn!",
  "Three Pieces Sofa": "Ghế sofa ba mảnh",
  "SimStone & Co. offers you this elegant coffee table. It's made of the best rock, directly from Tartosa! You can trust SimStone & Co. when they claim that it's the best material on the market, so much so that this coffee table is guaranteed for life!": "Công ty SimStone & Co. xin hân hạnh giới thiệu với bạn chiếc bàn trà thanh lịch này. Bàn được làm từ loại đá xịn sò nhất, trực tiếp từ Tartosa luôn đó nha! Cứ yên tâm tin tưởng SimStone & Co. đi, tụi mình dám khẳng định đây là chất liệu đỉnh của chóp trên thị trường, xịn đến nỗi chiếc bàn trà này được bảo hành trọn đời luôn á!",
  "The Laying Rock": "Tảng Đá Nằm Phơi Mình",
  "Luckily, SimStone & Co. have too much rock left over from their coffee table—and they hate wasting material—so they are able to create this matching end table! Perfect to be placed along sofas, this end table is of course guaranteed for life too!": "May mắn thay, SimStone & Co. còn dư quá trời đá từ mấy cái bàn cà phê của họ—mà họ thì ghét lãng phí nguyên liệu—nên họ làm được cái bàn cạnh ghế hợp tông luôn nè! Bàn này mà để cạnh sofa thì hết sẩy, mà dĩ nhiên là cũng được bảo hành trọn đời luôn nha!",
  "By My Side Table": "Bàn Đầu Giường Bên Cạnh Tui",
  "Found in a dusty old attic, this old sideboard has kept the secrets of several generations. Thanks to its generous dimensions and robust hinges, it's ready to carry your secrets for decades too.": "Tìm thấy ở một gác mái cũ kỹ, cái tủ ly cổ này đã giữ kín những bí mật của mấy đời rồi đó. Nhờ kích thước rộng rãi và bản lề chắc chắn, nó sẵn sàng chứa đựng bí mật của bạn trong mấy chục năm nữa đó nha.",
  "Old Carved Sideboard": "Tủ ly chạm khắc cổ",
  "Woody's Wallpaper": "Giấy dán tường của Woody"
}