{
  "Have a Sim bowl a perfect game of all strikes on the Bowling Lane.": "Cho một Sim chơi bowling và đạt được một trận hoàn hảo toàn strike trên Đường Băng Bowling.",
  "Perfect Llama ": "Lạc Đà Hoàn Hảo",
  "(From Bowling Too Much)": "(Từ Chơi Bowling Quá Nhiều)",
  "(From Watching Bowling)": "(Từ Xem Bowling)",
  "(From Legitimately Losing a Bowling Game)": "(Từ Thua Một Ván Bowling Một Cách Chân Chính)",
  "Wow, ten strikes! {0.SimFirstName} just bowled a perfect game!\\n\\nIt would take a pretty narcissistic Sim to purchase a bowling trophy just to show off their accomplishment, but we'll look the other way if {0.SimFirstName} wants to poke around in Build Mode...": "Wow, mười cú strike! {0.SimFirstName} vừa chơi một trận bowling hoàn hảo!\n\nChắc phải là một Sim cực kỳ tự luyến mới mua cúp bowling chỉ để khoe khoang thành tích của mình, nhưng chúng tôi sẽ làm ngơ nếu {0.SimFirstName} muốn lượn lờ trong Chế Độ Xây Dựng...",
  "Perfect Llama": "Lạc Đà Hoàn Hảo",
  "(From Moonlight Bowling)": "(Từ Bowling Dưới Ánh Trăng)",
  "(From Winning a Bowling Game)": "(Từ Thắng Một Ván Bowling)",
  "Bowling Skill Boost": "Tăng Cường Kỹ Năng Bowling",
  "This will boost the speed at which your Sim gains Bowling Skill while in a Club Gathering.": "Thứ này sẽ tăng tốc độ Sim của bạn đạt được Kỹ Năng Bowling trong khi tham gia Buổi Tụ Tập Câu Lạc Bộ.",
  "All hail the Bowling {M0.King}{F0.Queen}! Long may {M0.he}{F0.she} reign!": "Tất cả cùng tung hô {M0.Vua}{F0.Nữ hoàng} Bowling! Chúc {M0.ngài}{F0.bà} trị vì muôn năm!",
  "Bowling {M0.King}{F0.Queen}": "{M0.Vua}{F0.Nữ hoàng} Bowling",
  "{0.SimFirstName} looks positively radiant after a bowling match through the cosmos.": "{0.SimFirstName} trông rạng rỡ hẳn sau một trận bowling xuyên vũ trụ.",
  "Bowling by Moonlight": "Bowling Dưới Ánh Trăng",
  "{0.SimFirstName}'s arms have gone completely numb. {M0.He'll}{F0.She'll} be worse at bowling until {M0.he}{F0.she} recovers.": "Tay của {0.SimFirstName} đã tê rần hết cả rồi. {M0.Anh ấy}{F0.Cô ấy} sẽ chơi bowling tệ hơn cho đến khi {M0.anh ấy}{F0.cô ấy} hồi phục.",
  "Over Bowled": "Chơi Bowling Quá Sức",
  "{0.SimFirstName}'s muscles are starting to feel tight from all this bowling. Consider taking a break.": "Cơ bắp của {0.SimFirstName} bắt đầu cảm thấy căng cứng vì chơi bowling quá nhiều. Hãy cân nhắc việc nghỉ ngơi đi.",
  "Sore Arms": "Đau Nhức Tay",
  "Don't you dare ask {0.SimFirstName} how some other Sim cheated {M0.him}{F0.her} at bowling... it should be obvious!": "Đừng hòng hỏi {0.SimFirstName} về việc một Sim khác đã gian lận {M0.anh}{F0.cô} ấy khi chơi bowling... quá rõ ràng rồi còn gì!",
  "They Cheated!": "Họ Gian Lận!",
  "There's something soothing about the rhythmic roll of a bowling ball followed by the crash of ten pins.": "Có điều gì đó thật dễ chịu về tiếng lăn đều đều của quả bóng bowling, rồi sau đó là tiếng đổ ầm của mười con ki.",
  "Bowling Bystander": "Người Xem Bowling",
  "Go Bowling": "Đi Chơi Bowling",
  "Don't Go Bowling": "Đừng Đi Chơi Bowling",
  "Going for Pro": "Hướng Tới Chuyên Nghiệp",
  "Team Captain": "Đội Trưởng",
  "Cropped Together": "Cắt Ghép Cùng Nhau",
  "Bowling Queen": "Nữ Hoàng Bowling",
  "Bowling King": "Vua Bowling",
  "Participation At Leisure": "Tham Gia Lúc Rảnh Rỗi",
  "Bowled Over Linoleum": "Đổ Gục Trên Sàn Linoleum",
  "Occasionally stylistic influences from the Far East seeped into mid-century modern design. Such is the case with the Domo Arigato Bar, an homage to the art of origami.": "Đôi khi những ảnh hưởng về phong cách từ Viễn Đông len lỏi vào thiết kế hiện đại giữa thế kỷ. Trường hợp này cũng xảy ra với Quầy Bar Domo Arigato, một sự tôn vinh nghệ thuật origami.",
  "Domo Arigato Bar": "Quầy Bar Domo Arigato",
  "A United Sims Bowling Congress approved bowling ball.": "Một quả bóng bowling được chấp thuận bởi Hội đồng Bowling Thống nhất Sims.",
  "Bowling Ball": "Bóng Bowling",
  "Strike fear in your (bowling) enemies.": "Gieo rắc nỗi sợ hãi vào kẻ thù (bowling) của bạn.",
  "Clear Skull Bowling Ball": "Bóng Bowling Đầu Lâu Trong Suốt",
  "Bowling! It's the adrenaline packed game that's sweeping the nation... again!\\n\\nSims House Bowling Rules:\\n· One shot per frame to promote rapid play.\\n· Scoring multipliers are in effect based upon each Sim's Bowling skill.\\n· Bowl consecutive center hits to activate \"On Fire!\" mode.\\n· Bumpers are automatically enabled for child bowlers.\\n\\nWhile bowling lanes can be placed anywhere, groups of bowlers will only show up when two or more lanes are added to the following venue types:\\n· Bar\\n· Nightclub\\n· Lounge\\nThese venues offer Moonlight Bowling from 7-11pm weeknights, and 11am-2pm weekends.": "Bowling! Đó là trò chơi đầy phấn khích đang càn quét quốc gia... một lần nữa!\n\nLuật Bowling Tại Gia Sims:\n· Mỗi lượt chơi một lần để thúc đẩy tốc độ chơi nhanh.\n· Hệ số nhân điểm có hiệu lực dựa trên kỹ năng Bowling của mỗi Sim.\n· Ném trúng tâm liên tục để kích hoạt chế độ \"Bốc Lửa!\".\n· Thanh chắn tự động được bật cho người chơi bowling là trẻ em.\n\nMặc dù đường băng bowling có thể được đặt ở bất cứ đâu, nhưng các nhóm người chơi bowling sẽ chỉ xuất hiện khi có hai hoặc nhiều đường băng được thêm vào các loại địa điểm sau:\n· Quán bar\n· Câu lạc bộ đêm\n· Phòng chờ\nCác địa điểm này cung cấp Bowling Dưới Ánh Trăng từ 7-11 giờ tối các đêm trong tuần và 11 giờ sáng - 2 giờ chiều vào cuối tuần.",
  "Ten Pin Adrenaline": "Adrenaline Mười Ki",
  "A single bowling pin.": "Một con ki bowling đơn lẻ.",
  "Bowling Pin": "Ki Bowling",
  "There's a starclock waiting in the sky\\nIt would come and sync us\\nBut 4d would blow our minds\\nThere's a starclock waiting in the sky\\nWeaving spacetime fabric\\nWhile Sims go about their lives...": "Có một đồng hồ sao đang chờ trên bầu trời\nNó sẽ đến và đồng bộ hóa chúng ta\nNhưng chiều không gian thứ 4 sẽ thổi bay tâm trí của chúng ta\nCó một đồng hồ sao đang chờ trên bầu trời\nDệt nên tấm vải không-thời gian\nTrong khi các Sims tiếp tục cuộc sống của họ...",
  "Starclock": "Đồng Hồ Sao",
  "Illuminated peaks and valleys will adorn your walls via these self-luminous strips. Smart use of flourescent paint ensures a trendy, reliable, and renewable source of style.": "Các đỉnh và thung lũng được chiếu sáng sẽ tô điểm cho bức tường của bạn thông qua các dải tự phát sáng này. Việc sử dụng sơn huỳnh quang một cách thông minh đảm bảo một nguồn phong cách hợp thời trang, đáng tin cậy và có thể tái tạo.",
  "Peak Performance": "Hiệu Suất Đỉnh Cao",
  "Ever found yourself in a greasy roadside diner at 2am? Your eyes roll towards the heavens as you struggle to stay awake. A waitress named Flo is taking her sweet time getting a cup of black coffee into your hands. Suddenly, you find yourself taken by the gorgeous lights suspended above the counter. Don't worry, we've all been there. Now you can take those very same light fixtures home!\\n\\nCuppa Light - Short is intended for rooms with low ceilings.": "Đã bao giờ bạn thấy mình ở trong một quán ăn ven đường bẩn thỉu lúc 2 giờ sáng chưa? Mắt bạn đảo lên trời khi cố gắng tỉnh táo. Một cô phục vụ tên Flo đang từ tốn mang một tách cà phê đen đến cho bạn. Đột nhiên, bạn bị thu hút bởi những ánh đèn tuyệt đẹp treo phía trên quầy. Đừng lo, ai cũng từng trải qua rồi. Giờ đây, bạn có thể mang chính những chiếc đèn đó về nhà!\n\nĐèn Cuppa - Ngắn dành cho những căn phòng có trần thấp.",
  "Cuppa Light - Short": "Đèn Cuppa - Ngắn",
  "Ever found yourself in a greasy roadside diner at 2am? Your eyes roll towards the heavens as you struggle to stay awake. A waitress named Flo is taking her sweet time getting a cup of black coffee into your hands. Suddenly, you find yourself taken by the gorgeous lights suspended above the counter. Don't worry, we've all been there. Now you can take those very same light fixtures home!\\n\\nCuppa Light - Long is intended for rooms with tall ceilings.": "Đã bao giờ bạn thấy mình ở trong một quán ăn ven đường bẩn thỉu lúc 2 giờ sáng chưa? Mắt bạn đảo lên trời khi cố gắng tỉnh táo. Một cô phục vụ tên Flo đang từ tốn mang một tách cà phê đen đến cho bạn. Đột nhiên, bạn bị thu hút bởi những ánh đèn tuyệt đẹp treo phía trên quầy. Đừng lo, ai cũng từng trải qua rồi. Giờ đây, bạn có thể mang chính những chiếc đèn đó về nhà!\n\nĐèn Cuppa - Dài dành cho những căn phòng có trần cao.",
  "Cuppa Light - Long": "Đèn Cuppa - Dài",
  "While it comes in varying degrees of mild to wild, the lampshade on this groovy lamp will always be a focal point of style in any room.": "Mặc dù nó có nhiều mức độ từ nhẹ nhàng đến hoang dã, nhưng chụp đèn trên chiếc đèn groovy này sẽ luôn là tâm điểm phong cách trong bất kỳ căn phòng nào.",
  "Bubble Trouble": "Rắc Rối Bong Bóng",
  "Confused on where to go? The Right-of-Way wall fixture will light the way... just head to the right!": "Không biết đi đâu ư? Đèn tường Lối Ưu Tiên sẽ soi đường... cứ đi về bên phải thôi!",
  "Right-of-Way": "Lối Ưu Tiên",
  "Ultramodern barn lighting... it sounds like an oxymoron, but the future is here. Via a retrofitted socket, what's old is new again! Buy now before it goes back out of style.": "Ánh sáng chuồng trại siêu hiện đại... nghe có vẻ mâu thuẫn, nhưng tương lai là đây. Thông qua một ổ cắm được trang bị thêm, cái cũ lại là cái mới! Mua ngay trước khi nó lỗi mốt.",
  "Calla Chameleon Barn Light": "Đèn Chuồng Calla Tắc Kè Hoa",
  "\"All that glitters is not gold...\"\\n\\nA wise proverb that applies as much to this art as it does life. These elegant bowling themed lightboxes slowly shift their image between shades of maroon and royal blue.": "\"Không phải thứ gì lấp lánh cũng là vàng...\"\n\nMột câu tục ngữ khôn ngoan áp dụng cho nghệ thuật này cũng như cho cuộc sống. Những hộp đèn theo chủ đề bowling trang nhã này từ từ chuyển hình ảnh giữa các sắc thái của màu đỏ tía và xanh lam hoàng gia.",
  "Pin-up Art": "Nghệ Thuật Pin-up",
  "A standard issue rug to family entertainment centers across the globe. Choose from a number of patterns guaranteed to look garish, while cleverly hiding dirt, stains, and standard wear and tear.": "Một tấm thảm tiêu chuẩn cho các trung tâm giải trí gia đình trên toàn cầu. Chọn từ một số mẫu được đảm bảo trông lòe loẹt, đồng thời che giấu khéo léo bụi bẩn, vết bẩn và hao mòn tiêu chuẩn.",
  "On Pins & Nebula": "Trên Các Ki & Tinh Vân",
  "\"Cheers to you? No... cheers to me!\"\\n\\nThe only thing finer than basking in the glory of your own bowling triumphs is forcing others to mentally prostrate themselves to your splendor each time they pass by.": "\"Chúc mừng bạn ư? Không... chúc mừng tôi!\"\n\nĐiều duy nhất tuyệt vời hơn việc đắm mình trong vinh quang chiến thắng bowling của riêng bạn là buộc người khác phải quỳ lạy tinh thần trước vẻ huy hoàng của bạn mỗi khi họ đi ngang qua.",
  "Cheers to Me Trophy Case": "Tủ Trưng Bày Cúp Chúc Mừng Tôi",
  "When something is turned up or popping...\\n\\nJohn: \"Did you go to the bowling alley last night?\"\\nDaquan: \"Yeah, the dividers in there were lit!\"": "Khi một cái gì đó được bật lên hoặc nổ tung...\n\nJohn: \"Tối qua cậu có đến sân bowling không?\"\nDaquan: \"Có, mấy cái vách ngăn ở đó cháy hết mình!\"",
  "Lit Divider": "Vách Ngăn Cháy Hết Mình",
  "A set of retro modern cubbies equipped with LED lighting serves as a bold room divider in this intriguing piece.": "Một bộ tủ đựng đồ hiện đại kiểu retro được trang bị đèn LED đóng vai trò là vách ngăn phòng táo bạo trong tác phẩm hấp dẫn này.",
  "Retro Modern Cubbies": "Tủ Đựng Đồ Hiện Đại Kiểu Retro",
  "Undoubtedly the designer of these sleek retro modern cubbies dreamed of what treasured possessions would be displayed on its luminous shelving. What he got was... bowling shoes.": "Không còn nghi ngờ gì nữa, nhà thiết kế của những chiếc tủ đựng đồ hiện đại kiểu retro bóng bẩy này đã mơ về những vật sở hữu quý giá nào sẽ được trưng bày trên những chiếc kệ phát sáng của nó. Những gì anh ta nhận được là... giày bowling.",
  "Bowling Shoe Rack": "Giá Để Giày Bowling",
  "Some people focus entirely on improving their bowling score. Those people are wrong. Welcome to Fashion Bowling, the fiercest competition you'll find in your local alley. Choose your bowling ball wisely... your color coordination is being judged.": "Một số người tập trung hoàn toàn vào việc cải thiện điểm số bowling của họ. Những người đó đã sai. Chào mừng đến với Bowling Thời Trang, cuộc thi khốc liệt nhất mà bạn sẽ tìm thấy ở khu phố của mình. Hãy chọn bóng bowling của bạn một cách khôn ngoan... sự phối hợp màu sắc của bạn đang bị đánh giá.",
  "Bowling Ball Rack #1": "Giá Để Bóng Bowling #1",
  "Bowling Ball Rack #2": "Giá Để Bóng Bowling #2",
  "This pin is officially approved for regulation ten-pin bowling by the United Sims Bowling Congress. An inscription on the pin reads, \"We Beat This Pin Up At Sim Mateo Bowl\".": "Ki này được Hội đồng Bowling Thống nhất Sims chính thức phê duyệt cho bowling mười ki theo quy định. Một dòng chữ trên ki có nội dung: \"Chúng tôi Đánh Ngã Ki Này Tại Sim Mateo Bowl\".",
  "USBC Bowling Pin": "Ki Bowling USBC",
  "Just think of the one-liners you'll spring on other unsuspecting Sims should you be lucky enough to lay claim to a couple of bowling trophies...": "Hãy nghĩ về những câu bông đùa mà bạn sẽ tung ra với những Sims khác không nghi ngờ gì nếu bạn đủ may mắn để giành được một vài chiếc cúp bowling...",
  "Peggy's Championship Ball": "Bóng Vô Địch của Peggy",
  "Unlock by Bowling a Perfect Llama.\\n(all strikes in a single game)": "Mở khóa bằng cách chơi một trận Lạc Đà Hoàn Hảo.\n(toàn strike trong một trận đấu)",
  "Unlocked by Bowling a Perfect Llama": "Đã Mở Khóa Bằng Cách Chơi Một Trận Lạc Đà Hoàn Hảo",
  "\"To be the man, you've gotta' beat the man.\"\\n\\nDisplay your lane's house champs so everyone knows who they need to knock down a peg or two.": "\"Muốn làm đàn ông, phải đánh bại đàn ông.\"\n\nHiển thị những nhà vô địch của đường băng để mọi người biết ai là người họ cần hạ gục một hoặc hai bậc.",
  "House Leaderboard": "Bảng Xếp Hạng Chủ Nhà",
  "A back bar for bowling bar backs. This set of shelving will be the pride of your bowling alley, with memorabilia and memories on full display.": "Một quầy bar phía sau cho những người pha chế tại quán bowling. Bộ kệ này sẽ là niềm tự hào của khu bowling của bạn, với những kỷ vật và kỷ niệm được trưng bày đầy đủ.",
  "Triple B Back Bar": "Quầy Bar Phía Sau Triple B",
  "Add a touch of authenticity to your bowling alley with this classic Googie sign. The slow death of neon has signaled the end of vintage roadside Americana, but this beautiful restoration will serve as a beacon to eager bowlers.": "Thêm một chút chân thực vào khu bowling của bạn với biển hiệu Googie cổ điển này. Sự suy tàn chậm chạp của đèn neon đã báo hiệu sự kết thúc của phong cách Americana ven đường cổ điển, nhưng sự phục hồi tuyệt đẹp này sẽ đóng vai trò như một ngọn hải đăng cho những người chơi bowling háo hức.",
  "3-2-1 Let's Bowl!": "3-2-1 Cùng Chơi Bowling!",
  "Project power from the high summit of Seema. A patterned cushion rests nestled between the simple fiberglass shell. But make no mistake, this juxtaposition is globally recognized as an apex of style.": "Phóng chiếu sức mạnh từ đỉnh cao của Seema. Một chiếc đệm hoa văn nằm giữa lớp vỏ sợi thủy tinh đơn giản. Nhưng đừng nhầm lẫn, sự kết hợp này được công nhận trên toàn cầu là đỉnh cao của phong cách.",
  "Seema Barstool": "Ghế Đẩu Seema",
  "Pull up a chair. Not just any chair... make it a Seema Dining chair. When you sit at this table, you'll sit on only the finest.": "Kéo một chiếc ghế lên. Không chỉ là bất kỳ chiếc ghế nào... hãy chọn một chiếc ghế ăn Seema. Khi bạn ngồi vào chiếc bàn này, bạn sẽ chỉ ngồi trên những thứ tốt nhất.",
  "Seema Dining": "Ăn Tối Seema",
  "Look closely... do you notice something wrong with this chair? Ah-hah, I see the dawning realization slowly spreading across your face. You've been duped! This chair is no Seema, it's a KNOCKOFF! It's an affront to organic design!\\n\\n...that said, it is a heck of a lot cheaper than a true original.": "Nhìn kỹ... bạn có nhận thấy điều gì đó không ổn với chiếc ghế này không? A ha, tôi thấy sự nhận ra đang từ từ lan rộng trên khuôn mặt bạn. Bạn đã bị lừa! Chiếc ghế này không phải là Seema, nó là HÀNG NHÁI! Đó là một sự xúc phạm đến thiết kế hữu cơ!\n\n...điều đó nói rằng, nó rẻ hơn rất nhiều so với một bản gốc thực sự.",
  "Seema Living": "Phòng Khách Seema",
  "It takes a true design luminary to cut through the cloying excess of 21st century design. It takes courage to bring us back to the basics, back to the rudimentary elements that furniture design is rooted in. It takes Seema.": "Cần có một người có tầm nhìn thiết kế thực sự để vượt qua sự dư thừa khó chịu của thiết kế thế kỷ 21. Cần có can đảm để đưa chúng ta trở lại những điều cơ bản, trở lại những yếu tố sơ khai mà thiết kế đồ nội thất bắt nguồn từ đó. Cần có Seema.",
  "Seema Ottoman": "Ghế Đôn Seema",
  "Add more Seema to your life. What was once contemporary, is now timeless. Don't be fooled by its subtle style - this piece will define any room it's placed within.": "Thêm Seema vào cuộc sống của bạn. Những gì từng là đương đại, giờ đây đã trở nên vượt thời gian. Đừng để bị đánh lừa bởi phong cách tinh tế của nó - món đồ này sẽ định hình bất kỳ căn phòng nào mà nó được đặt vào.",
  "Seema Sofa": "Ghế Sofa Seema",
  "This wall-mounted stereo is intended for use at community venues. Disco is alive and well baby! An added modern twist proves that you just can't keep a good genre down.": "Máy nghe nhạc stereo treo tường này được dùng cho các địa điểm cộng đồng. Nhạc disco vẫn sống khỏe mạnh nhé bạn! Một sự thay đổi hiện đại được thêm vào chứng minh rằng bạn không thể dìm một thể loại nhạc hay xuống được.",
  "Venue Wall Speaker: NuDisco": "Loa Treo Tường Địa Điểm: NuDisco",
  "Coffee... the drink of choice for millennials. And so shall this masterful example of democratic design be the coffee table of choice for Generation Y.": "Cà phê... thức uống được giới trẻ thiên niên kỷ ưa chuộng. Và do đó, ví dụ bậc thầy về thiết kế dân chủ này sẽ là bàn cà phê được Thế hệ Y lựa chọn.",
  "Mid-millenium Modern Coffee": "Cà Phê Hiện Đại Giữa Thiên Niên Kỷ",
  "Ride the timewave as you dine at this table that revels in its simplicity. Meals of future past will come and go, but this table will last forever.": "Cưỡi trên làn sóng thời gian khi bạn dùng bữa tại chiếc bàn tôn vinh sự đơn giản của nó. Các bữa ăn của quá khứ tương lai sẽ đến rồi đi, nhưng chiếc bàn này sẽ tồn tại mãi mãi.",
  "Mid-millennium Modern Dining": "Ăn Uống Hiện Đại Giữa Thiên Niên Kỷ",
  "Mid-century modern is SO 1950s. Meet Mid-millenia modern - furniture for contemporaries (not to be mistaken for contemporary furniture).": "Phong cách hiện đại giữa thế kỷ là QUÁ những năm 1950 rồi. Hãy làm quen với phong cách hiện đại giữa thiên niên kỷ - đồ nội thất dành cho những người đương thời (đừng nhầm lẫn với đồ nội thất đương đại).",
  "Mid-millenium Modern End Table": "Bàn Góc Hiện Đại Giữa Thiên Niên Kỷ",
  "A credenza for the avid bowling family. The spacious storage compartment is sealed shut with a practical accordion door. Perfect for storing bowling shoes, bowling balls, bowling gloves, and any other bowling paraphernalia you may need at a moment's notice.": "Một tủ búp phê dành cho gia đình đam mê bowling. Ngăn chứa đồ rộng rãi được đóng kín bằng cửa xếp thiết thực. Hoàn hảo để cất giữ giày bowling, bóng bowling, găng tay bowling và bất kỳ vật dụng bowling nào khác mà bạn có thể cần ngay lập tức.",
  "Bowler's Hidey Hole": "Hang Ổn Của Người Chơi Bowling",
  "Always Throw Tricks": "Luôn Thực Hiện Các Thủ Thuật",
  "Already Enabled on Sim": "Đã Được Bật Trên Sim",
  "Never Fail": "Không Bao Giờ Thất Bại",
  "Red Swirl Ball": "Bóng Xoáy Đỏ",
  "Matte Black Ball": "Bóng Đen Mờ",
  "Marbled Blue Ball": "Bóng Xanh Cẩm Thạch",
  "Gold Glitter Ball": "Bóng Nhũ Vàng",
  "Sky Blue Ball": "Bóng Xanh Da Trời",
  "Raise your Bowling skill to acquire more bowling balls.": "Nâng cao kỹ năng Bowling của bạn để có được nhiều bóng bowling hơn.",
  "Clear Skull Ball": "Bóng Đầu Lâu Trong Suốt",
  "Disable Moonlight Bowling": "Tắt Bowling Dưới Ánh Trăng",
  "Enable Moonlight Bowling": "Bật Bowling Dưới Ánh Trăng",
  "Join Bowling Game": "Tham Gia Trò Chơi Bowling",
  "Bowl": "Chơi Bowling",
  "Watch": "Xem",
  "{0.SimFirstName} needs level 5 Handiness skill to add this upgrade.": "{0.SimFirstName} cần kỹ năng Khéo Tay cấp 5 để thêm nâng cấp này.",
  "Upgrade complete!\\n\\n{0.SimFirstName} has finished installing the Moonlight Bowling upgrade kit to {M0.his}{F0.her} bowling lane. Bowling and raves... raves and bowling... the world is {M0.his}{F0.her} oyster!": "Nâng cấp hoàn tất!\n\n{0.SimFirstName} đã hoàn thành việc cài đặt bộ nâng cấp Bowling Dưới Ánh Trăng cho đường băng bowling của {M0.anh}{F0.cô} ấy. Bowling và rave... rave và bowling... cả thế giới là của {M0.anh}{F0.cô} ấy!",
  "Add Moonlight Bowling Upgrade": "Thêm Nâng Cấp Bowling Dưới Ánh Trăng",
  "Continue Moonlight Bowling Upgrade": "Tiếp Tục Nâng Cấp Bowling Dưới Ánh Trăng",
  "Invite To Bowl": "Mời Chơi Bowling",
  "Listen to NuDisco": "Nghe Nhạc NuDisco",
  "NuDisco": "NuDisco",
  "Alley For One": "Đường Băng Cho Một Người",
  "Delighting Den": "Hang Ổ Thú Vị",
  "Music for the modern disco fan.": "Nhạc dành cho người hâm mộ disco hiện đại.",
  "Select Bowling Ball": "Chọn Bóng Bowling",
  "Cheat Bowling": "Gian Lận Bowling",
  "Click on a Bowling Lane and select Bowl.": "Nhấp vào Đường Băng Bowling và chọn Chơi Bowling.",
  "What a game! {1.SimFirstName} ended up beating {2.SimFirstName} {3.Number}-{4.Number}.": "Một trận đấu thật tuyệt vời! {1.SimFirstName} đã đánh bại {2.SimFirstName} với tỷ số {3.Number}-{4.Number}.",
  "Feels like {1.String} ganged up on {2.SimFirstName}, and ended up beating {M2.him}{F2.her} {3.Number}-{4.Number}.": "Cảm giác như {1.String} đã bao vây {2.SimFirstName}, và kết cục đánh bại {M2.anh}{F2.cô} ấy với tỷ số {3.Number}-{4.Number}.",
  "Despite being outnumbered, {1.SimFirstName} beat {2.String} {3.Number}-{4.Number}!": "Mặc dù bị áp đảo về số lượng, {1.SimFirstName} đã đánh bại {2.String} với tỷ số {3.Number}-{4.Number}!",
  "Great round! {1.String} beat {2.String} {3.Number}-{4.Number}.": "Vòng đấu tuyệt vời! {1.String} đã đánh bại {2.String} với tỷ số {3.Number}-{4.Number}.",
  "{1.SimFirstName} bowled a game of {2.Number}.": "{1.SimFirstName} đã chơi một ván bowling với số điểm {2.Number}.",
  "{1.SimName} won the bowling game with a score of {2.Number}.": "{1.SimName} đã thắng ván bowling với số điểm {2.Number}.",
  "Bowling! A game of skill for children and adults alike. Reading a book isn't going to help you here, you need to play, play again, and then keep on playing if you want to rise through the ranks.\\n\\nAs {0.SimFirstName} improves {M0.his}{F0.her} skill, {M0.he'll}{F0.she'll} improve {M0.his}{F0.her} form and score. {M0.He'll}{F0.She'll} also unlock new bowling ball colors as {M0.he}{F0.she} goes, which can be selected from the bowling ball rack.\\n\\nKeep the dream of a Perfect Llama game of all strikes alive... with high skill and a bit of luck, {0.SimFirstName} is sure to get there!": "Bowling! Một trò chơi kỹ năng dành cho cả trẻ em và người lớn. Đọc sách sẽ không giúp bạn ở đây, bạn cần chơi, chơi lại, và sau đó tiếp tục chơi nếu bạn muốn thăng hạng.\n\nKhi {0.SimFirstName} cải thiện kỹ năng của {M0.anh}{F0.cô} ấy, {M0.anh ấy}{F0.cô ấy} sẽ cải thiện hình thức và điểm số của {M0.anh}{F0.cô} ấy. {M0.Anh ấy}{F0.Cô ấy} cũng sẽ mở khóa các màu bóng bowling mới khi {M0.anh ấy}{F0.cô ấy} tiến bộ, có thể được chọn từ giá để bóng bowling.\n\nHãy giữ ước mơ về một trận Lạc Đà Hoàn Hảo toàn strike sống mãi... với kỹ năng cao và một chút may mắn, {0.SimFirstName} chắc chắn sẽ đạt được điều đó!",
  "Bowling Skill Acquired": "Đã Học Được Kỹ Năng Bowling",
  "{0.SimFirstName} can now select the Gold Glitter bowling ball.\\n\\n{M0.He}{F0.She} will stumble less often when releasing the ball, which is always important when you're looking to impress at the local lanes.": "{0.SimFirstName} giờ có thể chọn bóng bowling Nhũ Vàng.\n\n{M0.Anh ấy}{F0.Cô ấy} sẽ vấp ngã ít hơn khi thả bóng, điều này luôn quan trọng khi bạn muốn gây ấn tượng tại các đường băng địa phương.",
  "Reached Bowling Level 3": "Đạt Đến Cấp Độ Bowling 3",
  "{0.SimFirstName} can now select the Red Swirl bowling ball from the ball rack.\\n\\nOh, and {M0.he}{F0.she} should throw a few less gutterballs... always a nice perk.": "{0.SimFirstName} giờ có thể chọn bóng bowling Xoáy Đỏ từ giá để bóng.\n\nỒ, và {M0.anh ấy}{F0.cô ấy} sẽ ném ít bóng xuống rãnh hơn... luôn là một đặc quyền tuyệt vời.",
  "Reached Bowling Level 2": "Đạt Đến Cấp Độ Bowling 2",
  "{0.SimFirstName} is a true {M0.Kingpin}{F0.Queenpin}, having perfected {M0.his}{F0.her} bowling form and skill! {M0.He}{F0.She} can now choose the Clear Skull bowling ball.\\n\\nAdults will now wear a bowling glove while playing, and all ages will throw strikes on a more consistent basis. It's time to start thinking about acquiring {0.SimFirstName}'s first Perfect Llama game of ten strikes!": "{0.SimFirstName} là một {M0.tay trùm}{F0.bà trùm} thực thụ, đã hoàn thiện hình thức và kỹ năng bowling của {M0.anh}{F0.cô} ấy! {M0.Anh ấy}{F0.Cô ấy} giờ có thể chọn bóng bowling Đầu Lâu Trong Suốt.\n\nNgười lớn giờ sẽ đeo găng tay bowling khi chơi, và mọi lứa tuổi sẽ ném strike thường xuyên hơn. Đã đến lúc bắt đầu nghĩ đến việc có được trận Lạc Đà Hoàn Hảo toàn strike đầu tiên của {0.SimFirstName}!",
  "Reached Bowling Level 5": "Đạt Đến Cấp Độ Bowling 5",
  "{0.SimFirstName} can now select the Marbled Blue bowling ball.\\n\\n{M0.He}{F0.She}'s really finding {M0.his}{F0.her} balance, and will fail less often when throwing the ball. {0.SimFirstName} will start to throw more strikes as well... Can {M0.he}{F0.she} pick up {M0.his}{F0.her} first turkey?": "{0.SimFirstName} giờ có thể chọn bóng bowling Xanh Cẩm Thạch.\n\n{M0.Anh ấy}{F0.Cô ấy} thực sự đang tìm thấy sự cân bằng của {M0.anh}{F0.cô} ấy, và sẽ ít thất bại hơn khi ném bóng. {0.SimFirstName} cũng sẽ bắt đầu ném nhiều strike hơn... Liệu {M0.anh ấy}{F0.cô ấy} có thể nhặt được con gà tây đầu tiên của {M0.anh}{F0.cô} ấy không?",
  "Reached Bowling Level 4": "Đạt Đến Cấp Độ Bowling 4",
  "Some would call Bowling a minor skill, but they'd only be technically correct. While it may only have five levels of advancement, Sims who put in the work to skill up will look undeniably cool. They'll acquire additional bowling balls as they go, and you may just bowl a Perfect Llama game of all strikes someday.\\n\\nBowling Skill is improved via... well... bowling. Get to it!": "Một số người sẽ gọi Bowling là một kỹ năng nhỏ, nhưng họ chỉ đúng về mặt kỹ thuật. Mặc dù nó chỉ có năm cấp độ tiến bộ, nhưng những Sims bỏ công sức để nâng cao kỹ năng sẽ trông cực kỳ крут (ngầu). Họ sẽ có được thêm bóng bowling khi tiến bộ, và bạn có thể sẽ chơi một trận Lạc Đà Hoàn Hảo toàn strike vào một ngày nào đó.\n\nKỹ năng Bowling được cải thiện thông qua... à... bowling. Bắt đầu thôi!",
  "Bowling": "Bowling",
  "(Pre)FAB Stone Slab": "Tấm Đá (Đúc Sẵn) FAB",
  "Wooden Chevron Paneling": "Ốp Vách Hình Chữ V Bằng Gỗ"
}