{
  "(From Reliving Journal Memories)": "(Từ Hồi Tưởng Kỷ Niệm Nhật Ký)",
  "(From Being Caught Snooping)": "(Từ Bị Bắt Gặp Lén Lút)",
  "(From Snooping Successfully)": "(Từ Lén Lút Thành Công)",
  "(From Catching a Journal Snooper)": "(Từ Bắt Gặp Người Lén Đọc Nhật Ký)",
  "(From Writing in Journal While Stressed)": "(Từ Viết Nhật Ký Khi Bị Căng Thẳng)",
  "(From Writing in Journal)": "(Từ Viết Nhật Ký)",
  "(From Writing in Journal While Embarrassed)": "(Từ Viết Nhật Ký Khi Xấu Hổ)",
  "(From Writing in Journal While Sad)": "(Từ Viết Nhật Ký Khi Buồn)",
  "(From Writing in Journal While Angry)": "(Từ Viết Nhật Ký Khi Tức Giận)",
  "(From Playing Blocks with Others)": "(Từ Chơi Xếp Hình với Người Khác)",
  "(From Good Manner Trait and Being Gross)": "(Từ Tính Cách Tốt và Thô Lỗ)",
  "(From Being In Time Out)": "(Từ Bị Phạt Đứng Úp Mặt Vào Tường)",
  "(From Breaking Time Out)": "(Từ Phá Vỡ Hình Phạt)",
  "(From a Polite Introduction)": "(Từ Một Lời Giới Thiệu Lịch Sự)",
  "(From Funny Face)": "(Từ Mặt Hề)",
  "(From Being Offered Gratitude)": "(Từ Được Người Khác Cảm Kích)",
  "(From Offering Gratitude to Host)": "(Từ Thể Hiện Sự Cảm Kích Đến Chủ Nhà)",
  "(From Hearing Family Gossip)": "(Từ Nghe Chuyện Tầm Phào Trong Gia Đình)",
  "{0.SimFirstName} has spread some juicy gossip about {1.SimFirstName}": "{0.SimFirstName} vừa lan truyền một vài chuyện tầm phào thú vị về {1.SimFirstName}",
  "(From Learning to Say Sorry)": "(Từ Học Nói Xin Lỗi)",
  "(From Learning to Say Please and Thank You)": "(Từ Học Nói Làm Ơn và Cảm Ơn)",
  "(From Waking Up Near a Night Light)": "(Từ Thức Dậy Gần Đèn Ngủ)",
  "(From Irresponsible Trait)": "(Từ Tính Cách Vô Trách Nhiệm)",
  "{0.SimFirstName} is going through a phase. {M0.He}{F0.She}'s found a spirit animal. {0.SimFirstName} will only want to wear {M0.his}{F0.her} Bear suit.": "{0.SimFirstName} đang trải qua một giai đoạn. {M0.He}{F0.She} đã tìm thấy một linh vật. {0.SimFirstName} sẽ chỉ muốn mặc bộ đồ Gấu của {M0.his}{F0.her}.",
  "{0.SimFirstName} has entered the Picky Eater phase.": "{0.SimFirstName} đã bước vào giai đoạn Kén Ăn.",
  "{0.SimFirstName} is going through a phase. {M0.He}{F0.She} will pick up an instrument any chance {M0.he}{F0.she} gets, yell often, and turn all radios up to eleven!\n": "{0.SimFirstName} đang trải qua một giai đoạn. {M0.He}{F0.She} sẽ nhặt một nhạc cụ bất cứ khi nào {M0.he}{F0.she} có cơ hội, thường xuyên la hét và vặn tất cả radio lên mức tối đa!",
  "{0.SimFirstName} is going through a phase. {M0.He}{F0.She}'s having a bit of a Mean Streak and feels like being more nasty with other Sims.": "{0.SimFirstName} đang trải qua một giai đoạn. {M0.He}{F0.She} đang có một chút Tính Xấu và cảm thấy muốn khó chịu hơn với những Sim khác.",
  "{0.SimFirstName} is going through a phase. {M0.He}{F0.She}'s feeling a bit Clingy and is going to stay extra close to {M0.his}{F0.her} favorite caregiver.": "{0.SimFirstName} đang trải qua một giai đoạn. {M0.He}{F0.She} đang cảm thấy hơi Quấn Quít và sẽ ở gần người chăm sóc yêu thích của {M0.his}{F0.her} hơn.",
  "{0.SimFirstName} is going through a phase. {M0.He}{F0.She}'s feeling Distant and will prefer to be alone for a while.": "{0.SimFirstName} đang trải qua một giai đoạn. {M0.He}{F0.She} đang cảm thấy Xa Cách và sẽ thích ở một mình trong một thời gian.",
  "{0.SimFirstName} is going through a phase. {M0.He}{F0.She} is feeling very Rebellious and will seek to challenge parental authority.": "{0.SimFirstName} đang trải qua một giai đoạn. {M0.He}{F0.She} đang cảm thấy rất Nổi Loạn và sẽ tìm cách thách thức quyền lực của cha mẹ.",
  "I'm a Bear! There is nothing you can do to change that. Well, I guess you could talk to me about the costume. Maybe you could dress as a Bear as well?": "Tớ là Gấu! Không gì có thể thay đổi điều đó được. À, chắc là cậu có thể nói chuyện với tớ về bộ đồ. Hay là cậu cũng mặc đồ Gấu đi?",
  "Let me enjoy my Mean Streak! Disciplining my actions will make me behave. Do you really want to spoil my fun?\n": "Hãy để tớ tận hưởng Tính Xấu của mình đi! Kỷ luật hành động của tớ sẽ khiến tớ ngoan ngoãn. Cậu có thực sự muốn phá hỏng niềm vui của tớ không?",
  "I'm getting Picky about the food I eat. You could Call me to Meals and Encourage me to Eat new foods but I won't promise I will like them.": "Tớ đang trở nên Kén chọn về đồ ăn. Cậu có thể Gọi tớ đến Bữa Ăn và Khuyến khích tớ Ăn những món mới nhưng tớ không hứa là tớ sẽ thích chúng đâu.",
  "The world needs to hear me! You can influence me to be quiet and discipline me over loud actions. Just know, the fire inside will never die.": "Thế giới cần phải nghe thấy tớ! Cậu có thể tác động để tớ im lặng và kỷ luật tớ về những hành động ồn ào. Chỉ cần biết rằng, ngọn lửa bên trong sẽ không bao giờ tắt.",
  "I feel like I want to be alone. Jokes, volunteer events, or even playing Buildem Blocks with me may get me to come out of my shell.\n": "Tớ cảm thấy muốn ở một mình. Những câu chuyện cười, sự kiện tình nguyện hoặc thậm chí chơi Xếp Hình với tớ có thể khiến tớ ra khỏi vỏ bọc của mình.",
  "It's my time to stand up to authority and be rebellious. A few good hugs or helping me with my homework could get me to soften my attitude.": "Đã đến lúc tớ phải đứng lên chống lại quyền lực và nổi loạn. Một vài cái ôm thật chặt hoặc giúp tớ làm bài tập về nhà có thể khiến tớ dịu giọng.",
  "I just want to be near my parents. A gentle nudging  to play with other children, make friends, or even gain skills would help me to become more independent.": "Tớ chỉ muốn ở gần bố mẹ thôi. Một sự thúc đẩy nhẹ nhàng để chơi với những đứa trẻ khác, kết bạn hoặc thậm chí là học các kỹ năng sẽ giúp tớ trở nên độc lập hơn.",
  "(From Clingy Childhood Phase)": "(Từ Giai Đoạn Tuổi Thơ Quấn Quít)",
  "(From Mean Streak Childhood Phase)": "(Từ Giai Đoạn Tuổi Thơ Tính Xấu)",
  "(From Being A Picky Eater)": "(Từ Việc Là Người Kén Ăn)",
  "(From Eating a Sack Lunch)": "(Từ Việc Ăn Bữa Trưa Túi)",
  "(From Performing Mean Social)": "(Từ Việc Thực Hiện Tương Tác Xã Hội Xấu Tính)",
  "(From Shared Emotions)": "(Từ Cảm Xúc Được Chia Sẻ)",
  "(From Watching an Emotional Meltdown)": "(Từ Xem Một Cơn Suy Sụp Cảm Xúc)",
  "(From Losing an Argument)": "(Từ Thua Trong Một Cuộc Tranh Cãi)",
  "(From Winning an Argument)": "(Từ Thắng Trong Một Cuộc Tranh Cãi)",
  "(From Both Sides Losing an Argument)": "(Từ Cả Hai Bên Đều Thua Trong Một Cuộc Tranh Cãi)",
  "(From Looking at a Drawing)": "(Từ Nhìn Vào Một Bức Vẽ)",
  "(From Reading a Note)": "(Từ Đọc Một Mẩu Giấy Ghi Chú)",
  "{1.SimFirstName} has sent {0.SimFirstName} a gift.  Look for it arriving in the mail soon.": "{1.SimFirstName} đã gửi cho {0.SimFirstName} một món quà. Hãy tìm nó trong thư sắp tới nhé.",
  "(From Farting with Low Bladder)": "(Từ Xì Hơi Khi Bọng Đái Yếu)",
  "(From Being Caught Doing Something Gross)": "(Từ Bị Bắt Gặp Làm Điều Gì Đó Thô Tục)",
  "(From Being Grounded)": "(Từ Bị Cấm Túc)",
  "(From Breaking Grounding)": "(Từ Phá Vỡ Lệnh Cấm Túc)",
  "(From Calming Emotions)": "(Từ Xoa Dịu Cảm Xúc)",
  "(From Building With Friends)": "(Từ Xây Dựng Với Bạn Bè)",
  "{0.SimFirstName} has returned home with a school project. Completing this project will grant school progress. Additional progress will be awarded if the project is completed quickly.": "{0.SimFirstName} đã trở về nhà với một dự án học đường. Hoàn thành dự án này sẽ giúp tiến bộ trong học tập. Sẽ có thêm tiến bộ nếu dự án được hoàn thành nhanh chóng.",
  "(From Destroying a School Project Box)": "(Từ Phá Hủy Hộp Dự Án Học Đường)",
  "(From Seeing Their School Project Destroyed)": "(Từ Chứng Kiến Dự Án Học Đường Của Họ Bị Phá Hủy)",
  "(From Completing A Poor Quality School Project)": "(Từ Hoàn Thành Một Dự Án Học Đường Chất Lượng Kém)",
  "(From Completing a School Project)": "(Từ Hoàn Thành Một Dự Án Học Đường)",
  "{0.SimFirstName} finished {M0.his}{F0.her} school project quickly! Extra credit has been awarded!": "{0.SimFirstName} đã hoàn thành dự án học đường của {M0.his}{F0.her} một cách nhanh chóng! Đã được cộng thêm điểm!",
  "Nice work, {0.SimFirstName}! Completing School projects really has a positive impact on your grades. Keep up the good work!": "Làm tốt lắm, {0.SimFirstName}! Hoàn thành các dự án học đường thực sự có tác động tích cực đến điểm số của con. Tiếp tục phát huy nhé!",
  "{0.SimFirstName} has received an Excellence Bunny Award in {M0.his}{F0.her} inventory!": "{0.SimFirstName} đã nhận được Giải Thưởng Thỏ Xuất Sắc trong hành trang của {M0.his}{F0.her}!",
  "(From Giving Parenting Tips)": "(Từ Đưa Lời Khuyên Về Nuôi Dạy Con Cái)",
  "(From Receiving Parenting Tips)": "(Từ Nhận Lời Khuyên Về Nuôi Dạy Con Cái)",
  "(From Holding It)": "(Từ Nhịn Đi Vệ Sinh)",
  "(From Super Efficient Baby Care)": "(Từ Chăm Sóc Em Bé Siêu Hiệu Quả)",
  "(From Good Mannered Sim Shouting Forbidden Words)": "(Từ Sim Lịch Sự Hét Lên Những Từ Bị Cấm)",
  "(From Hearing Loud Music)": "(Từ Nghe Nhạc To)",
  "{0.SimFirstName} made sure no one was looking, then tossed one of the cupcakes to the squirrel. The squirrel stuffed its cheeks with the cupcake and happily ran off.": "{0.SimFirstName} đảm bảo không ai nhìn thấy, rồi ném một trong những chiếc bánh cupcake cho con sóc. Con sóc nhét đầy bánh vào má và vui vẻ chạy đi.",
  "{0.SimFirstName} saw through the squirrels ruse and spotted the group of squirrels hiding under the table and waiting to pounce on the unguarded cupcakes. After shooing the furry bandits, {0.SimFirstName} sold the full batch of cupcakes, making a nice profit for the charity. ": "{0.SimFirstName} nhìn thấu mánh khóe của lũ sóc và phát hiện ra một nhóm sóc đang trốn dưới bàn và chờ đợi để vồ lấy những chiếc bánh cupcake không được bảo vệ. Sau khi xua đuổi lũ cướp lông lá này, {0.SimFirstName} đã bán hết mẻ bánh cupcake, kiếm được một khoản lợi nhuận kha khá cho tổ chức từ thiện.",
  "{0.SimFirstName} chased after the squirrel while trying to shoo it away. While {0.SimFirstName} was distracted by anger at the greedy squirrel, another group of squirrels pounced on the unguarded cupcakes and took the whole batch. Sadly, there were none left to sell for the charity. ": "{0.SimFirstName} đuổi theo con sóc đồng thời cố gắng xua nó đi. Trong khi {0.SimFirstName} đang bị phân tâm bởi sự tức giận với con sóc tham lam, một nhóm sóc khác đã vồ lấy những chiếc bánh cupcake không được bảo vệ và lấy đi toàn bộ mẻ bánh. Đáng buồn thay, không còn chiếc nào để bán cho tổ chức từ thiện.",
  "{0.SimName} lost some Emotional Control from letting {M0.his}{F0.her} anger at the annoying squirrel distract {M0.him}{F0.her}.": "{0.SimName} đã mất một ít Kiểm Soát Cảm Xúc vì để sự tức giận với con sóc phiền phức khiến {M0.him}{F0.her} mất tập trung.",
  "{0.SimName} gained some Responsibility from shooing the squirrels from the baked goods and selling all of them.": "{0.SimName} đã tăng một ít Trách Nhiệm khi xua đuổi lũ sóc khỏi đồ nướng và bán hết chúng.",
  "While {0.SimFirstName} tossed a cupcake to the squirrel, a gang of other squirrels stole the whole batch of cupcakes from the table. The volunteer coordinator was horrified by the cupcake carnage, and the bake sale wasn't able to raise enough money due to the loss of the cupcakes.": "Trong khi {0.SimFirstName} ném một chiếc bánh cupcake cho con sóc, một băng đảng sóc khác đã đánh cắp toàn bộ mẻ bánh cupcake khỏi bàn. Điều phối viên tình nguyện viên kinh hoàng trước cảnh tàn sát bánh cupcake, và buổi bán bánh không thể quyên góp đủ tiền do mất bánh cupcake.",
  "{0.SimName} lost some Responsibility from letting the squirrels raid the bake sale.": "{0.SimName} đã mất một ít Trách Nhiệm vì để lũ sóc đột kích buổi bán bánh.",
  "{0.SimName} gained some Empathy from tossing a cupcake to the squirrel at the bake sale.": "{0.SimName} đã tăng một ít Đồng Cảm khi ném một chiếc bánh cupcake cho con sóc tại buổi bán bánh.",
  "The Sim who baked the muffins came by and was shocked that {0.SimFirstName} had cut the tops off the muffins. {0.SimFirstName} was able to calm the Sim's nerves and showed the baker that the muffin tops were a great success! ": "Sim nướng bánh nướng xốp đi ngang qua và sốc khi thấy {0.SimFirstName} đã cắt bỏ phần trên của bánh nướng xốp. {0.SimFirstName} đã có thể xoa dịu thần kinh của Sim và cho người thợ làm bánh thấy rằng phần trên của bánh nướng xốp đã thành công rực rỡ!",
  "{0.SimFirstName} decided that the muffin top idea is a non-starter. {M0.He}{F0.She} convinced the volunteer to work hard at selling full delicious muffins. Their teamwork paid off and the muffins were a big hit. ": "{0.SimFirstName} quyết định rằng ý tưởng về phần trên của bánh nướng xốp là một ý tưởng tồi. {M0.He}{F0.She} thuyết phục tình nguyện viên làm việc chăm chỉ để bán những chiếc bánh nướng xốp đầy đủ ngon lành. Sự hợp tác của họ đã được đền đáp và những chiếc bánh nướng xốp đã rất thành công.",
  "The volunteer won't be stopped and went ahead with selling the muffin tops.  It was a huge success and {0.SimFirstName} was enraged that {M0.his}{F0.her} muffins didn't sell as well. \\n\\nOn top of that, the bake sale coordinator put {0.SimFirstName} in charge of dealing with all the uneaten muffin stumps. {0.SimFirstName} was so angry that {M0.he}{F0.she} tossed the muffin stumps at the other volunteer.": "Tình nguyện viên không thể bị ngăn cản và tiếp tục bán phần trên của bánh nướng xốp. Nó đã thành công vang dội và {0.SimFirstName} tức giận vì bánh nướng xốp của {M0.his}{F0.her} không bán được nhiều. \n\nTrên hết, điều phối viên bán bánh đã giao cho {0.SimFirstName} phụ trách xử lý tất cả các gốc bánh nướng xốp không ăn hết. {0.SimFirstName} tức giận đến nỗi {M0.he}{F0.she} ném những gốc bánh nướng xốp vào tình nguyện viên khác.",
  "{0.SimName} lost some Emotional Control from having a tantrum at the muffin tops at the bake sale.": "{0.SimName} đã mất một ít Kiểm Soát Cảm Xúc vì nổi cơn tam bành với phần trên của bánh nướng xốp tại buổi bán bánh.",
  "{0.SimName} gained some Conflict Resolution and Social from working well with the other bake sale volunteer.": "{0.SimName} đã tăng một ít Giải Quyết Xung Đột và Kỹ Năng Xã Hội nhờ làm việc tốt với tình nguyện viên bán bánh khác.",
  "The Sim who baked the muffins came by and was enraged that {0.SimFirstName} had ruined the muffins. {0.SimFirstName} was unsuccessful in calming the baker's nerves, and the baker threw all the muffin tops in the trash! ": "Sim nướng bánh nướng xốp đi ngang qua và tức giận vì {0.SimFirstName} đã làm hỏng bánh nướng xốp. {0.SimFirstName} đã không thành công trong việc xoa dịu thần kinh của người thợ làm bánh, và người thợ làm bánh đã ném tất cả phần trên của bánh nướng xốp vào thùng rác!",
  "{0.SimName} lost some Conflict Resolution from unsuccessfully convincing the baker to sell muffin tops.": "{0.SimName} đã mất một ít Giải Quyết Xung Đột vì không thuyết phục được người thợ làm bánh bán phần trên của bánh nướng xốp.",
  "{0.SimName} gained some Conflict Resolution from convincing the baker to let {M0.him}{F0.her} sell the muffin tops.": "{0.SimName} đã tăng một ít Giải Quyết Xung Đột khi thuyết phục được người thợ làm bánh cho {M0.him}{F0.her} bán phần trên của bánh nướng xốp.",
  "That did it. The fear of baked goods with no milk chaser was keeping the crowds away. After {0.SimFirstName} set up the milk bar, the sales of baked goods began to rise.": "Đúng vậy. Nỗi sợ hãi về đồ nướng không có sữa khiến đám đông tránh xa. Sau khi {0.SimFirstName} dựng quầy sữa, doanh số bán đồ nướng bắt đầu tăng lên.",
  "{0.SimFirstName} found trending hashtags for {M0.his}{F0.her} scrumptious photos that appeal to Sims' hunger and sense of charity. Generous Sims start to arrive en masse and {0.SimFirstName} saved the event.": "{0.SimFirstName} đã tìm thấy các hashtag thịnh hành cho những bức ảnh ngon lành của {M0.his}{F0.her} thu hút cơn đói và ý thức từ thiện của Sims. Các Sim hào phóng bắt đầu đến hàng loạt và {0.SimFirstName} đã cứu vãn sự kiện.",
  "It looks like {0.SimFirstName} overestimated {M0.his}{F0.her} social presence. {M0.His}{F0.Her} posts only get two likes and no shares. The bake sale director scolds {0.SimFirstName} for playing on {M0.his}{F0.her} phone instead of working the bake sale.": "Có vẻ như {0.SimFirstName} đã đánh giá quá cao sự hiện diện trên mạng xã hội của {M0.his}{F0.her}. Bài đăng của {M0.His}{F0.Her} chỉ nhận được hai lượt thích và không có lượt chia sẻ nào. Giám đốc bán bánh quở trách {0.SimFirstName} vì đã chơi điện thoại thay vì làm việc tại buổi bán bánh.",
  "{0.SimName} lost some Responsibility from playing on {M0.his}{F0.her} phone when {M0.he}{F0.she} was supposed to be selling baked goods.": "{0.SimName} đã mất một ít Trách Nhiệm vì chơi điện thoại khi {M0.he}{F0.she} lẽ ra phải bán đồ nướng.",
  "{0.SimName} gained some Empathy for figuring out how to appeal to Sims' sense of charity.": "{0.SimName} đã tăng một ít Đồng Cảm khi tìm ra cách thu hút ý thức từ thiện của Sims.",
  "{0.SimFirstName} missed the note that this was a lactose free, gluten free, vegan bake sale. A number of gassy, upset Sims are demanding {0.SimFirstName} leave.": "{0.SimFirstName} đã bỏ lỡ ghi chú rằng đây là một buổi bán bánh không lactose, không gluten và thuần chay. Một số Sim đầy hơi, khó chịu đang yêu cầu {0.SimFirstName} rời đi.",
  "{0.SimName} lost some Empathy for forgetting the bake sale was a lactose free event!": "{0.SimName} đã mất một ít Đồng Cảm vì quên rằng buổi bán bánh là một sự kiện không có lactose!",
  "{0.SimName} gained some Empathy for taking into account the thirsty Sims at the bake sale.": "{0.SimName} đã tăng một ít Đồng Cảm vì đã tính đến những Sim khát nước tại buổi bán bánh.",
  "{0.SimFirstName} took charge of the bake sale and things started running smoothly. The baked goods were put on display, volunteers got clear direction, and a new queuing system was developed that will revolutionize standing in line around the world.": "{0.SimFirstName} phụ trách buổi bán bánh và mọi thứ bắt đầu diễn ra suôn sẻ. Đồ nướng được trưng bày, các tình nguyện viên nhận được chỉ đạo rõ ràng và một hệ thống xếp hàng mới đã được phát triển, hệ thống này sẽ cách mạng hóa việc đứng xếp hàng trên khắp thế giới.",
  "{0.SimFirstName} finds the coordinator trapped under a pile of meringue cookies. With super human strength, {0.SimFirstName} frees the coordinator from under the pile. This heroic act saves both the coordinator and the bake sale.": "{0.SimFirstName} tìm thấy điều phối viên bị mắc kẹt dưới một đống bánh quy meringue. Với sức mạnh siêu phàm, {0.SimFirstName} giải cứu điều phối viên khỏi đống bánh. Hành động anh hùng này đã cứu cả điều phối viên và buổi bán bánh.",
  "{0.SimFirstName} heads off into the park to search for the coordinator. Unfortunately, {M0.he}{F0.she} gets lost in the search and it is hours before {0.SimFirstName} finds {M0.his}{F0.her} way back to the bake sale. The other volunteers think {0.SimFirstName} shirked {M0.his}{F0.her} responsibilities while the others worked.": "{0.SimFirstName} đi vào công viên để tìm kiếm điều phối viên. Thật không may, {M0.he}{F0.she} bị lạc trong quá trình tìm kiếm và phải mất hàng giờ {0.SimFirstName} mới tìm được đường trở lại buổi bán bánh. Các tình nguyện viên khác nghĩ rằng {0.SimFirstName} đã trốn tránh trách nhiệm của {M0.his}{F0.her} trong khi những người khác làm việc.",
  "{0.SimName} lost some Responsibility from shirking {M0.his}{F0.her} volunteer duties at the bake sale.": "{0.SimName} đã mất một ít Trách Nhiệm vì trốn tránh nhiệm vụ tình nguyện của {M0.his}{F0.her} tại buổi bán bánh.",
  "{0.SimName} gained some Empathy and Motor from freeing the coordinator from the mound of cookies.": "{0.SimName} đã tăng một ít Đồng Cảm và Vận Động khi giải cứu điều phối viên khỏi đống bánh quy.",
  "{0.SimName} gained some Empathy and Fitness from freeing the coordinator from the mound of cookies.": "{0.SimName} đã tăng một ít Đồng Cảm và Thể Chất khi giải cứu điều phối viên khỏi đống bánh quy.",
  "The lack of experience leading a group of rough and tumble bake sale volunteers is apparent. {0.SimFirstName} tries and fails to win hearts and minds of the volunteers. The hungry crowd of Sims soon follow their noses to Hogan's Burger Shack.": "Sự thiếu kinh nghiệm lãnh đạo một nhóm tình nguyện viên bán bánh thô lỗ và hỗn loạn là điều hiển nhiên. {0.SimFirstName} cố gắng và thất bại trong việc chiếm được trái tim và tâm trí của các tình nguyện viên. Đám đông Sim đói khát sớm lần theo mùi hương đến Hogan's Burger Shack.",
  "{0.SimName} lost some Responsibility for failing to rally the bake sale volunteers.": "{0.SimName} đã mất một ít Trách Nhiệm vì không tập hợp được các tình nguyện viên bán bánh.",
  "{0.SimName} gained some Responsibility and Logic from organizing the bake sale.": "{0.SimName} đã tăng một ít Trách Nhiệm và Tư Duy Logic khi tổ chức buổi bán bánh.",
  "{0.SimName} gained some Responsibility and Mental from organizing the bake sale.": "{0.SimName} đã tăng một ít Trách Nhiệm và Tinh Thần khi tổ chức buổi bán bánh.",
  "{0.SimFirstName} starts to reach for a macaroon, but {M0.he}{F0.she} realizes the bake sale might not reach its sales goal if {M0.he}{F0.she} steals them. {M0.He}{F0.She} puts some money in the donation pile and enjoys the coconut macaroons guilt-free.  ": "{0.SimFirstName} bắt đầu với tay lấy một chiếc bánh macaroon, nhưng {M0.he}{F0.she} nhận ra rằng buổi bán bánh có thể không đạt được mục tiêu doanh số nếu {M0.he}{F0.she} ăn trộm chúng. {M0.He}{F0.She} bỏ một ít tiền vào đống quyên góp và thưởng thức món bánh dừa macaroon mà không cảm thấy tội lỗi.",
  "Willpower wins out and {0.SimFirstName} made it through the whole bake sale without sneaking a snack.": "Ý chí chiến thắng và {0.SimFirstName} đã vượt qua toàn bộ buổi bán bánh mà không ăn vụng.",
  "An empty stomach combined with all the fantastic bake sale smells soon became too much. The other volunteers noticed {0.SimFirstName} staring longingly at the macaroons while drooling profusely. No customers approached {0.SimFirstName} for help and sales suffer.": "Bụng đói kết hợp với tất cả những mùi thơm tuyệt vời của buổi bán bánh sớm trở nên quá sức. Các tình nguyện viên khác nhận thấy {0.SimFirstName} nhìn chằm chằm một cách thèm thuồng vào những chiếc bánh macaroon trong khi chảy nước miếng dữ dội. Không có khách hàng nào tiếp cận {0.SimFirstName} để được giúp đỡ và doanh số bán hàng bị ảnh hưởng.",
  "{0.SimName} lost some Manners for drooling on {M0.himself}{F0.herself} over the bake sale cookies.": "{0.SimName} đã mất một ít Cách Cư Xử vì chảy nước miếng lên {M0.himself}{F0.herself} khi nhìn những chiếc bánh quy tại buổi bán bánh.",
  "{0.SimName} gained some Manners from controlling {M0.his}{F0.her} desire to sneak a cookie during the bake sale.": "{0.SimName} đã tăng một ít Cách Cư Xử khi kiểm soát được mong muốn ăn vụng một chiếc bánh quy trong buổi bán bánh.",
  "The other volunteers noticed the missing macaroons. {0.SimFirstName} is forced to fess up after crumbs are found on {M0.his}{F0.her} clothes. {M0.He}{F0.She} is demoted to muffin stub disposal duty.": "Các tình nguyện viên khác nhận thấy những chiếc bánh macaroon bị mất. {0.SimFirstName} buộc phải thú nhận sau khi vụn bánh được tìm thấy trên quần áo của {M0.his}{F0.her}. {M0.He}{F0.She} bị giáng chức xuống nhiệm vụ xử lý gốc bánh nướng xốp.",
  "{0.SimName} lost some Responsibility for eating all the macaroons {M0.he}{F0.she} was supposed to sell.": "{0.SimName} đã mất một ít Trách Nhiệm vì ăn hết tất cả bánh macaroon mà {M0.he}{F0.she} lẽ ra phải bán.",
  "{0.SimName} gained some Responsibility from paying for the cookies that {M0.he}{F0.she} ate.": "{0.SimName} đã tăng một ít Trách Nhiệm khi trả tiền cho những chiếc bánh quy mà {M0.he}{F0.she} đã ăn.",
  "The owner was so happy to get their wallet back that {0.SimFirstName} got a big hug and a warm fuzzy feeling.": "Chủ nhân đã rất vui khi nhận lại ví của mình đến nỗi {0.SimFirstName} nhận được một cái ôm thật chặt và một cảm giác ấm áp mơ hồ.",
  "{0.SimFirstName} knew keeping the wallet wasn't the right thing to do, but the extra cash in {M0.his}{F0.her} pocket feels so good. The owner of the wallet is probably pretty upset that they didn't get their wallet back.": "{0.SimFirstName} biết rằng giữ ví không phải là điều đúng đắn, nhưng số tiền mặt dư thừa trong túi của {M0.his}{F0.her} cảm thấy rất tuyệt. Chủ sở hữu chiếc ví có lẽ đang rất khó chịu vì họ không nhận lại được ví của mình.",
  "{0.SimFirstName} tried to stealthily slip the wallet into {M0.his}{F0.her} pocket, but {M0.he}{F0.she} got caught by the volunteer coordinator. The coordinator was really disappointed by {M0.his}{F0.her} behavior and forced {M0.him}{F0.her} to return the wallet.": "{0.SimFirstName} đã cố gắng lén lút nhét chiếc ví vào túi của {M0.his}{F0.her}, nhưng {M0.he}{F0.she} bị điều phối viên tình nguyện viên bắt gặp. Điều phối viên thực sự thất vọng về hành vi của {M0.his}{F0.her} và buộc {M0.him}{F0.her} phải trả lại chiếc ví.",
  "{0.SimName} lost some Responsibility from getting caught trying to pocket the wallet {M0.he}{F0.she} found on the beach.": "{0.SimName} đã mất một ít Trách Nhiệm vì bị bắt gặp khi cố gắng bỏ túi chiếc ví mà {M0.he}{F0.she} tìm thấy trên bãi biển.",
  "{0.SimName} lost some Empathy but gained some Simoleons from keeping the wallet {M0.he}{F0.she} found at the beach.": "{0.SimName} đã mất một ít Đồng Cảm nhưng lại kiếm được một ít Simoleon từ việc giữ chiếc ví mà {M0.he}{F0.she} tìm thấy ở bãi biển.",
  "{0.SimFirstName} tried to call the owner of the wallet, but they immediately accused {M0.him}{F0.her} of stealing the wallet! {0.SimFirstName} tried to explain {M0.himself}{F0.herself}, but {M0.he}{F0.she} finally got so frustrated that {M0.he}{F0.she} ended up hanging up the phone.": "{0.SimFirstName} đã cố gắng gọi cho chủ sở hữu chiếc ví, nhưng họ ngay lập tức buộc tội {M0.him}{F0.her} ăn cắp chiếc ví! {0.SimFirstName} đã cố gắng giải thích, nhưng cuối cùng {M0.he}{F0.she} đã quá thất vọng đến nỗi {M0.he}{F0.she} cuối cùng đã cúp điện thoại.",
  "{0.SimName} lost some Empathy for not returning the wallet to its rightful owner.": "{0.SimName} đã mất một ít Đồng Cảm vì không trả lại chiếc ví cho chủ sở hữu hợp pháp của nó.",
  "{0.SimName} gained a lot of Responsibility for returning the wallet {M0.he}{F0.she} found on the beach.": "{0.SimName} đã tăng rất nhiều Trách Nhiệm khi trả lại chiếc ví mà {M0.he}{F0.she} tìm thấy trên bãi biển.",
  "{0.SimFirstName} gave the trash a swift kick, and it flew into the air and landed right in a trash can! All the volunteers started laughing including {0.SimFirstName}, and {M0.he}{F0.she} realized that {M0.he}{F0.she} felt better laughing at {M0.his}{F0.her} mistakes than acting out on them.": "{0.SimFirstName} đá mạnh vào thùng rác, và nó bay lên không trung rồi rơi ngay vào thùng rác! Tất cả các tình nguyện viên bắt đầu cười, kể cả {0.SimFirstName}, và {M0.he}{F0.she} nhận ra rằng {M0.he}{F0.she} cảm thấy tốt hơn khi cười vào những sai lầm của {M0.his}{F0.her} hơn là phản ứng lại chúng.",
  "{0.SimFirstName} shook off {M0.his}{F0.her} embarrassment and picked up the trash again. The cute Sim came over to help and really made {0.SimFirstName}'s day!": "{0.SimFirstName} rũ bỏ sự xấu hổ của {M0.his}{F0.her} và nhặt rác lên một lần nữa. Sim dễ thương đến giúp đỡ và thực sự làm cho một ngày của {0.SimFirstName} trở nên tốt đẹp hơn!",
  "{0.SimFirstName} picked up the trash again, walked a little further, and clumsily tripped again!  {M0.He}{F0.She} gave up in frustration and left the trash all over the beach. The other volunteers had to clean up the mess instead.": "{0.SimFirstName} nhặt rác lên một lần nữa, đi thêm một đoạn nữa và lại vấp ngã một cách vụng về! {M0.He}{F0.She} bỏ cuộc trong thất vọng và để rác vương vãi khắp bãi biển. Các tình nguyện viên khác đã phải dọn dẹp mớ hỗn độn thay.",
  "{0.SimName} lost some Responsibility from leaving trash scattered all over the beach.": "{0.SimName} đã mất một ít Trách Nhiệm vì để rác vương vãi khắp bãi biển.",
  "(From Volunteering)": "(Từ Tình Nguyện)",
  "{0.SimName} gained some Emotional Control and became Happy from picking up the trash {M0.he}{F0.she} dropped.": "{0.SimName} đã tăng một ít Kiểm Soát Cảm Xúc và trở nên Hạnh Phúc khi nhặt rác mà {M0.he}{F0.she} đã đánh rơi.",
  "{0.SimFirstName} gave the trash a wild kick in a fit of anger, but immediately regretted {M0.his}{F0.her} decision when the trash flew and hit the cute Sim in the face!": "{0.SimFirstName} đã đá mạnh vào thùng rác trong cơn giận dữ, nhưng ngay lập tức hối hận về quyết định của {M0.his}{F0.her} khi rác bay và trúng vào mặt Sim dễ thương!",
  "{0.SimName} lost some Emotional Control from wildly kicking the trash during the beach cleanup.": "{0.SimName} đã mất một ít Kiểm Soát Cảm Xúc vì đá mạnh vào thùng rác trong quá trình dọn dẹp bãi biển.",
  "{0.SimName} gained Emotional Control from laughing at {M0.his}{F0.her} clumsiness while cleaning up the beach.": "{0.SimName} đã tăng Kiểm Soát Cảm Xúc khi cười vào sự vụng về của {M0.his}{F0.her} trong khi dọn dẹp bãi biển.",
  "{0.SimFirstName} tried to stop the argument, but one of the volunteers accidentally pushed {M0.him}{F0.her} to the ground! Everyone realized how silly the argument was and decided to shake hands.": "{0.SimFirstName} đã cố gắng ngăn chặn cuộc tranh cãi, nhưng một trong những tình nguyện viên vô tình đẩy {M0.him}{F0.her} xuống đất! Mọi người nhận ra cuộc tranh cãi thật ngớ ngẩn và quyết định bắt tay.",
  "{0.SimFirstName} didn't feel comfortable trying to break up the argument. To {M0.his}{F0.her} surprise, a young adult Sim stepped in and cooled down everyone's temper. {0.SimFirstName} got some good tips on how to resolve arguments by observing the young adult.": "{0.SimFirstName} cảm thấy không thoải mái khi cố gắng giải tán cuộc tranh cãi. Thật ngạc nhiên cho {M0.his}{F0.her}, một Sim thanh niên đã bước vào và hạ nhiệt cơn giận của mọi người. {0.SimFirstName} đã nhận được một số lời khuyên hay về cách giải quyết tranh cãi bằng cách quan sát thanh niên đó.",
  "{0.SimFirstName} decided to mind {M0.his}{F0.her} own business and stay out of the argument. The argument escalated and some driftwood went flying and hit {0.SimFirstName} in the head!": "{0.SimFirstName} quyết định lo chuyện của {M0.his}{F0.her} và tránh xa cuộc tranh cãi. Cuộc tranh cãi leo thang và một số mảnh gỗ trôi dạt bay và trúng vào đầu {0.SimFirstName}!",
  "{0.SimName} lost some Conflict Resolution from letting the argument escalate between Sims at the beach.": "{0.SimName} đã mất một ít Giải Quyết Xung Đột vì để cuộc tranh cãi leo thang giữa các Sim ở bãi biển.",
  "{0.SimName} gained some Conflict Resolution from observing another Sim break up an argument at the beach.": "{0.SimName} đã tăng một ít Giải Quyết Xung Đột khi quan sát một Sim khác giải tán một cuộc tranh cãi ở bãi biển.",
  "{0.SimFirstName} tried to break up the argument, but it just made the arguing Sims angrier and they pulled {M0.him}{F0.her} into the argument. {M0.He}{F0.She} ended up spending a long time arguing in circles.": "{0.SimFirstName} đã cố gắng giải tán cuộc tranh cãi, nhưng nó chỉ khiến những Sim đang tranh cãi tức giận hơn và họ kéo {M0.him}{F0.her} vào cuộc tranh cãi. {M0.He}{F0.She} cuối cùng đã dành một thời gian dài để tranh cãi luẩn quẩn.",
  "{0.SimName} lost some Conflict Resolution from getting pulled into the argument with the beach volunteers.": "{0.SimName} đã mất một ít Giải Quyết Xung Đột vì bị lôi kéo vào cuộc tranh cãi với các tình nguyện viên bãi biển.",
  "{0.SimName} gained some Conflict Resolution from resolving the argument at the beach, but lost some Hygiene from falling in the sand!": "{0.SimName} đã tăng một ít Giải Quyết Xung Đột khi giải quyết cuộc tranh cãi ở bãi biển, nhưng lại mất một ít Vệ Sinh vì ngã xuống cát!",
  "{0.SimFirstName} continued to pick up trash instead of helping the struggling Sim. {M0.He}{F0.She} ended up picking up more trash than anyone else that day, but {M0.he}{F0.she} felt bad when {M0.he}{F0.she} noticed that the older Sim was all scraped and bruised.": "{0.SimFirstName} tiếp tục nhặt rác thay vì giúp đỡ Sim đang gặp khó khăn. {M0.He}{F0.She} cuối cùng đã nhặt được nhiều rác hơn bất kỳ ai khác trong ngày hôm đó, nhưng {M0.he}{F0.she} cảm thấy tồi tệ khi {M0.he}{F0.she} nhận thấy rằng Sim lớn tuổi kia bị trầy xước và bầm tím.",
  "{0.SimFirstName} rushed over to help the older Sim drag the large debris off the beach. The older Sim was really grateful for the help and the two of them spent some time working together to haul a lot of large debris off the beach. The beach looked a lot better when they were done!": "{0.SimFirstName} vội vàng chạy đến giúp Sim lớn tuổi kia kéo những mảnh vỡ lớn ra khỏi bãi biển. Sim lớn tuổi kia thực sự biết ơn sự giúp đỡ và cả hai đã dành thời gian làm việc cùng nhau để kéo rất nhiều mảnh vỡ lớn ra khỏi bãi biển. Bãi biển trông đẹp hơn rất nhiều khi họ hoàn thành!",
  "{0.SimFirstName} tried to help the older Sim, but quickly lost {M0.his}{F0.her} temper with the large piece of debris and stormed off without finishing helping the other Sim.": "{0.SimFirstName} đã cố gắng giúp đỡ Sim lớn tuổi kia, nhưng nhanh chóng mất kiên nhẫn với mảnh vỡ lớn và bỏ đi mà không hoàn thành việc giúp đỡ Sim khác.",
  "{0.SimName} lost some Emotional Control from losing {M0.his}{F0.her} temper with the unwieldy debris at the beach.": "{0.SimName} đã mất một ít Kiểm Soát Cảm Xúc vì mất kiên nhẫn với mảnh vỡ khó điều khiển ở bãi biển.",
  "{0.SimName} gained some Empathy from helping the older Sim with the debris on the beach.": "{0.SimName} đã tăng một ít Đồng Cảm khi giúp đỡ Sim lớn tuổi kia với mảnh vỡ trên bãi biển.",
  "{0.SimFirstName} ignored the struggling Sim and went back to picking up trash. Suddenly, {M0.he}{F0.she} heard a huge crash, and the older Sim was lying on his back struggling like a flipped turtle. {0.SimFirstName} couldn't help but laugh at the other Sim's misfortune.": "{0.SimFirstName} phớt lờ Sim đang gặp khó khăn và quay lại nhặt rác. Đột nhiên, {M0.he}{F0.she} nghe thấy một tiếng động lớn, và Sim lớn tuổi kia đang nằm ngửa vật lộn như một con rùa bị lật. {0.SimFirstName} không thể không cười trước sự bất hạnh của Sim khác.",
  "{0.SimName} lost some Empathy and gained some Fun  from laughing at the struggling Sim at the beach cleanup.": "{0.SimName} đã mất một ít Đồng Cảm và tăng một ít Vui Vẻ khi cười nhạo Sim đang gặp khó khăn tại buổi dọn dẹp bãi biển.",
  "{0.SimName} gained some Responsibility from picking so much trash on the beach, but {M0.he}{F0.she} lost some Empathy from ignoring the struggling Sim.": "{0.SimName} đã tăng một ít Trách Nhiệm khi nhặt được rất nhiều rác trên bãi biển, nhưng {M0.he}{F0.she} lại mất một ít Đồng Cảm vì phớt lờ Sim đang gặp khó khăn.",
  "Instead of engaging the bullies, {0.SimFirstName} started up some small talk with the bullied Sim. The bullies were frustrated that they couldn't engage {0.SimFirstName} and gave up on their taunting.": "Thay vì tham gia vào những kẻ bắt nạt, {0.SimFirstName} bắt đầu trò chuyện nhỏ với Sim bị bắt nạt. Những kẻ bắt nạt thất vọng vì chúng không thể lôi kéo {0.SimFirstName} và từ bỏ việc chế nhạo của chúng.",
  "{0.SimFirstName} approached the bullies and calmly convinced them to leave the other Sim alone. The bullied Sim was really grateful and they had a really good time chatting.": "{0.SimFirstName} tiếp cận những kẻ bắt nạt và bình tĩnh thuyết phục chúng để yên cho Sim khác. Sim bị bắt nạt thực sự biết ơn và họ đã có một khoảng thời gian trò chuyện thực sự vui vẻ.",
  "{0.SimFirstName} approached the bullies, but {M0.he}{F0.she} didn't know what to say, so {M0.he}{F0.she} started yelling at the bullies. {M0.He}{F0.She} got into a huge fight with the bullies and finally the volunteer coordinator had to break it up.": "{0.SimFirstName} tiếp cận những kẻ bắt nạt, nhưng {M0.he}{F0.she} không biết phải nói gì, vì vậy {M0.he}{F0.she} bắt đầu hét vào mặt những kẻ bắt nạt. {M0.He}{F0.She} đã có một cuộc chiến lớn với những kẻ bắt nạt và cuối cùng điều phối viên tình nguyện viên đã phải giải tán.",
  "{0.SimName} lost some Conflict Resolution for getting into an argument with the bullies.": "{0.SimName} đã mất một ít Giải Quyết Xung Đột vì tham gia vào một cuộc tranh cãi với những kẻ bắt nạt.",
  "{0.SimName} gained some Conflict Resolution and Social from talking with the bullied Sim at the beach.": "{0.SimName} đã tăng một ít Giải Quyết Xung Đột và Kỹ Năng Xã Hội khi trò chuyện với Sim bị bắt nạt ở bãi biển.",
  "{0.SimFirstName} awkwardly approached the bullied Sim, but the Sim was convinced that {0.SimFirstName} was trying to bully him too and snapped at {M0.him}{F0.her}.": "{0.SimFirstName} vụng về tiếp cận Sim bị bắt nạt, nhưng Sim đó tin rằng {0.SimFirstName} cũng đang cố gắng bắt nạt mình và quát {M0.him}{F0.her}.",
  "{0.SimName} lost some Empathy from bungling the conversation with the bullied Sim.": "{0.SimName} đã mất một ít Đồng Cảm vì làm hỏng cuộc trò chuyện với Sim bị bắt nạt.",
  "{0.SimName} gained some Conflict Resolution  from talking to the bullied Sim at the beach.": "{0.SimName} đã tăng một ít Giải Quyết Xung Đột khi nói chuyện với Sim bị bắt nạt ở bãi biển.",
  "Volunteering is fun and builds character! It feels good to do things for others.": "Tình nguyện rất vui và xây dựng tính cách! Thật tuyệt khi làm điều gì đó cho người khác.",
  "{0.SimFirstName} got a bit bored playing card games, but the elderly Sim was enthusiastic about sharing stories with {0.SimFirstName}. It seemed like {0.SimFirstName} really brightened the elder's day.": "{0.SimFirstName} cảm thấy hơi chán khi chơi trò chơi bài, nhưng Sim lớn tuổi rất nhiệt tình chia sẻ những câu chuyện với {0.SimFirstName}. Có vẻ như {0.SimFirstName} thực sự đã làm bừng sáng một ngày của người lớn tuổi.",
  "{0.SimFirstName} made up an excuse that {M0.he}{F0.she} was cleaning the common room. To keep up the ruse, {M0.he}{F0.she} spent a long time straightening up, but the room actually looked a lot better afterwards and the nursing house residents were pleased.": "{0.SimFirstName} đã bịa ra một cái cớ rằng {M0.he}{F0.she} đang dọn dẹp phòng sinh hoạt chung. Để duy trì màn kịch, {M0.he}{F0.she} đã dành rất nhiều thời gian để dọn dẹp, nhưng căn phòng thực sự trông đẹp hơn rất nhiều sau đó và cư dân viện dưỡng lão rất hài lòng.",
  "{0.SimFirstName} escaped from the elderly Sim by making a lame excuse, and spent some time socializing with the other volunteers. Later, {M0.he}{F0.she} noticed that the elderly Sim looked really lonely and sad.": "{0.SimFirstName} đã trốn thoát khỏi Sim lớn tuổi bằng một cái cớ tồi tệ và dành thời gian giao lưu với các tình nguyện viên khác. Sau đó, {M0.he}{F0.she} nhận thấy rằng Sim lớn tuổi trông thực sự cô đơn và buồn bã.",
  "{0.SimFirstName} lost some Empathy and gained some Social from socializing with other volunteers at the Nursing Home.": "{0.SimFirstName} đã mất một ít Đồng Cảm và tăng một ít Kỹ Năng Xã Hội khi giao lưu với các tình nguyện viên khác tại Viện Dưỡng Lão.",
  "{0.SimFirstName} gained some Manners and lost some Hygiene from cleaning up the Nursing Home common room.": "{0.SimFirstName} đã tăng một ít Cách Cư Xử và mất một ít Vệ Sinh khi dọn dẹp phòng sinh hoạt chung của Viện Dưỡng Lão.",
  "{0.SimFirstName} learned the card game quickly, and easily won a dozen matches against the elder. The elderly Sim looked like they weren't having a very good time. Maybe {0.SimFirstName} should have let the elder win a few times?": "{0.SimFirstName} đã học trò chơi bài rất nhanh và dễ dàng thắng hàng tá trận đấu với người lớn tuổi. Sim lớn tuổi có vẻ như không có một khoảng thời gian vui vẻ cho lắm. Có lẽ {0.SimFirstName} nên để người lớn tuổi thắng vài lần?",
  "{0.SimName} lost some Empathy and gained some Logic from winning the card games against the elder.": "{0.SimName} đã mất một ít Đồng Cảm và tăng một ít Tư Duy Logic khi thắng các trò chơi bài trước người lớn tuổi.",
  "{0.SimName} lost some Empathy and gained some Mental skill from winning cards against the Elder.": "{0.SimName} đã mất một ít Đồng Cảm và tăng một ít kỹ năng Tinh Thần khi thắng các trò chơi bài trước người lớn tuổi.",
  "(From Volunteering at a Nursing Home)": "(Từ Tình Nguyện Tại Viện Dưỡng Lão)",
  "{0.SimFirstName} got some Empathy and became Bored from playing cards with the elder Sim at the Nursing Home.": "{0.SimFirstName} đã nhận được một ít Đồng Cảm và trở nên Buồn Chán khi chơi bài với Sim lớn tuổi tại Viện Dưỡng Lão.",
  "{0.SimFirstName} patiently listened to the elderly Sim's stories and found that the elderly Sim had a lot of interesting adventures in his younger days. {M0.He}{F0.She} really enjoyed the conversation!": "{0.SimFirstName} kiên nhẫn lắng nghe những câu chuyện của Sim lớn tuổi và phát hiện ra rằng Sim lớn tuổi đã có rất nhiều cuộc phiêu lưu thú vị trong những ngày còn trẻ của mình. {M0.He}{F0.She} thực sự thích cuộc trò chuyện!",
  "{0.SimFirstName} was dashing to the bathroom when {M0.he}{F0.she} almost tripped right over an elderly Sim in a wheelchair. {M0.He}{F0.She} stopped to make sure the elderly Sim was OK, and helped the elderly Sim get to the cafeteria. The elderly Sim thanked {M0.him}{F0.her} for being so helpful.": "{0.SimFirstName} đang lao vào phòng tắm thì suýt vấp phải một Sim lớn tuổi đang ngồi trên xe lăn. {M0.He}{F0.She} dừng lại để đảm bảo rằng Sim lớn tuổi kia ổn và giúp Sim lớn tuổi kia đến nhà ăn. Sim lớn tuổi kia cảm ơn {M0.him}{F0.her} vì đã rất hữu ích.",
  "The elderly Sim looked really disappointed when {0.SimFirstName} ran away. {0.SimFirstName} was too embarrassed to face the elderly Sim and hid out in the bathroom for a long time.": "Sim lớn tuổi kia trông thực sự thất vọng khi {0.SimFirstName} bỏ chạy. {0.SimFirstName} quá xấu hổ để đối mặt với Sim lớn tuổi kia và trốn trong phòng tắm một thời gian dài.",
  "{0.SimFirstName} lost some Empathy and became Embarrassed from hiding from the elderly Sim.": "{0.SimFirstName} đã mất một ít Đồng Cảm và trở nên Xấu Hổ vì trốn tránh Sim lớn tuổi.",
  "{0.SimFirstName} gained some Responsibility from helping the elderly Sim  at the Nursing Home.": "{0.SimFirstName} đã tăng một ít Trách Nhiệm khi giúp đỡ Sim lớn tuổi tại Viện Dưỡng Lão.",
  "{0.SimFirstName} was trapped into a long conversation with the Elderly Sim and was so bored that {M0.he}{F0.she} fell asleep. When {M0.he}{F0.she} woke up, there was a note from the elderly Sim: \"Didn't anyone ever teach you it's rude to nap when others are talking?\"": "{0.SimFirstName} bị mắc kẹt trong một cuộc trò chuyện dài với Sim lớn tuổi và chán đến nỗi {M0.he}{F0.she} ngủ thiếp đi. Khi {M0.he}{F0.she} thức dậy, có một ghi chú từ Sim lớn tuổi: \"Không ai dạy bạn rằng ngủ gật khi người khác đang nói chuyện là bất lịch sự sao?\"",
  "{0.SimFirstName} lost some Manners and became Bored from falling asleep while talking with a Sim at the nursing home.": "{0.SimFirstName} đã mất một ít Cách Cư Xử và trở nên Buồn Chán vì ngủ gật khi nói chuyện với một Sim tại viện dưỡng lão.",
  "{0.SimFirstName} gained some Empathy and Social while talking to the elderly Sim at the nursing home.": "{0.SimFirstName} đã tăng một ít Đồng Cảm và Kỹ Năng Xã Hội khi nói chuyện với Sim lớn tuổi tại viện dưỡng lão.",
  "{0.SimFirstName} didn't want to listen to any old-timey music, so instead {M0.he}{F0.she} blasted some of {M0.his}{F0.her} favorite music instead. The elderly Sim didn't seem to enjoy the music but {0.SimFirstName} got pretty pumped up.": "{0.SimFirstName} không muốn nghe bất kỳ bản nhạc thời xưa nào, vì vậy thay vào đó {M0.he}{F0.she} đã mở hết cỡ một vài bản nhạc yêu thích của {M0.his}{F0.her}. Sim lớn tuổi dường như không thích nhạc, nhưng {0.SimFirstName} lại cảm thấy rất phấn khích.",
  "To {0.SimFirstName}'s surprise, the elderly Sim sat down and busted out some songs on the piano. The songs were very nice, and the elderly Sim taught {0.SimFirstName} some things about playing the piano.": "Trước sự ngạc nhiên của {0.SimFirstName}, Sim lớn tuổi ngồi xuống và chơi một vài bài hát trên đàn piano. Các bài hát rất hay và Sim lớn tuổi đã dạy {0.SimFirstName} một vài điều về chơi đàn piano.",
  "The elderly Sim started to play some old music on the stereo, but it seemed to be broken. {0.SimFirstName} tried to fix the stereo, but {M0.he}{F0.she} just kept making it worse. Finally, {M0.he}{F0.she} lost {M0.his}{F0.her} temper and tore the stereo to pieces. The elder looked really disappointed.": "Sim lớn tuổi kia bắt đầu phát một vài bản nhạc cũ trên dàn âm thanh nổi, nhưng nó dường như đã bị hỏng. {0.SimFirstName} đã cố gắng sửa dàn âm thanh nổi, nhưng {M0.he}{F0.she} chỉ làm cho nó trở nên tồi tệ hơn. Cuối cùng, {M0.he}{F0.she} mất bình tĩnh và xé nát dàn âm thanh nổi thành từng mảnh. Người lớn tuổi kia trông thực sự thất vọng.",
  "{0.SimFirstName} lost some Emotional Control from tearing apart the elder's stereo at the nursing home.": "{0.SimFirstName} đã mất một ít Kiểm Soát Cảm Xúc vì xé toạc dàn âm thanh nổi của người lớn tuổi tại viện dưỡng lão.",
  "{0.SimName} gained some Manners and Piano Skill from playing piano with the elder in the Nursing Home.": "{0.SimName} đã tăng một ít Cách Cư Xử và Kỹ Năng Piano khi chơi piano với người lớn tuổi tại Viện Dưỡng Lão.",
  "{0.SimName} gained some Manners and Creativity Skill from playing piano with the elder in the Nursing Home.": "{0.SimName} đã tăng một ít Cách Cư Xử và Kỹ Năng Sáng Tạo khi chơi piano với người lớn tuổi tại Viện Dưỡng Lão.",
  "{0.SimFirstName} lost some Manners but became Energized by playing some modern music for the elders.": "{0.SimFirstName} đã mất một ít Cách Cư Xử nhưng trở nên Hăng Hái khi chơi một vài bản nhạc hiện đại cho những người lớn tuổi.",
  "{0.SimFirstName} politely asked the elder if they would like to listen to some modern music instead. The elders agreed and started nodding their heads to the beat. {0.SimFirstName} decided to bust out some dance moves and one of the elders joined in! Everyone had a great time.": "{0.SimFirstName} đã lịch sự hỏi người lớn tuổi xem họ có muốn nghe một vài bản nhạc hiện đại thay vào đó không. Những người lớn tuổi đồng ý và bắt đầu gật đầu theo nhịp điệu. {0.SimFirstName} quyết định thể hiện một vài động tác nhảy và một trong những người lớn tuổi đã tham gia! Mọi người đã có một khoảng thời gian tuyệt vời.",
  "{0.SimFirstName} gained some Manners and Social from dancing with the nursing home elders.": "{0.SimFirstName} đã tăng một ít Cách Cư Xử và Kỹ Năng Xã Hội khi nhảy với những người lớn tuổi ở viện dưỡng lão.",
  "{0.SimFirstName} sat down with the elderly Sims and changed the channel to {M0.his}{F0.her} favorite TV show. The elders didn't seem too happy about this and grumbled through the entire show.": "{0.SimFirstName} ngồi xuống với những Sim lớn tuổi và chuyển kênh sang chương trình TV yêu thích của {M0.his}{F0.her}. Những người lớn tuổi dường như không quá vui vẻ về điều này và càu nhàu trong suốt chương trình.",
  "{0.SimFirstName} sat down with the elderly Sims and started asking them questions about their past. The elderly Sims seemed to enjoy reminiscing and sharing stories, and forgot all about their disagreement.": "{0.SimFirstName} ngồi xuống với những Sim lớn tuổi và bắt đầu hỏi họ những câu hỏi về quá khứ của họ. Những Sim lớn tuổi dường như thích hồi tưởng và chia sẻ những câu chuyện, và quên hết về sự bất đồng của họ.",
  "{0.SimFirstName} tried to interrupt the elders with some questions, but they looked incredibly offended that {M0.he}{F0.she} was butting into their conversation.": "{0.SimFirstName} đã cố gắng ngắt lời những người lớn tuổi bằng một vài câu hỏi, nhưng họ trông vô cùng khó chịu vì {M0.he}{F0.she} đang xen vào cuộc trò chuyện của họ.",
  "{0.SimName} lost some Manners from interrupting the elderly Sims' conversation at the Nursing Home.": "{0.SimName} đã mất một ít Cách Cư Xử vì làm gián đoạn cuộc trò chuyện của những Sim lớn tuổi tại Viện Dưỡng Lão.",
  "{0.SimName} gained some Conflict Resolution and Social for resolving the argument between the elder Sims.": "{0.SimName} đã tăng một ít Giải Quyết Xung Đột và Kỹ Năng Xã Hội khi giải quyết cuộc tranh cãi giữa những Sim lớn tuổi.",
  "{0.SimName} lost some Conflict Resolution and gained some Fun from watching TV with the nursing home elders.": "{0.SimName} đã mất một ít Giải Quyết Xung Đột và tăng một ít Vui Vẻ khi xem TV với những người lớn tuổi ở viện dưỡng lão.",
  "{0.SimFirstName} started to flip through the channels when the TV stopped working! {0.SimFirstName} and the elderly Sims ended up working together to fix the TV and everyone forgot about the argument.": "{0.SimFirstName} bắt đầu chuyển kênh thì TV ngừng hoạt động! {0.SimFirstName} và những Sim lớn tuổi cuối cùng đã làm việc cùng nhau để sửa TV và mọi người quên hết về cuộc tranh cãi.",
  "{0.SimName} gained some Conflict Resolution and some Handiness from repairing the TV with the elder Sims.": "{0.SimName} đã tăng một ít Giải Quyết Xung Đột và một ít Khéo Tay khi sửa TV với những Sim lớn tuổi.",
  "{0.SimName} gained some Conflict Resolution and some Mental from repairing the TV with the elder Sims.": "{0.SimName} đã tăng một ít Giải Quyết Xung Đột và một ít Tinh Thần khi sửa TV với những Sim lớn tuổi.",
  "{0.SimFirstName} found some clear tape and tried to make it look like the rose bush was still intact. It wasn't a very successful effort and the elders looked disappointed when they saw the mangled bush.": "{0.SimFirstName} tìm thấy một ít băng dính trong suốt và cố gắng làm cho bụi hoa hồng trông như vẫn còn nguyên vẹn. Đó không phải là một nỗ lực thành công và những người lớn tuổi trông thất vọng khi họ nhìn thấy bụi cây bị tàn phá.",
  "{0.SimFirstName} confessed to the elderly Sim about the damage {M0.he}{F0.she} caused to the bush. The elderly Sim wasn't mad at all and actually showed {0.SimFirstName} some gardening tips for next time!": "{0.SimFirstName} thú nhận với Sim lớn tuổi về những thiệt hại mà {M0.he}{F0.she} đã gây ra cho bụi cây. Sim lớn tuổi không hề tức giận và thực sự đã chỉ cho {0.SimFirstName} một vài mẹo làm vườn cho lần sau!",
  "When {0.SimFirstName} admitted {M0.his}{F0.her} mistake to the elderly Sim, the elder burst into tears: \"That was my late wife's favorite rose bush.\" {0.SimFirstName} was so surprised by the elder's response that {M0.he}{F0.she} ran off without another word.": "Khi {0.SimFirstName} thừa nhận sai lầm của {M0.his}{F0.her} với Sim lớn tuổi, người lớn tuổi bật khóc: \"Đó là bụi hoa hồng yêu thích của người vợ quá cố của tôi.\" {0.SimFirstName} đã rất ngạc nhiên trước phản ứng của người lớn tuổi đến nỗi {M0.he}{F0.she} bỏ chạy mà không nói một lời nào.",
  "{0.SimName} lost some Empathy from running away from the upset elder at the nursing home.": "{0.SimName} đã mất một ít Đồng Cảm vì bỏ chạy khỏi người lớn tuổi đang buồn bã tại viện dưỡng lão.",
  "{0.SimName} gained some Responsibility and Gardening skill from helping the elder fix the rose bush at the nursing home.": "{0.SimName} đã tăng một ít Trách Nhiệm và kỹ năng Làm Vườn khi giúp người lớn tuổi sửa bụi hoa hồng tại viện dưỡng lão.",
  "{0.SimName} gained some Responsibility and Mental skill from helping the elder fix the rose bush at the nursing home.": "{0.SimName} đã tăng một ít Trách Nhiệm và kỹ năng Tinh Thần khi giúp người lớn tuổi sửa bụi hoa hồng tại viện dưỡng lão.",
  "{0.SimName} lost some Responsibility from trying to act like the rose bush wasn't ruined.": "{0.SimName} đã mất một ít Trách Nhiệm vì cố gắng tỏ ra như thể bụi hoa hồng không bị phá hoại.",
  "{0.SimFirstName} was trying to glue the bush back together when {M0.he}{F0.she} was caught by an elderly Sim. Luckily the elder had a pretty good sense of humor about it, and convinced {0.SimFirstName} to own up to {M0.his}{F0.her} mistake.": "{0.SimFirstName} đang cố gắng dán bụi cây lại với nhau thì {M0.he}{F0.she} bị một Sim lớn tuổi bắt gặp. May mắn thay, người lớn tuổi có khiếu hài hước khá tốt về chuyện này và thuyết phục {0.SimFirstName} thừa nhận sai lầm của {M0.his}{F0.her}.",
  "{0.SimName} gained some Responsibility from admitting {M0.his}{F0.her} gardening accident to the elderly Sim.": "{0.SimName} đã tăng một ít Trách Nhiệm khi thừa nhận tai nạn làm vườn của {M0.his}{F0.her} với Sim lớn tuổi.",
  "{0.SimFirstName} had a lot of fun chopping veggies and talking with the chef. {M0.He}{F0.She} also picked up a few cooking tips!": "{0.SimFirstName} đã có rất nhiều niềm vui khi thái rau và nói chuyện với đầu bếp. {M0.He}{F0.She} cũng học được một vài mẹo nấu ăn!",
  "{0.SimFirstName} was trying to look busy when the chef approached {M0.him}{F0.her} and asked {M0.him}{F0.her} for help. {0.SimFirstName} agreed to help out of politeness. The chef seemed really grateful for the help!": "{0.SimFirstName} đang cố gắng tỏ ra bận rộn thì đầu bếp tiếp cận {M0.him}{F0.her} và hỏi {M0.him}{F0.her} có cần giúp gì không. {0.SimFirstName} đồng ý giúp đỡ vì lịch sự. Đầu bếp có vẻ rất biết ơn sự giúp đỡ!",
  "{0.SimFirstName} passed on helping the chef and tried to find something easier to do, but the soup kitchen director stuck {M0.him}{F0.her} with washing dishes all evening.": "{0.SimFirstName} đã từ chối giúp đỡ đầu bếp và cố gắng tìm một việc gì đó dễ làm hơn, nhưng giám đốc bếp từ thiện đã bắt {M0.him}{F0.her} rửa bát cả buổi tối.",
  "{0.SimName} lost some Manners and Fun because {M0.he}{F0.she} didn't help the soup kitchen chef with the chopping.": "{0.SimName} đã mất một ít Cách Cư Xử và Niềm Vui vì {M0.he}{F0.she} không giúp đầu bếp bếp từ thiện thái rau.",
  "{0.SimName} gained some Manners for being polite to the soup kitchen chef.": "{0.SimName} đã tăng một ít Cách Cư Xử vì đã lịch sự với đầu bếp bếp từ thiện.",
  "{0.SimFirstName} rudely grabbed some of the busy chef's ingredients and started chopping them up without asking. The chef was really angry that {0.SimFirstName} wasn't preparing them correctly and told {M0.him}{F0.her} to leave the kitchen.": "{0.SimFirstName} đã thô lỗ lấy một số nguyên liệu của đầu bếp bận rộn và bắt đầu thái chúng mà không hỏi. Đầu bếp thực sự tức giận vì {0.SimFirstName} đã không chuẩn bị chúng đúng cách và bảo {M0.him}{F0.her} rời khỏi bếp.",
  "{0.SimName} lost some Manners for chopping up the veggies without talking to the chef at the soup kitchen.": "{0.SimName} đã mất một ít Cách Cư Xử vì thái rau mà không nói chuyện với đầu bếp tại bếp từ thiện.",
  "{0.SimName} gained some Responsibility and Cooking from helping the chef chop veggies.": "{0.SimName} đã tăng một ít Trách Nhiệm và Kỹ Năng Nấu Ăn khi giúp đầu bếp thái rau.",
  "{0.SimName} gained some Responsibility and Mental  from helping the chef chop veggies.": "{0.SimName} đã tăng một ít Trách Nhiệm và Tinh Thần khi giúp đầu bếp thái rau.",
  "{0.SimFirstName} explains the situation to the Sims in line and asks everyone to share with each other. The Sims are moved by {M0.his}{F0.her} words, and agree to get a little less, but everyone gets a bowl. It's a good feeling to see everyone come together to make sure that no single Sim goes hungry.": "{0.SimFirstName} giải thích tình hình cho những Sim đang xếp hàng và yêu cầu mọi người chia sẻ với nhau. Những Sim cảm động trước những lời của {M0.his}{F0.her}, và đồng ý lấy ít hơn một chút, nhưng mọi người đều có một bát. Thật là một cảm giác tốt khi thấy mọi người cùng nhau đảm bảo rằng không một Sim nào bị đói.",
  "{0.SimFirstName} approaches the chef, and asks for some cabbage and onions to add to the pot to make up for the lack of meat. The chef find a bunch of extra veggies to add to the pot. This soup is even better than before!": "{0.SimFirstName} tiếp cận đầu bếp và yêu cầu một ít bắp cải và hành tây để thêm vào nồi để bù đắp cho việc thiếu thịt. Đầu bếp tìm thấy một loạt rau củ thừa để thêm vào nồi. Món súp này thậm chí còn ngon hơn trước!",
  "{0.SimFirstName} starts grabbing random ingredients from the kitchen and throwing them in the soup. The chef is horrified when she catches {0.SimFirstName} putting all the food in the soup. The soup tastes terrible and there isn't enough food left to make any other dishes.": "{0.SimFirstName} bắt đầu lấy những nguyên liệu ngẫu nhiên từ bếp và ném chúng vào súp. Đầu bếp kinh hoàng khi bắt gặp {0.SimFirstName} bỏ tất cả thức ăn vào súp. Món súp có vị kinh khủng và không còn đủ thức ăn để làm bất kỳ món ăn nào khác.",
  "{0.SimName} lost some Manners for not asking the chef before grabbing random ingredients.": "{0.SimName} đã mất một ít Cách Cư Xử vì không hỏi đầu bếp trước khi lấy những nguyên liệu ngẫu nhiên.",
  "{0.SimName} gained some Responsibility for asking the chef for some extra ingredients for the soup.": "{0.SimName} đã tăng một ít Trách Nhiệm vì đã hỏi đầu bếp một số nguyên liệu bổ sung cho món súp.",
  "{0.SimFirstName} tries to explain the situation to the Sims in line, but they are unmoved by {M0.his}{F0.her} words, and they rush the kitchen. The soup pot is knocked over in the process, and now everyone has to go hungry.": "{0.SimFirstName} cố gắng giải thích tình hình cho những Sim đang xếp hàng, nhưng họ không cảm động trước những lời của {M0.his}{F0.her}, và họ xông vào bếp. Nồi súp bị đổ trong quá trình này, và bây giờ mọi người phải chịu đói.",
  "{0.SimName} lost some Conflict Resolution from failing to get the Sims at the soup kitchen to work together.": "{0.SimName} đã mất một ít Giải Quyết Xung Đột vì không thể khiến những Sim tại bếp từ thiện hợp tác với nhau.",
  "{0.SimName} gained some Conflict Resolution from getting the Sims at the soup kitchen to share food.": "{0.SimName} đã tăng một ít Giải Quyết Xung Đột vì đã khiến những Sim tại bếp từ thiện chia sẻ thức ăn.",
  "{0.SimFirstName} decides to work the line. As each Sim gets a ladle-full of soup, {0.SimFirstName} makes sure to interact with each of them personally. A little joke here, a heartfelt comment there go a long way to ensuring the hall is filled with smiles. ": "{0.SimFirstName} quyết định làm việc ở hàng. Khi mỗi Sim nhận được một muôi súp đầy, {0.SimFirstName} đảm bảo tương tác với từng người trong số họ. Một chút trò đùa ở đây, một bình luận chân thành ở đó có tác dụng rất lớn trong việc đảm bảo hội trường tràn ngập những nụ cười.",
  "{0.SimFirstName} heads right to the back and gets {M0.his}{F0.her} hands dirty. The other volunteers seem to really respect {M0.him}{F0.her} for jumping into the fray and not being afraid to get down and dirty.": "{0.SimFirstName} đi thẳng ra phía sau và làm bẩn tay {M0.his}{F0.her}. Các tình nguyện viên khác dường như thực sự tôn trọng {M0.him}{F0.her} vì đã nhảy vào cuộc hỗn chiến và không ngại làm việc bẩn thỉu.",
  "{0.SimFirstName} heads right to the back and starts cleaning dishes. {M0.He}{F0.She} ignores the volunteer coordinator's directions for using the dishwasher. Before long the machine starts backing up and dishwater suds and bubbles start filling up the hallway!": "{0.SimFirstName} đi thẳng ra phía sau và bắt đầu rửa bát. {M0.He}{F0.She} bỏ qua hướng dẫn sử dụng máy rửa bát của điều phối viên tình nguyện viên. Chẳng bao lâu sau, máy bắt đầu ngừng hoạt động và bọt xà phòng và bong bóng nước rửa bát bắt đầu tràn ngập hành lang!",
  "{0.SimName} lost some Responsibility for ignoring the dishwasher directions and flooding the soup kitchen.": "{0.SimName} đã mất một ít Trách Nhiệm vì bỏ qua hướng dẫn sử dụng máy rửa bát và làm ngập bếp từ thiện.",
  "{0.SimName} gained some Responsibility for jumping in where needed at the soup kitchen.": "{0.SimName} đã tăng một ít Trách Nhiệm vì đã nhảy vào nơi cần thiết tại bếp từ thiện.",
  "{0.SimFirstName} decides to work the line. {M0.He}{F0.She} saunters up, kiss a few babies, take a few pictures, and hands out the soup. Other volunteers seem to resent how hard and thankless their jobs are by comparison. Perhaps next time {0.SimFirstName} will share the fun role.": "{0.SimFirstName} quyết định làm việc ở hàng. {M0.He}{F0.She} đi tới, hôn một vài em bé, chụp một vài bức ảnh và phát súp. Các tình nguyện viên khác dường như oán giận công việc khó khăn và vô ơn của họ so với công việc này. Có lẽ lần sau {0.SimFirstName} sẽ chia sẻ vai trò thú vị này.",
  "{0.SimName} loses some Empathy for taking the good job for {M0.himself}{F0.herself} instead of sharing with the other volunteers.": "{0.SimName} mất một ít Đồng Cảm vì đã tự mình nhận công việc tốt thay vì chia sẻ với các tình nguyện viên khác.",
  "{0.SimName} gains some Empathy for being kind to the soup kitchen patrons.": "{0.SimName} tăng một ít Đồng Cảm vì đã tử tế với những người bảo trợ bếp từ thiện.",
  "{0.SimFirstName} was able to balance giving an honest response without hurting the chef's feeling. The Chef compliments {0.SimFirstName} on catching the mistake and makes {M0.him}{F0.her} honorary Sous Chef for the day.": "{0.SimFirstName} đã có thể cân bằng giữa việc đưa ra một phản hồi trung thực mà không làm tổn thương cảm xúc của đầu bếp. Đầu bếp khen ngợi {0.SimFirstName} vì đã phát hiện ra sai lầm và phong cho {M0.him}{F0.her} làm Bếp Phó Danh Dự trong ngày.",
  "The compliment goes over well and {0.SimFirstName} wins the Chef's favor. {0.SimFirstName} sneaks some more ingredients into the soup while the Chef is not looking which cut down on the saltiness.": "Lời khen ngợi diễn ra tốt đẹp và {0.SimFirstName} giành được sự ưu ái của Đầu bếp. {0.SimFirstName} lén bỏ thêm một số nguyên liệu vào súp khi Đầu bếp không nhìn thấy, điều này làm giảm độ mặn.",
  "The salty soup goes over terribly with the patrons. The chef is overwhelmed with negative comments from Sims who got free soup. He directs his anger toward {0.SimFirstName} and chastises {M0.him}{F0.her} for not providing honest feedback.": "Món súp mặn chát không được lòng những người bảo trợ. Đầu bếp choáng ngợp trước những bình luận tiêu cực từ những Sim đã nhận được súp miễn phí. Anh ta hướng sự tức giận của mình về phía {0.SimFirstName} và trách mắng {M0.him}{F0.her} vì đã không đưa ra phản hồi trung thực.",
  "{0.SimName} lost some Conflict Resolution for not giving honest feedback to the chef.": "{0.SimName} mất một ít Giải Quyết Xung Đột vì đã không đưa ra phản hồi trung thực cho đầu bếp.",
  "{0.SimName} gained some Manners for being so polite to the soup kitchen chef.": "{0.SimName} đã tăng một ít Cách Cư Xử vì đã rất lịch sự với đầu bếp bếp từ thiện.",
  "{0.SimFirstName} wasn't very tactful with {M0.his}{F0.her} criticism, and the Chef doesn't take the critique lightly. {0.SimFirstName} is thrown out of the kitchen and ends up restocking napkins for the rest of the event. ": "{0.SimFirstName} không khéo léo lắm với những lời chỉ trích của {M0.his}{F0.her}, và Đầu bếp không xem nhẹ lời phê bình. {0.SimFirstName} bị đuổi khỏi bếp và cuối cùng phải đi bổ sung khăn giấy cho đến hết sự kiện.",
  "{0.SimName} lost some Conflict Resolution for lacking tact with {M0.his}{F0.her} feedback to the chef.": "{0.SimName} đã mất một ít Giải Quyết Xung Đột vì thiếu khéo léo với những phản hồi của {M0.his}{F0.her} cho đầu bếp.",
  "{0.SimName} gained some Conflict Resolution for giving the chef honest feedback.": "{0.SimName} đã tăng một ít Giải Quyết Xung Đột vì đã đưa ra những phản hồi trung thực cho đầu bếp.",
  "The power company lost the bill payment in the mailroom and automatically shut off the power. {0.SimFirstName} keeps {M0.his}{F0.her} cool on the phone with the power company, and after a few minutes of negotiation, the problem is resolved and the power restored.": "Công ty điện lực đã làm mất hóa đơn thanh toán trong phòng thư và tự động ngắt điện. {0.SimFirstName} giữ bình tĩnh khi gọi điện cho công ty điện lực, và sau một vài phút đàm phán, vấn đề đã được giải quyết và điện đã được khôi phục.",
  "{0.SimFirstName} takes charge of the situation and rigs up a soup heating system with some candles, paper clips, bubble gum, and old serving trays. Everyone eats tasty warm soup and gets to eat by candlelight.": "{0.SimFirstName} phụ trách tình hình và chế tạo một hệ thống sưởi súp bằng một vài cây nến, kẹp giấy, kẹo cao su và khay phục vụ cũ. Mọi người đều được ăn món súp ấm ngon lành và được ăn dưới ánh nến.",
  "{0.SimFirstName} tries to balance soup pots over candles and fails. {M0.He}{F0.She} ends up tossing the soup pot against the wall in frustration, and soup spills everywhere. Everyone goes hungry and the volunteers are angry that they have to clean up the mess.": "{0.SimFirstName} cố gắng giữ thăng bằng nồi súp trên nến và thất bại. {M0.He}{F0.She} cuối cùng đã ném nồi súp vào tường trong sự thất vọng, và súp văng tung tóe khắp nơi. Mọi người đều phải chịu đói và các tình nguyện viên tức giận vì họ phải dọn dẹp mớ hỗn độn.",
  "{0.SimName} lost some Emotional Control for tossing the soup pot in frustration.": "{0.SimName} đã mất một ít Kiểm Soát Cảm Xúc vì ném nồi súp trong sự thất vọng.",
  "{0.SimName} gained some Responsibility and Mental for {M0.his}{F0.her} ingenuity at the soup kitchen.": "{0.SimName} đã tăng một ít Trách Nhiệm và Tinh Thần vì sự khéo léo của {M0.his}{F0.her} tại bếp từ thiện.",
  "{0.SimName} gained some Responsibility and Handiness for {M0.his}{F0.her} ingenuity at the soup kitchen.": "{0.SimName} đã tăng một ít Trách Nhiệm và Khéo Tay vì sự khéo léo của {M0.his}{F0.her} tại bếp từ thiện.",
  "{0.SimFirstName} berates the poor customer service agent at the power company. Eventually they hang up on {0.SimFirstName} and the power stays off. The soup has to be served cold and in the dark.": "{0.SimFirstName} mắng nhiếc nhân viên dịch vụ khách hàng tội nghiệp tại công ty điện lực. Cuối cùng họ cúp máy với {0.SimFirstName} và điện vẫn tắt. Món súp phải được phục vụ lạnh và trong bóng tối.",
  "{0.SimName} lost some Emotional Control for having a tantrum on the phone with the power company.": "{0.SimName} đã mất một ít Kiểm Soát Cảm Xúc vì nổi cơn thịnh nộ trên điện thoại với công ty điện lực.",
  "{0.SimName} gained some Emotional Control from keeping {M0.his}{F0.her} cool with the power company.": "{0.SimName} đã tăng một ít Kiểm Soát Cảm Xúc vì đã giữ bình tĩnh với công ty điện lực.",
  "{0.SimFirstName} walked right up and gently placed {M0.his}{F0.her} hand on the elderly Sim's back. \"You WILL finish this race! We will do this together!\" The Sim looked energized by {0.SimFirstName}'s words and they completed the walk side-by-side.": "{0.SimFirstName} bước thẳng đến và nhẹ nhàng đặt tay {M0.his}{F0.her} lên lưng Sim lớn tuổi kia. \"Bạn SẼ hoàn thành cuộc đua này! Chúng ta sẽ làm điều này cùng nhau!\" Sim kia trông tràn đầy năng lượng bởi những lời của {0.SimFirstName} và họ đã hoàn thành cuộc đi bộ sát cánh bên nhau.",
  "{0.SimFirstName} slows down and asks the elder if they are feeling okay. After the elder telling {M0.him}{F0.her} they're fine, {0.SimFirstName} takes off like a shot. {0.SimFirstName} finishes in record time; earning a huge sum for charity!": "{0.SimFirstName} chậm lại và hỏi người lớn tuổi xem họ có cảm thấy ổn không. Sau khi người lớn tuổi nói với {M0.him}{F0.her} rằng họ ổn, {0.SimFirstName} lao đi như một mũi tên. {0.SimFirstName} về đích trong thời gian kỷ lục; kiếm được một khoản tiền khổng lồ cho tổ chức từ thiện!",
  "{0.SimFirstName} takes off like a shot; leaving the poor Sim in their dust. Several Sims witness this and boo loudly. They race up to help the Sim callously left behind and no one even notices {0.SimFirstName} cross the finish line.": "{0.SimFirstName} lao đi như một mũi tên; bỏ lại Sim tội nghiệp trong bụi bặm của họ. Một số Sim chứng kiến điều này và la ó ầm ĩ. Họ chạy đến giúp Sim bị bỏ lại một cách nhẫn tâm và không ai thậm chí còn nhận thấy {0.SimFirstName} vượt qua vạch đích.",
  "{0.SimName} lost some Empathy for callously ignoring the struggling Sim in the charity walk.": "{0.SimName} đã mất một ít Đồng Cảm vì đã nhẫn tâm phớt lờ Sim đang gặp khó khăn trong cuộc đi bộ từ thiện.",
  "{0.SimName} gained some Manners for politely asking the walking Sim if they were OK.": "{0.SimName} đã tăng một ít Cách Cư Xử vì đã lịch sự hỏi Sim đang đi bộ kia xem họ có ổn không.",
  "{0.SimFirstName} walked right up and yanked the elderly Sim by the arm. \"You WILL finish this race! Come on, let's go!\" The Sim looked terrified and stumbled over their feet. Perhaps {0.SimFirstName} could have been more tactful.": "{0.SimFirstName} bước thẳng đến và giật lấy cánh tay của Sim lớn tuổi kia. \"Bạn SẼ hoàn thành cuộc đua này! Nào, đi thôi!\" Sim kia trông sợ hãi và vấp phải chân của họ. Có lẽ {0.SimFirstName} có thể khéo léo hơn.",
  "{0.SimName} lost some Manners for impolitely yanking the fellow walker's arm.": "{0.SimName} đã mất một ít Cách Cư Xử vì đã thô lỗ giật lấy cánh tay của người đi bộ đồng hành.",
  "{0.SimName} gained some Empathy from taking the time to finish the walk with the struggling Sim.": "{0.SimName} đã tăng một ít Đồng Cảm vì đã dành thời gian hoàn thành cuộc đi bộ với Sim đang gặp khó khăn.",
  "{0.SimFirstName} is totally in the zone and keeps walking. Suddenly, {0.SimFirstName} trips over a gnarly root and goes down hard. {M0.He}{F0.She} won't be stopped by such a petty obstacle and gets right back up. {0.SimFirstName} earns a ton of Simoleons for charity.": "{0.SimFirstName} hoàn toàn tập trung và tiếp tục đi bộ. Đột nhiên, {0.SimFirstName} vấp phải một cái rễ cây xù xì và ngã xuống một cú đau điếng. {M0.He}{F0.She} sẽ không bị ngăn cản bởi một trở ngại nhỏ nhặt như vậy và đứng dậy ngay lập tức. {0.SimFirstName} kiếm được rất nhiều Simoleon cho tổ chức từ thiện.",
  "{0.SimFirstName} knows {M0.his}{F0.her} limits and chooses not to push it. A tidy sum has been earned for charity and {M0.he}{F0.she} walks away feeling satisfied and proud with {M0.his}{F0.her} contribution.": "{0.SimFirstName} biết giới hạn của {M0.his}{F0.her} và chọn không thúc ép bản thân. Một khoản tiền kha khá đã được kiếm cho tổ chức từ thiện và {M0.he}{F0.she} rời đi với cảm giác hài lòng và tự hào về đóng góp của {M0.his}{F0.her}.",
  "{0.SimFirstName} walks off the track, tired and finished. Several children and elderly Sims pass {M0.him}{F0.her} as they trudge onward to the finish line. Several toddlers too. {0.SimFirstName} hates being shown up by younger Sims and boos the toddlers.": "{0.SimFirstName} đi khỏi đường đua, mệt mỏi và kết thúc. Một số trẻ em và Sim lớn tuổi vượt qua {M0.him}{F0.her} khi họ lê bước về phía vạch đích. Một số trẻ mới biết đi cũng vậy. {0.SimFirstName} ghét bị những Sim trẻ tuổi hơn thể hiện và la ó những đứa trẻ mới biết đi.",
  "{0.SimName} lost some Emotional Control for booing other Sims at the charity walk.": "{0.SimName} đã mất một ít Kiểm Soát Cảm Xúc vì đã la ó những Sim khác tại cuộc đi bộ từ thiện.",
  "{0.SimName} earned some Responsibility for raising a lot of Simoleons at the charity walk.": "{0.SimName} đã tăng một ít Trách Nhiệm vì đã quyên góp được rất nhiều Simoleon tại cuộc đi bộ từ thiện.",
  "{0.SimFirstName} is totally in the zone and keeps walking. Suddenly, {0.SimFirstName} trips over a gnarly root and goes down hard. {M0.He}{F0.She} feels so frustrated that {M0.he}{F0.she} just gives up and lays in the path for the rest of the walk.": "{0.SimFirstName} hoàn toàn tập trung và tiếp tục đi bộ. Đột nhiên, {0.SimFirstName} vấp phải một cái rễ cây xù xì và ngã xuống một cú đau điếng. {M0.He}{F0.She} cảm thấy rất thất vọng đến nỗi {M0.he}{F0.she} chỉ đơn giản là bỏ cuộc và nằm trên đường trong suốt phần còn lại của cuộc đi bộ.",
  "{0.SimName} lost some Emotional Control for losing {M0.his}{F0.her} cool during the charity walk.": "{0.SimName} đã mất một ít Kiểm Soát Cảm Xúc vì mất bình tĩnh trong cuộc đi bộ từ thiện.",
  "{0.SimName} gained some Emotional Control for keeping {M0.his}{F0.her} cool during the charity walk.": "{0.SimName} đã tăng một ít Kiểm Soát Cảm Xúc vì đã giữ bình tĩnh trong cuộc đi bộ từ thiện.",
  "{0.SimFirstName} has no idea where {M0.he}{F0.she} is and starts to freak out. {M0.He}{F0.She} takes a deep breath and remembers that the best thing to do is wait for help. {M0.He}{F0.She} sits down, and sure enough, about 20 minutes later a group of Sims finds {M0.him}{F0.her}.": "{0.SimFirstName} không biết {M0.he}{F0.she} đang ở đâu và bắt đầu phát hoảng. {M0.He}{F0.She} hít một hơi thật sâu và nhớ rằng điều tốt nhất nên làm là chờ đợi sự giúp đỡ. {M0.He}{F0.She} ngồi xuống, và chắc chắn rồi, khoảng 20 phút sau một nhóm Sim tìm thấy {M0.him}{F0.her}.",
  "{0.SimFirstName} is a capable Sim and always has a map in {M0.his}{F0.her} back pocket. {M0.He}{F0.She} pulls it out and confidently finds {M0.his}{F0.her} way back to the path. No one even noticed {M0.he}{F0.she} was gone.": "{0.SimFirstName} là một Sim có năng lực và luôn có một bản đồ trong túi sau của {M0.his}{F0.her}. {M0.He}{F0.She} lấy nó ra và tự tin tìm đường trở lại con đường. Không ai thậm chí còn nhận thấy {M0.he}{F0.she} đã biến mất.",
  "{0.SimFirstName} confidently ventures forth to find {M0.his}{F0.her} way back to the path. After seeing the same rock four different times {M0.he}{F0.she} realizes that {M0.he}{F0.she} has been traveling in circles. Shamed, {0.SimFirstName} remembers that {M0.he}{F0.she} can use the phone GPS to navigate back. {M0.He}{F0.She} is so embarrassed that {M0.he}{F0.she} gives up on the walk and goes home. ": "{0.SimFirstName} tự tin dấn thân để tìm đường trở lại con đường. Sau khi nhìn thấy cùng một tảng đá bốn lần khác nhau, {M0.he}{F0.she} nhận ra rằng {M0.he}{F0.she} đã đi vòng quanh. Xấu hổ, {0.SimFirstName} nhớ rằng {M0.he}{F0.she} có thể sử dụng GPS điện thoại để điều hướng trở lại. {M0.He}{F0.She} xấu hổ đến nỗi {M0.he}{F0.she} từ bỏ cuộc đi bộ và về nhà.",
  "{0.SimName} loses some Responsibility for giving up on the charity walk.": "{0.SimName} mất một ít Trách Nhiệm vì đã từ bỏ cuộc đi bộ từ thiện.",
  "{0.SimName} gained some Responsibility for always being prepared for any dire situation.": "{0.SimName} đã tăng một ít Trách Nhiệm vì luôn chuẩn bị cho mọi tình huống tồi tệ.",
  "{0.SimFirstName} is crying and in a total panic. {M0.He}{F0.She} starts yelling at the top of {M0.his}{F0.her} lungs and a group of Sims burst through the trees. It turns out {M0.he}{F0.she} was only about 20 feet off the path. {M0.He}{F0.She} feels pretty silly about freaking out.": "{0.SimFirstName} đang khóc và hoàn toàn hoảng loạn. {M0.He}{F0.She} bắt đầu hét lên hết cỡ và một nhóm Sim lao ra khỏi những hàng cây. Hóa ra {M0.he}{F0.she} chỉ cách con đường khoảng 20 feet. {M0.He}{F0.She} cảm thấy khá ngớ ngẩn vì đã phát hoảng.",
  "{0.SimName} lost some Emotional Control from freaking out when {M0.he}{F0.she} got lost at the charity walk.": "{0.SimName} đã mất một ít Kiểm Soát Cảm Xúc vì phát hoảng khi {M0.he}{F0.she} bị lạc đường tại cuộc đi bộ từ thiện.",
  "{0.SimName} gained some Emotional Control from not losing {M0.his}{F0.her} cool when lost on the charity walk.": "{0.SimName} đã tăng một ít Kiểm Soát Cảm Xúc vì không mất bình tĩnh khi bị lạc đường trong cuộc đi bộ từ thiện.",
  "{0.SimFirstName} subtly increases speed and the Sim matches. {0.SimFirstName} goes a little faster and so does the other Sim. By the end, the two are flat out sprinting for the finish line. Exhausted and laughing, the two Sims shake hands at the end of the exhilarating finish!": "{0.SimFirstName} tăng tốc một cách tinh tế và Sim kia cũng vậy. {0.SimFirstName} đi nhanh hơn một chút và Sim kia cũng vậy. Đến cuối cùng, cả hai đều chạy nước rút về đích. Kiệt sức và cười lớn, hai Sim bắt tay nhau khi kết thúc cuộc đua phấn khích!",
  "It's not a race against others; it's a race against one's self. {0.SimFirstName} realizes this and doesn't take the bait. {M0.He}{F0.She} refocuses on the path at hand and finishes the walk with a confident stride.": "Đây không phải là cuộc đua với người khác; đây là cuộc đua với chính bản thân mình. {0.SimFirstName} nhận ra điều này và không mắc bẫy. {M0.He}{F0.She} tập trung lại vào con đường trước mắt và hoàn thành cuộc đi bộ với một sải chân tự tin.",
  "It's not a race against others; it's a race against one's self. {0.SimFirstName} realizes this and angrily glares the other Sim down. She looks embarrassed and refuses to look {0.SimFirstName} in the eye again. Maybe {M0.his}{F0.her} response was a little harsh.": "Đây không phải là cuộc đua với người khác; đây là cuộc đua với chính bản thân mình. {0.SimFirstName} nhận ra điều này và tức giận trừng mắt nhìn Sim kia. Cô ấy trông xấu hổ và từ chối nhìn vào mắt {0.SimFirstName} lần nữa. Có lẽ phản ứng của {M0.his}{F0.her} hơi gay gắt.",
  "{0.SimName} lost some Empathy for unnecessarily embarrassing the other Sim at the charity walk.": "{0.SimName} đã mất một ít Đồng Cảm vì đã làm người khác xấu hổ một cách không cần thiết tại cuộc đi bộ từ thiện.",
  "{0.SimName} gained some Emotional Control for focusing on {M0.his}{F0.her} charity walk and ignoring distractions.": "{0.SimName} đã tăng một ít Kiểm Soát Cảm Xúc vì tập trung vào cuộc đi bộ từ thiện của {M0.his}{F0.her} và phớt lờ những xao nhãng.",
  "{0.SimFirstName} subtly increases speed and the Sim matches. {0.SimFirstName} goes a little faster and so does the other Sim. Soon, the two are flat out sprinting for the finish line. Exhausted and gasping, the two Sims' feet somehow get interwined and both come down crashing on each other! OUCH!": "{0.SimFirstName} tăng tốc một cách tinh tế và Sim kia cũng vậy. {0.SimFirstName} đi nhanh hơn một chút và Sim kia cũng vậy. Chẳng mấy chốc, cả hai đều chạy nước rút về đích. Kiệt sức và thở dốc, chân của hai Sim bằng cách nào đó lại vướng vào nhau và cả hai cùng ngã nhào lên nhau! Á!",
  "{0.SimName} loses some Conflict Resolution for engaging in a fierce competition at the charity walk.": "{0.SimName} mất một ít Giải Quyết Xung Đột vì tham gia vào một cuộc cạnh tranh khốc liệt tại cuộc đi bộ từ thiện.",
  "{0.SimName} gains some Conflict Resolution from peacefully resolving the competition at the charity walk.": "{0.SimName} đã tăng một ít Giải Quyết Xung Đột từ việc giải quyết hòa bình cuộc cạnh tranh tại cuộc đi bộ từ thiện.",
  "{0.SimFirstName} furtively looks around and darts off with the other Sim. It turns out that the game is another effort to raise Simoleons for the charity! {0.SimFirstName} is a bit surprised but happily participates knowing the funds go to a good cause.": "{0.SimFirstName} lén lút nhìn xung quanh và phóng đi với Sim kia. Hóa ra trò chơi đó là một nỗ lực khác để quyên góp Simoleon cho tổ chức từ thiện! {0.SimFirstName} hơi ngạc nhiên nhưng vui vẻ tham gia khi biết các quỹ sẽ được chuyển đến một mục đích tốt đẹp.",
  "{0.SimFirstName} holds {M0.his}{F0.her} head high and keeps on walking. {M0.He}{F0.She} knows there is a lot of deserving Sims whose hopes are riding on this walk, and {M0.he}{F0.she} couldn't just ditch it!": "{0.SimFirstName} ngẩng cao đầu và tiếp tục đi bộ. {M0.He}{F0.She} biết rằng có rất nhiều Sim xứng đáng có hy vọng đang đặt cược vào cuộc đi bộ này, và {M0.he}{F0.she} không thể chỉ đơn giản là bỏ dở nó!",
  "{0.SimFirstName} tries to ignore the Sim, but the Sim keeps badgering {M0.him}{F0.her}. {0.SimFirstName} looses {M0.his}{F0.her} cool and snaps at the Sim! The Sim looks really hurt by {0.SimFirstName}'s harsh words.": "{0.SimFirstName} cố gắng phớt lờ Sim kia, nhưng Sim kia cứ tiếp tục quấy rầy {M0.him}{F0.her}. {0.SimFirstName} mất bình tĩnh và quát vào mặt Sim kia! Sim kia trông thực sự tổn thương bởi những lời lẽ gay gắt của {0.SimFirstName}.",
  "{0.SimName} lost some Emotional Control for snapping at the other Sim during the charity walk.": "{0.SimName} đã mất một ít Kiểm Soát Cảm Xúc vì quát vào mặt Sim khác trong cuộc đi bộ từ thiện.",
  "{0.SimName} gained some Empathy for considering the needs of other Sims over {M0.his}{F0.her} own.": "{0.SimName} đã tăng một ít Đồng Cảm vì đã xem xét nhu cầu của các Sim khác hơn là nhu cầu của chính {M0.his}{F0.her}.",
  "{0.SimFirstName} furtively looks around and darts off with the other Sim. But alas, the Sim flashes their badge. \"Official Undercover Walkathon Detective\"? {0.SimFirstName} is disqualified from the race and faces a bit of public shaming.": "{0.SimFirstName} lén lút nhìn xung quanh và phóng đi với Sim kia. Nhưng than ôi, Sim kia chìa ra huy hiệu của họ. \"Thám tử Đi bộ Đường dài Mật vụ Chính thức\"? {0.SimFirstName} bị loại khỏi cuộc đua và phải đối mặt với một chút xấu hổ trước công chúng.",
  "{0.SimName} lost some Responsibility for trying to ditch the charity walk.": "{0.SimName} đã mất một ít Trách Nhiệm vì cố gắng bỏ dở cuộc đi bộ từ thiện.",
  "{0.SimName} gained some Responsibility for earning extra Simoleons for charity during the walk.": "{0.SimName} đã tăng một ít Trách Nhiệm vì đã kiếm thêm Simoleon cho tổ chức từ thiện trong cuộc đi bộ.",
  "(From Playing Doctor)": "(Từ Chơi Bác Sĩ)",
  "(From Researching Parenting)": "(Từ Nghiên Cứu Về Việc Nuôi Dạy Con Cái)",
  "(From Making a Mess)": "(Từ Gây Ra Mớ Hỗn Độn)",
  "(From Browsing Parenting Forums)": "(Từ Duyệt Các Diễn Đàn Về Nuôi Dạy Con Cái)",
  "(From Having a Mood Swing)": "(Từ Thay Đổi Tâm Trạng)",
  "(From Being Instigated)": "(Từ Bị Xúi Giục)",
  "Offspring Instructor Description": "Mô Tả Người Hướng Dẫn Con Cái",
  "Offspring Instructor": "Người Hướng Dẫn Con Cái",
  "Character Coach Description": "Mô Tả Huấn Luyện Viên Nhân Cách",
  "Character Coach": "Huấn Luyện Viên Nhân Cách",
  "Super Parent Description": "Mô Tả Siêu Phụ Huynh",
  "Super Parent": "Siêu Phụ Huynh",
  "(From Being Compassionate)": "(Từ Việc Có Lòng Trắc Ẩn)",
  "(From Being Argumentative)": "(Từ Việc Thích Tranh Cãi)",
  "(From Bad Manners Trait)": "(Từ Tính Cách Vô Lễ)",
  "(From Good Manners Trait)": "(Từ Tính Cách Lễ Phép)",
  "(From Being a Mediator)": "(Từ Việc Là Người Hòa Giải)",
  "(From Responsible Trait)": "(Từ Tính Cách Có Trách Nhiệm)",
  "(From Having the Uncontrolled Emotions Trait)": "(Từ Việc Có Tính Cách Cảm Xúc Không Kiểm Soát)",
  "(From Being Insensitive)": "(Từ Việc Vô Cảm)",
  "(From Parenting Skill)": "(Từ Kỹ Năng Nuôi Dạy Con Cái)",
  "Being a parent isn’t easy. It has its moments - happy, sad, enraging, messy…but ultimately, fulfilling. {0.SimFirstName} has achieved {M0.his}{F0.her} dream of becoming a Super Parent!\\n\\nTrait Earned: Role Model\\nCan now build Character Values faster for nearby Toddlers, Children, or Teens.\n": "Làm cha mẹ không hề dễ dàng. Nó có những khoảnh khắc của nó - hạnh phúc, buồn bã, tức giận, bừa bộn...nhưng cuối cùng, là sự viên mãn. {0.SimFirstName} đã đạt được ước mơ trở thành Siêu Phụ Huynh của {M0.his}{F0.her}!\n\nĐặc điểm đã đạt được: Hình mẫu\nGiờ đây có thể xây dựng Giá trị Nhân cách nhanh hơn cho Trẻ mới biết đi, Trẻ em hoặc Thanh thiếu niên ở gần.",
  "This Sim wants to be the best parent ever!": "Sim này muốn trở thành người cha, người mẹ tốt nhất từ trước đến nay!",
  "Parenting Boost": "Tăng Cường Khả Năng Nuôi Dạy Con Cái",
  "This will boost the speed at which your Sim gains Parenting Skill while in a Club Gathering.": "Điều này sẽ tăng tốc độ Sim của bạn đạt được Kỹ năng Nuôi dạy Con cái trong khi tham gia một Buổi Tụ tập Câu lạc bộ.",
  "So angry I could just...I don't know...just...why am I so Angry???": "Tức giận đến nỗi tôi có thể...tôi không biết...chỉ là...tại sao tôi lại tức giận đến vậy???",
  "Plum'd Off For No Reason!": "Tức Giận Không Vì Lý Do Gì!",
  "Feels like being an awkward, emotional teen again.": "Cảm giác như trở lại thành một thiếu niên vụng về, đầy cảm xúc.",
  "So Emotional": "Quá Nhiều Cảm Xúc",
  "It's hard being an adult. Especially an adult with little control over emotions.": "Thật khó để trở thành người lớn. Đặc biệt là một người lớn ít kiểm soát được cảm xúc.",
  "Tears Out of Nowhere": "Nước Mắt Từ Hư Vô",
  "Why so stressed? Probably due to the lack of emotional control.": "Sao lại căng thẳng thế? Có lẽ là do thiếu kiểm soát cảm xúc.",
  "Why So Stressed?": "Sao Lại Căng Thẳng Thế?",
  "(From Bad Mannered Visitor)": "(Từ Khách Vô Lễ)",
  "Playing host to bad mannered Sims is just unpleasant. ": "Tiếp đãi những Sim vô lễ thật là khó chịu.",
  "Reluctantly Hosting": "Miễn Cưỡng Tiếp Đãi",
  "Building connections with blocks and with Family.": "Xây dựng các mối liên kết bằng các khối và với Gia đình.",
  "Bonding Over Blocks": "Gắn Kết Thông Qua Xếp Hình",
  "The joy of completing a masterpiece with others!": "Niềm vui khi hoàn thành một kiệt tác với những người khác!",
  "Construction Collaboration": "Hợp Tác Xây Dựng",
  "Work Discomfort": "Khó Chịu Khi Làm Việc",
  "Irresponsible Sims just hate going to work.": "Những Sim Vô Trách Nhiệm chỉ ghét đi làm.",
  "Another Sim was reading through {0.SimFirstName}'s memories. The nerve!": "Một Sim khác đang đọc những ký ức của {0.SimFirstName}. Thật là trơ trẽn!",
  "Snooped My Journal!": "Đọc Trộm Nhật Ký Của Tôi!",
  "{0.SimFirstName} longs to be in {M0.his}{F0.her} Bear form. ": "{0.SimFirstName} khao khát được ở trong hình dạng Gấu của {M0.his}{F0.her}.",
  "Un-Bear-able Sadness": "Nỗi Buồn Khó Chịu",
  "Clingy Sims prefer chatting with parents and caregivers.": "Những Sim Quấn Quít thích trò chuyện với cha mẹ và người chăm sóc hơn.",
  "Better In The Nest": "Ở Trong Tổ Ấm Tốt Hơn",
  "Clingy Sims don't like expanding their social circle beyond parents and caregivers.": "Những Sim Quấn Quít không thích mở rộng vòng kết nối xã hội của họ ra ngoài cha mẹ và người chăm sóc.",
  "Stressed With Strangers": "Căng Thẳng Với Người Lạ",
  "(From Being Near Family)": "(Từ Việc Ở Gần Gia Đình)",
  "I just need to escape this family.": "Tôi chỉ cần thoát khỏi gia đình này.",
  "Familial Distress": "Khó Chịu Với Gia Đình",
  "There's nothing better than someone else's misery to boost one's spirit.": "Không có gì tốt hơn sự khốn khổ của người khác để nâng cao tinh thần của một người.",
  "Meany": "Kẻ Xấu Tính",
  "Bleh! {0.SimFirstName} was forced to eat something that smells, looks, and tastes funny.": "Ghê! {0.SimFirstName} đã bị buộc phải ăn thứ gì đó có mùi, trông và vị rất kỳ lạ.",
  "Eww, That Was Gross!": "Ghê Quá!",
  "{0.SimFirstName} ate {M0.his}{F0.her} favorite food. Everything else is just a waste of fridge space.": "{0.SimFirstName} đã ăn món ăn yêu thích của {M0.his}{F0.her}. Mọi thứ khác chỉ là lãng phí không gian tủ lạnh.",
  "More Please.": "Cho Thêm Đi Ạ.",
  "Ever wish you could take back what you just said? This is one of those moments. ": "Đã bao giờ ước bạn có thể rút lại những gì bạn vừa nói chưa? Đây là một trong những khoảnh khắc đó.",
  "Instant Regret": "Hối Hận Ngay Tức Thì",
  "It's nice when someone makes the effort to care. Warm fuzzies!": "Thật tuyệt khi ai đó nỗ lực quan tâm. Ấm áp quá!",
  "Emotions Calmed": "Cảm Xúc Đã Dịu Lại",
  "Sharing in someone's anger is not joyous, but it is fulfilling.": "Chia sẻ sự tức giận của ai đó không phải là niềm vui, nhưng nó lại là sự thỏa mãn.",
  "Shared Burden": "Gánh Nặng Được Chia Sẻ",
  "Sharing in someone's embarrasment is not joyous, but it is fulfilling.": "Chia sẻ sự xấu hổ của ai đó không phải là niềm vui, nhưng nó lại là sự thỏa mãn.",
  "Sharing in someone's sadness is not joyous, but it is fulfilling.": "Chia sẻ nỗi buồn của ai đó không phải là niềm vui, nhưng nó lại là sự thỏa mãn.",
  "Sharing in someone's stress is not joyous, but it is fulfilling.": "Chia sẻ căng thẳng của ai đó không phải là niềm vui, nhưng nó lại là sự thỏa mãn.",
  "Tell Not To Get Bad Grades": "Bảo Đừng Nhận Điểm Kém",
  "Yell At For Getting Bad Grades": "La Mắng Vì Nhận Điểm Kém",
  "Hug It Out Over Bad Grades": "Ôm Để Vượt Qua Điểm Kém",
  "Give Time Out For Bad Grades": "Cho Thời Gian Suy Ngẫm Vì Điểm Kém",
  "Encourage Bad Grades": "Khuyến Khích Điểm Kém",
  "Ground For Bad Grades": "Cấm Túc Vì Điểm Kém",
  "Express Disappointment In Bad Grades": "Thể Hiện Sự Thất Vọng Về Điểm Kém",
  "Ask Not To Get Bad Grades": "Yêu Cầu Đừng Nhận Điểm Kém",
  "Express Disappointment For Breaking Curfew": "Thể Hiện Sự Thất Vọng Vì Vi Phạm Lệnh Giới Nghiêm",
  "Hug It Out Over Breaking Curfew": "Ôm Để Vượt Qua Việc Vi Phạm Lệnh Giới Nghiêm",
  "Ground For Breaking Curfew": "Cấm Túc Vì Vi Phạm Lệnh Giới Nghiêm",
  "Ask Not To Break Curfew": "Yêu Cầu Đừng Vi Phạm Lệnh Giới Nghiêm",
  "Tell Not To Break Curfew": "Bảo Đừng Vi Phạm Lệnh Giới Nghiêm",
  "Encourage Breaking Curfew": "Khuyến Khích Vi Phạm Lệnh Giới Nghiêm",
  "Yell At For Breaking Curfew": "La Mắng Vì Vi Phạm Lệnh Giới Nghiêm",
  "Give Time Out For Breaking Curfew": "Cho Thời Gian Suy Ngẫm Vì Vi Phạm Lệnh Giới Nghiêm",
  "Encourage Good Grades": "Khuyến Khích Điểm Tốt",
  "Ask Not To Quit Job": "Yêu Cầu Đừng Bỏ Việc",
  "Hug It Out Over Quitting Job": "Ôm Để Vượt Qua Việc Bỏ Việc",
  "Give Time Out For Quitting Job": "Cho Thời Gian Suy Ngẫm Vì Bỏ Việc",
  "Ground For Quitting Job": "Cấm Túc Vì Bỏ Việc",
  "Tell Not To Quit Job": "Bảo Đừng Bỏ Việc",
  "Yell At For Quitting Job": "La Mắng Vì Bỏ Việc",
  "Express Disappointment For Quitting Job": "Thể Hiện Sự Thất Vọng Vì Bỏ Việc",
  "Encourage Quitting Job": "Khuyến Khích Bỏ Việc",
  "Encourage Performing Well At Work": "Khuyến Khích Làm Tốt Công Việc",
  "Could this get any more boring?": "Chuyện này có thể trở nên nhàm chán hơn được nữa không?",
  "Boring Time Out": "Thời Gian Suy Ngẫm Tẻ Nhạt",
  "Encourage Breaking Time Out": "Khuyến Khích Phá Vỡ Thời Gian Suy Ngẫm",
  "Hug It Out Over Breaking Time Out": "Ôm Để Vượt Qua Việc Phá Vỡ Thời Gian Suy Ngẫm",
  "Ask Not To Break Time Out": "Yêu Cầu Đừng Phá Vỡ Thời Gian Suy Ngẫm",
  "Express Disappointment For Breaking Time Out": "Thể Hiện Sự Thất Vọng Vì Phá Vỡ Thời Gian Suy Ngẫm",
  "Give Time Out For Breaking Time Out": "Cho Thời Gian Suy Ngẫm Vì Phá Vỡ Thời Gian Suy Ngẫm",
  "Tell Not To Break Time Out": "Bảo Đừng Phá Vỡ Thời Gian Suy Ngẫm",
  "Yell At For Breaking Time Out": "La Mắng Vì Phá Vỡ Thời Gian Suy Ngẫm",
  "Ground For Breaking Time Out": "Cấm Túc Vì Phá Vỡ Thời Gian Suy Ngẫm",
  "These barriers were only in my mind. No Time Out can hold me. I just hope I don't get caught.": "Những rào cản này chỉ có trong tâm trí tôi. Không có Thời Gian Suy Ngẫm nào có thể giữ tôi lại. Tôi chỉ hy vọng mình không bị bắt.",
  "Broke Time Out": "Phá Vỡ Thời Gian Suy Ngẫm",
  "A quiet time out provided focus.": "Một thời gian suy ngẫm yên tĩnh đã mang lại sự tập trung.",
  "Time to Focus": "Đến Lúc Tập Trung",
  "Being put in the corner did not improve my mood.": "Bị đặt vào góc không cải thiện tâm trạng của tôi.",
  "Put in a Corner": "Bị Đặt Vào Một Góc",
  "The doll's sickness is cured - next stop, the common cold!": "Bệnh của búp bê đã được chữa khỏi - điểm dừng tiếp theo, cảm lạnh thông thường!",
  "I'm A Doctor": "Tôi Là Bác Sĩ",
  "Battling imaginary sickness and dealing with the drama of hospital life, all with a handy doll patient!": "Chiến đấu với bệnh tật tưởng tượng và đối phó với драма của cuộc sống bệnh viện, tất cả đều với một bệnh nhân búp bê tiện dụng!",
  "Doctor Fun Times!": "Thời Gian Vui Vẻ Của Bác Sĩ!",
  "Despite your best efforts, you were unable to cure the malady plaguing your poor doll.": "Mặc dù bạn đã cố gắng hết sức, nhưng bạn không thể chữa khỏi căn bệnh đang hoành hành con búp bê tội nghiệp của bạn.",
  "Doll is Sick...": "Búp Bê Bị Ốm...",
  "Watching an outburst like that from a grown Sim you raised is downright mortifying.": "Chứng kiến một sự bùng nổ như vậy từ một Sim trưởng thành mà bạn đã nuôi nấng là hoàn toàn bẽ mặt.",
  "Did I Raise This?": "Mình Đã Nuôi Nấng Thứ Này Sao?",
  "Ugh, what a loud and uncalled for outburst. Who raised that kind of Sim?! Seriously!": "Ugh, thật là một sự bùng nổ ồn ào và không đáng có. Ai đã nuôi nấng cái loại Sim đó vậy?! Nghiêm túc đó!",
  "What a Racket!": "Thật Là Ồn Ào!",
  "Oh, dear! What's wrong?! What should I do to calm my child down?": "Ôi, trời ơi! Có chuyện gì vậy?! Tôi nên làm gì để xoa dịu con mình?",
  "Emotional Outburst": "Bùng Nổ Cảm Xúc",
  "How frustrating! Being inarticulate and factually incorrect has never been more infuriating!": "Thật bực bội! Không biết diễn đạt và không chính xác về mặt thực tế chưa bao giờ lại gây phẫn nộ đến thế!",
  "Argument Loser": "Người Thua Cuộc Tranh Cãi",
  "Why can't they understand!? No amount of logic and passion could move your foe.": "Tại sao họ không thể hiểu!? Không có số lượng logic và страсти nào có thể lay chuyển kẻ thù của bạn.",
  "No Win Scenario": "Không Có Kịch Bản Chiến Thắng",
  "Victory! Watching your opponent's reason and rhetoric crumble before your implacable logic is immensely satisfying.": "Chiến thắng! Chứng kiến lý lẽ và hùng biện của đối thủ sụp đổ trước logic không thể lay chuyển của bạn là vô cùng thỏa mãn.",
  "Argument Triumph": "Chiến Thắng Tranh Cãi",
  "Those are some pretty drawings...": "Đó là một vài bản vẽ khá đẹp...",
  "Nice Drawing": "Bản Vẽ Đẹp",
  "Awwww, those notes were so sweet!": "Awwww, những ghi chú đó thật ngọt ngào!",
  "Nice Note": "Ghi Chú Hay",
  "Those words sure stung!": "Những lời đó chắc chắn là cay đắng!",
  "Hurtful Note": "Ghi Chú Đau Lòng",
  "The gossip in this family is hilarious.": "Chuyện tầm phào trong gia đình này thật là hài hước.",
  "Family Gossip": "Chuyện Tầm Phào Gia Đình",
  "Enjoying being near my family.": "Thích thú khi được ở gần gia đình.",
  "Like Old Times": "Như Ngày Xưa",
  "Being around family really makes me mad.": "Ở gần gia đình thực sự khiến tôi phát điên.",
  "Ugh, Family": "Ugh, Gia Đình",
  "{0.SimFirstName} has never really been comfortable around relatives.": "{0.SimFirstName} chưa bao giờ thực sự thoải mái khi ở gần người thân.",
  "Nervous Around Family": "Lo Lắng Khi Ở Gần Gia Đình",
  "{0.SimFirstName} is not sure what came over {M0.him}{F0.her}, but {M0.he}{F0.she} just used forbidden words. What was {M0.he}{F0.she} thinking?": "{0.SimFirstName} không chắc điều gì đã xảy ra với {M0.him}{F0.her}, nhưng {M0.he}{F0.she} vừa sử dụng những từ bị cấm. {M0.he}{F0.she} đã nghĩ gì vậy?",
  "Shouldn't Have Said That": "Không Nên Nói Như Vậy",
  "{0.SimFirstName} is not sure what came over {M0.him}{F0.her}, but {M0.he}{F0.she} just did something really gross. Now {M0.he}{F0.she} is totally embarrassed and ashamed!": "{0.SimFirstName} không chắc điều gì đã xảy ra với {M0.him}{F0.her}, nhưng {M0.he}{F0.she} vừa làm điều gì đó thực sự kinh tởm. Bây giờ {M0.he}{F0.she} hoàn toàn xấu hổ và hổ thẹn!",
  "Better Than That": "Tốt Hơn Thế",
  "Mmm... well this is embarrassing... {0.SimFirstName} tried to fart while {M0.his}{F0.her} bladder was low and... uh... hmm... an accident happened.": "Mmm...à thì... hơi xấu hổ... {0.SimFirstName} đã cố gắng đánh rắm khi bàng quang của {M0.his}{F0.her} đang yếu và... uh... hmm... một tai nạn đã xảy ra.",
  "Gambled and Lost": "Đánh Cược Và Thua",
  "{0.SimFirstName} couldn't help but let out a little of {M0.his}{F0.her} gross manners. Oops! It just feels so good!": "{0.SimFirstName} không thể không thể hiện một chút cách cư xử thô lỗ của {M0.his}{F0.her}. Ôi! Cảm giác thật tuyệt!",
  "Couldn't Help It": "Không Thể Nhịn Được",
  "Breaking Grounding": "Phá Vỡ Lệnh Cấm Túc",
  "It's so exhilarating to do stuff that  shouldn't be done.": "Thật là phấn khích khi làm những việc không nên làm.",
  "I might get caught any minute!": "Tôi có thể bị bắt bất cứ lúc nào!",
  "Give Time Out For Breaking Grounding": "Cho Thời Gian Suy Ngẫm Vì Phá Vỡ Lệnh Cấm Túc",
  "Tell Not To Break Grounding": "Bảo Đừng Phá Vỡ Lệnh Cấm Túc",
  "Ground Again": "Lại Bị Cấm Túc",
  "Express Disappointment For Breaking Grounding": "Thể Hiện Sự Thất Vọng Vì Phá Vỡ Lệnh Cấm Túc",
  "Yell At For Breaking Grounding": "La Mắng Vì Phá Vỡ Lệnh Cấm Túc",
  "Encourage Breaking Grounding": "Khuyến Khích Phá Vỡ Lệnh Cấm Túc",
  "Hug It Out Over Breaking Grounding": "Ôm Để Vượt Qua Việc Phá Vỡ Lệnh Cấm Túc",
  "Ask Not To Break Grounding": "Yêu Cầu Đừng Phá Vỡ Lệnh Cấm Túc",
  "I have been grounded and can't use the computer.": "Tôi đã bị cấm túc và không thể sử dụng máy tính.",
  "Grounded: No Computer!": "Cấm Túc: Không Máy Tính!",
  "I have been grounded and can't contact friends.": "Tôi đã bị cấm túc và không thể liên lạc với bạn bè.",
  "Grounded: No Friends!": "Cấm Túc: Không Bạn Bè!",
  "I have been grounded and can't listen to music.": "Tôi đã bị cấm túc và không thể nghe nhạc.",
  "Grounded: No Music!": "Cấm Túc: Không Nhạc!",
  "I have been grounded and can't leave the house.": "Tôi đã bị cấm túc và không thể rời khỏi nhà.",
  "Grounded: Can't Leave Home": "Cấm Túc: Không Thể Rời Khỏi Nhà",
  "I have been grounded and can't use the phone.": "Tôi đã bị cấm túc và không thể sử dụng điện thoại.",
  "Grounded: No Phone!": "Cấm Túc: Không Điện Thoại!",
  "I have been grounded and can't play with any toys or games.": "Tôi đã bị cấm túc và không thể chơi bất kỳ đồ chơi hoặc trò chơi nào.",
  "Grounded: No Toys! No Games!": "Cấm Túc: Không Đồ Chơi! Không Trò Chơi!",
  "I have been grounded and can't use the TV.": "Tôi đã bị cấm túc và không thể sử dụng TV.",
  "Grounded: No TV!": "Cấm Túc: Không TV!",
  "Irresponsible Sims love ignoring bills!": "Những Sim vô trách nhiệm thích phớt lờ các hóa đơn!",
  "Ignored Bills!": "Phớt Lờ Hóa Đơn!",
  "{0.SimFirstName} was just reminded of a terrible thing that happened to {M0.him}{F0.her} in {M0.his}{F0.her} journal!": "{0.SimFirstName} vừa được nhắc nhở về một điều khủng khiếp đã xảy ra với {M0.him}{F0.her} trong nhật ký của {M0.his}{F0.her}!",
  "Times of Anger": "Thời Điểm Tức Giận",
  "{0.SimFirstName} has done a terrible thing by snooping in someone else's journal, but even worse is that {M0.he}{F0.she} got caught doing it. #Facepalm": "{0.SimFirstName} đã làm một điều khủng khiếp khi đọc trộm nhật ký của người khác, nhưng điều tồi tệ hơn nữa là {M0.he}{F0.she} đã bị bắt gặp khi làm việc đó. #Vòđầubứttai",
  "Caught Snooping!": "Bị Bắt Gặp Đang Đọc Trộm!",
  "{0.SimFirstName} might have written a forbidden word-riddled entry in {M0.his}{F0.her} journal, but {M0.he}{F0.she} sure feels better!": "{0.SimFirstName} có thể đã viết một mục chứa đầy những từ bị cấm trong nhật ký của {M0.his}{F0.her}, nhưng {M0.he}{F0.she} chắc chắn cảm thấy tốt hơn!",
  "Meltdown Averted": "Ngăn Chặn Sự Suy Sụp",
  "Whaa? {0.SimFirstName} was just reminded of the time {M0.he}{F0.she} totally defied expectations from {M0.his}{F0.her} journal. Maybe {M0.he}{F0.she} is more capable than {M0.he}{F0.she} thought?": "Whaa? {0.SimFirstName} vừa được nhắc nhở về thời điểm {M0.he}{F0.she} hoàn toàn bất chấp những mong đợi từ nhật ký của {M0.his}{F0.her}. Có lẽ {M0.he}{F0.she} có khả năng hơn {M0.he}{F0.she} nghĩ?",
  "Did I Do That?": "Tôi Đã Làm Điều Đó Sao?",
  "Ugh... {0.SimFirstName} just flipped to a totally embarrassing moment in {M0.his}{F0.her} journal and now {M0.he}{F0.she} is embarrassed all over again.": "Ugh... {0.SimFirstName} vừa lật đến một khoảnh khắc hoàn toàn xấu hổ trong nhật ký của {M0.his}{F0.her} và bây giờ {M0.he}{F0.she} lại xấu hổ.",
  "Embarrassing Moment": "Khoảnh Khắc Xấu Hổ",
  "{0.SimFirstName} had a very embarrassing day, but it's all in the past now. It's actually kind of funny when {0.SimFirstName} thinks about it.": "{0.SimFirstName} đã có một ngày rất xấu hổ, nhưng tất cả đã là quá khứ. Thực tế, nó khá buồn cười khi {0.SimFirstName} nghĩ về nó.",
  "Look Back and Laugh": "Nhìn Lại và Cười",
  "That was an amazing day that {0.SimFirstName} just read about in {M0.his}{F0.her} journal.": "Đó là một ngày tuyệt vời mà {0.SimFirstName} vừa đọc về trong nhật ký của {M0.his}{F0.her}.",
  "Happy Journal Memory": "Ký Ức Vui Vẻ Trong Nhật Ký",
  "{0.SimFirstName} almost forgot that amazing idea {M0.he}{F0.she} wrote down in {M0.his}{F0.her} journal. Wow, there's so many great ideas in there!": "{0.SimFirstName} suýt quên mất ý tưởng tuyệt vời mà {M0.he}{F0.she} đã viết trong nhật ký của {M0.his}{F0.her}. Wow, có rất nhiều ý tưởng tuyệt vời ở đó!",
  "Times of Inspiration": "Thời Điểm Cảm Hứng",
  "{0.SimFirstName} just read through a sad entry in {M0.his}{F0.her} journal. That was an awful day!": "{0.SimFirstName} vừa đọc qua một mục buồn trong nhật ký của {M0.his}{F0.her}. Đó là một ngày tồi tệ!",
  "A Sad Day": "Một Ngày Buồn",
  "Being Sad is hard, but now that {0.SimFirstName} wrote it all down in {M0.his}{F0.her} journal, {M0.he}{F0.she} feels a bit better.": "Buồn bã thật khó khăn, nhưng giờ {0.SimFirstName} đã viết tất cả trong nhật ký của {M0.his}{F0.her}, {M0.he}{F0.she} cảm thấy tốt hơn một chút.",
  "Dealing With Sadness": "Đối Phó Với Nỗi Buồn",
  "What a tantalizing read that was! {0.SimFirstName} just read through another person's journal and it was deliciously entertaining.": "Thật là một bài đọc hấp dẫn! {0.SimFirstName} vừa đọc qua nhật ký của một người khác và nó rất thú vị.",
  "Snooped Journal": "Đọc Trộm Nhật Ký",
  "It feels good to {0.SimFirstName} to have written down the craziness of the day's events. Now {M0.he}{F0.she} feels more confident {M0.he}{F0.she} can handle future events.": "Cảm giác thật tốt cho {0.SimFirstName} khi đã viết ra sự điên rồ của các sự kiện trong ngày. Giờ {M0.he}{F0.she} cảm thấy tự tin hơn rằng {M0.he}{F0.she} có thể xử lý các sự kiện trong tương lai.",
  "Blowing Off Steam": "Xả Hơi",
  "The pen hitting the pad really helps {0.SimFirstName} relieve {M0.his}{F0.her} emotions and get it all out.": "Việc bút chạm vào giấy thực sự giúp {0.SimFirstName} giải tỏa cảm xúc của {M0.his}{F0.her} và giải phóng tất cả.",
  "Another Day; Another Entry": "Một Ngày Nữa; Một Mục Nhập Nữa",
  "The soothing light from the Night Light was so comforting!": "Ánh sáng dịu nhẹ từ Đèn Ngủ thật dễ chịu!",
  "Comforting Light": "Ánh Sáng Dễ Chịu",
  "Mmmm... there's nothing like a yummy, home-cooked meal made with tender care lovingly packed in a brown paper sack.": "Mmmm... không gì sánh bằng một bữa ăn ngon lành, nấu tại nhà được làm bằng sự chăm sóc chu đáo được đóng gói cẩn thận trong một túi giấy màu nâu.",
  "Packed With Love": "Đóng Gói Với Tình Yêu",
  "{0.SimFirstName}'s upbringing has reminded {M0.him}{F0.her} to always offer {M0.his}{F0.her} token of gratitude to the host of a party. {M0.He}{F0.She} is pretty happy {M0.he}{F0.she} remembered that thanks to being raised with such good manners.": "Sự giáo dục của {0.SimFirstName} đã nhắc nhở {M0.him}{F0.her} luôn bày tỏ lòng biết ơn của {M0.his}{F0.her} đối với chủ nhà của một bữa tiệc. {M0.He}{F0.She} khá vui vì {M0.he}{F0.she} đã nhớ điều đó nhờ được nuôi dưỡng với những cách cư xử tốt như vậy.",
  "Manners Minded": "Quan Tâm Đến Cách Cư Xử",
  "{0.SimFirstName} was impressed by some impeccable manners on display from the guests. What a pleasant visit this has been!": "{0.SimFirstName} đã rất ấn tượng bởi một số cách cư xử hoàn hảo được thể hiện từ các vị khách. Thật là một chuyến thăm thú vị!",
  "Such Graceful Manners": "Cách Cư Xử Duyên Dáng Như Vậy",
  "{0.SimFirstName} didn't ask for parenting advice and certainly didn't like the tips {M0.he}{F0.she} heard!": "{0.SimFirstName} đã không yêu cầu lời khuyên về nuôi dạy con cái và chắc chắn không thích những lời khuyên mà {M0.he}{F0.she} đã nghe!",
  "Don't Tell Me How to Raise My Kids": "Đừng Bảo Tôi Cách Nuôi Dạy Con Cái Của Tôi",
  "{0.SimFirstName} got some helpful parenting tips for the next time a kid is acting up.": "{0.SimFirstName} đã nhận được một số lời khuyên hữu ích về nuôi dạy con cái cho lần sau khi một đứa trẻ nghịch ngợm.",
  "Received Good Parenting Tips": "Đã Nhận Được Lời Khuyên Tốt Về Nuôi Dạy Con Cái",
  "{0.SimFirstName} is a bit ashamed that the parenting tips {M0.he}{F0.she} gave weren't received all that well.": "{0.SimFirstName} hơi xấu hổ vì những lời khuyên về nuôi dạy con cái mà {M0.he}{F0.she} đã đưa ra không được đón nhận tốt cho lắm.",
  "Unwelcome Adviser": "Cố Vấn Không Được Chào Đón",
  "Giving someone else parenting tips helps bring a smile to {0.SimFirstName}'s face. It takes a village...": "Đưa ra lời khuyên về nuôi dạy con cái cho người khác giúp mang lại nụ cười cho khuôn mặt của {0.SimFirstName}. Cần cả một ngôi làng...",
  "Shared Parenting Tips": "Lời Khuyên Nuôi Dạy Con Cái Được Chia Sẻ",
  "How dare the Internet disagree with your parenting methods?! What do these so-called parents know anyway!?": "Làm sao mà Internet dám không đồng ý với các phương pháp nuôi dạy con cái của bạn?! Những người được gọi là cha mẹ này biết gì chứ!?",
  "Parenting Challenged": "Thử Thách Nuôi Dạy Con Cái",
  "The Internet affirms your parenting methodology! It's always nice to hear a chorus of agreements.": "Internet khẳng định phương pháp luận nuôi dạy con cái của bạn! Luôn luôn tốt đẹp khi nghe một loạt các thỏa thuận.",
  "Parenting Expert Confirmed!": "Chuyên Gia Nuôi Dạy Con Cái Đã Được Xác Nhận!",
  "The Internet confirms all of your worst fears. You have been a terrible parent... they have no hope of future success.": "Internet xác nhận tất cả những nỗi sợ hãi tồi tệ nhất của bạn. Bạn đã là một người cha, người mẹ tồi tệ... họ không có hy vọng thành công trong tương lai.",
  "Internet Parental Shame": "Sự Xấu Hổ Từ Internet Về Việc Nuôi Dạy Con Cái",
  "A little research has unearthed a few new ideas and methods for becoming a better parent! They're worth a shot.": "Một chút nghiên cứu đã khám phá ra một vài ý tưởng và phương pháp mới để trở thành một người cha, người mẹ tốt hơn! Chúng đáng để thử.",
  "New Parenting Ideas": "Ý Tưởng Nuôi Dạy Con Cái Mới",
  "The Internet seems to think that everything {0.SimFirstName} thought was right is, in fact, absolutely wrong.": "Internet dường như nghĩ rằng mọi thứ mà {0.SimFirstName} nghĩ là đúng, trên thực tế, hoàn toàn sai.",
  "Doing It All Wrong?": "Làm Mọi Thứ Sai Hết Sao?",
  "Being told by a parent to hold it sure does suck.  Best not to think about waterfalls. Or rivers. Or rain. Or pouring a glass of water. Or...": "Việc bị cha mẹ bảo phải nhịn đi vệ sinh chắc chắn là tệ. Tốt nhất là đừng nghĩ về thác nước. Hoặc sông. Hoặc mưa. Hoặc rót một ly nước. Hoặc...",
  "Holding It!": "Nhịn!",
  "All the parenting you've done has caused the world to slow around you.  You feel like nothing can slow you down!": "Tất cả việc nuôi dạy con cái mà bạn đã làm đã khiến thế giới chậm lại xung quanh bạn. Bạn cảm thấy như không gì có thể làm bạn chậm lại!",
  "Full Parent Mode": "Chế Độ Phụ Huynh Toàn Phần",
  "Being raised with good manners in the household, {0.SimFirstName} knows how to be polite when making an introduction.": "Được nuôi dưỡng với những cách cư xử tốt trong gia đình, {0.SimFirstName} biết cách lịch sự khi giới thiệu.",
  "Polite Is Right": "Lịch Sự Là Đúng",
  "{0.SimFirstName} just met another Sim and was wowed by their polite introduction.": "{0.SimFirstName} vừa gặp một Sim khác và đã rất ấn tượng bởi lời giới thiệu lịch sự của họ.",
  "So Polite": "Lịch Sự Quá",
  "It might be a terrible thing for whoever made it, but to {0.SimFirstName} destroying that school project box felt pretty great.": "Có thể là một điều khủng khiếp đối với bất kỳ ai đã làm ra nó, nhưng đối với {0.SimFirstName} thì việc phá hủy hộp dự án trường học đó cảm thấy khá tuyệt vời.",
  "Destruction Feels Good": "Phá Hủy Thật Tuyệt",
  "Somebody is going to PAY for destroying {0.SimFirstName}'s school project!!": "Ai đó sẽ PHẢI TRẢ GIÁ vì đã phá hủy dự án trường học của {0.SimFirstName}!!",
  "MY PROJECT!!!1#@!": "DỰ ÁN CỦA TÔI!!!1#@!",
  "Somebody destroyed {0.SimFirstName}'s project! How could they!?": "Ai đó đã phá hủy dự án của {0.SimFirstName}! Làm sao họ có thể!?",
  "My Project... *sigh*": "Dự Án Của Tôi... *thở dài*",
  "Finishing a school project with good results makes you happy.": "Hoàn thành một dự án trường học với kết quả tốt khiến bạn hạnh phúc.",
  "Diligent Work": "Công Việc Chăm Chỉ",
  "Hasty work on a School Project has made... this? Ugh.": "Công việc vội vàng trong một Dự án Trường học đã tạo ra... thứ này? Ugh.",
  "Hastily Completed": "Hoàn Thành Vội Vàng",
  "Encourage Completing School Projects": "Khuyến Khích Hoàn Thành Dự Án Trường Học",
  "Careful work increases the final quality of the project. Sims take pride in high quality work!": "Công việc cẩn thận làm tăng chất lượng cuối cùng của dự án. Sims tự hào về công việc chất lượng cao!",
  "Working Carefully": "Làm Việc Cẩn Thận",
  "{0.SimFirstName} does not want to say please or thank you. No. No way. No how. You can't make {M0.him}{F0.her}.": "{0.SimFirstName} không muốn nói xin vui lòng hoặc cảm ơn. Không. Không đời nào. Không có cách nào. Bạn không thể bắt {M0.him}{F0.her}.",
  "Thankless": "Vô Ơn",
  "That conversation {0.SimFirstName} had about saying please and thank you was boring. Everyone knows to get what you want, you have to cry and pout.": "Cuộc trò chuyện mà {0.SimFirstName} đã có về việc nói xin vui lòng và cảm ơn thật là nhàm chán. Mọi người đều biết để có được những gì bạn muốn, bạn phải khóc và bĩu môi.",
  "Manners Are Dumb": "Cách Cư Xử Thật Ngớ Ngẩn",
  "{0.SimFirstName} was just taught on how to be better mannered by saying 'Please' and 'Thank you'. {M0.His}{F0.Her} social confidence is brimming!": "{0.SimFirstName} vừa được dạy về cách cư xử tốt hơn bằng cách nói 'Xin vui lòng' và 'Cảm ơn'. Sự tự tin xã hội của {M0.His}{F0.Her} đang tràn đầy!",
  "Armed With Manners": "Được Trang Bị Cách Cư Xử",
  "Nothing is better than a toddler that says 'Please' after everything! {0.SimFirstName} just learned how to say it, and {M0.he}{F0.she} is gonna say it all the time now!": "Không gì tốt hơn một đứa trẻ mới biết đi nói 'Xin vui lòng' sau mọi thứ! {0.SimFirstName} vừa học cách nói nó, và {M0.he}{F0.she} sẽ nói nó mọi lúc bây giờ!",
  "Well-Mannered Toddler": "Trẻ Mới Biết Đi Có Cách Cư Xử Tốt",
  "{0.SimFirstName} learned about saying please and thank you and feels very inspired now. The world would be a better place if everyone used those words more often.": "{0.SimFirstName} đã học về việc nói xin vui lòng và cảm ơn và cảm thấy rất được truyền cảm hứng bây giờ. Thế giới sẽ là một nơi tốt đẹp hơn nếu mọi người sử dụng những từ đó thường xuyên hơn.",
  "Manners to the Rescue": "Cách Cư Xử Đến Giải Cứu",
  "Teaching a Sim to say sorry can get old, fast.": "Dạy một Sim nói xin lỗi có thể trở nên nhàm chán, nhanh chóng.",
  "Sorry...it's boring!": "Xin lỗi... thật là nhàm chán!",
  "Rest assured, this Sim will know when to apologize, and not be afraid to do it!": "Hãy yên tâm, Sim này sẽ biết khi nào nên xin lỗi, và không ngại làm điều đó!",
  "Knowing When to Say Sorry": "Biết Khi Nào Nên Nói Xin Lỗi",
  "Inspired to Apologize": "Được Truyền Cảm Hứng Để Xin Lỗi",
  "Knowing the power of apologizing can inspire one to make mistakes whenever they like!": "Biết sức mạnh của việc xin lỗi có thể truyền cảm hứng cho một người mắc lỗi bất cứ khi nào họ thích!",
  "You know what? Sometimes I don't want to say sorry!": "Bạn biết gì không? Đôi khi tôi không muốn nói xin lỗi!",
  "Apologetically Angry": "Tức Giận Một Cách Hối Lỗi",
  "Happy to know that when the time comes, apologizing can help resolve conflicts.": "Vui khi biết rằng khi thời điểm đến, xin lỗi có thể giúp giải quyết xung đột.",
  "Apologizing Know-How": "Bí Quyết Xin Lỗi",
  "You're inexplicably enraged. It's tough being a teen sometimes. Emotions are hard to keep in check.": "Bạn đang tức giận một cách khó hiểu. Đôi khi thật khó để trở thành một thiếu niên. Cảm xúc rất khó kiểm soát.",
  "I’m Not Okay": "Tôi Không Ổn",
  "Sometimes it just feels like you can't do anything right and everyone is judging you.": "Đôi khi chỉ cảm thấy như bạn không thể làm bất cứ điều gì đúng và mọi người đều đang phán xét bạn.",
  "Stop Looking at Me!": "Đừng Nhìn Tôi!",
  "...Eardrums...bursting!  This can only mean a teen is nearby listening to loud music.": "...Màng nhĩ...vỡ tung! Điều này chỉ có thể có nghĩa là một thiếu niên đang ở gần đó nghe nhạc lớn.",
  "Loud Music": "Nhạc Lớn",
  "Sad because I'm sad. You wouldn't understand. Nobody would understand!": "Buồn vì tôi buồn. Bạn sẽ không hiểu đâu. Không ai hiểu cả!",
  "Time to Wear Black": "Đến Lúc Mặc Đồ Đen",
  "All this stress is going to cause me to break out. Ack! More stress from that thought.": "Tất cả những căng thẳng này sẽ khiến tôi bùng nổ. Ack! Thêm căng thẳng từ suy nghĩ đó.",
  "The Edge of a Breakout": "Trên Bờ Vực Bùng Nổ",
  "Sims trying to get a rise out of others can bring out the beast in anyone.": "Sim cố gắng khơi gợi cảm xúc của người khác có thể khơi dậy con thú trong bất kỳ ai.",
  "Exasperated!": "Phẫn Nộ!",
  "How could they say such horrible things about me?!  Could any of it be true?  Is that what everyone else thinks?": "Làm sao họ có thể nói những điều khủng khiếp như vậy về tôi?! Có thể có điều gì trong đó là sự thật không? Có phải đó là những gì mọi người khác nghĩ?",
  "Can’t Catch A Break": "Không Thể Thoát Khỏi Khó Khăn",
  "What terrible things they said. It just goes to show you what a terrible state the world is in, when people can behave so callously...": "Những điều khủng khiếp mà họ đã nói. Nó chỉ cho bạn thấy thế giới đang ở trong một trạng thái tồi tệ như thế nào, khi mọi người có thể cư xử một cách nhẫn tâm như vậy...",
  "Wallowing In Sorrow": "Đắm Mình Trong Đau Khổ",
  "Some Sims just try to get a rise out of others. It's working.": "Một số Sim chỉ cố gắng khơi gợi cảm xúc của người khác. Nó đang có tác dụng.",
  "Emotionally Strained!": "Căng Thẳng Về Mặt Cảm Xúc!",
  "Fumbling with trash at the beach is so embarrassing!": "Lúng túng với rác trên bãi biển thật là xấu hổ!",
  "Beach Blunder": "Sai Lầm Trên Bãi Biển",
  "Cleaning up a beach makes a Sim's brighter, but it's even better getting help from an attractive Sim!": "Dọn dẹp bãi biển làm cho Sim của một người tươi sáng hơn, nhưng còn tốt hơn nữa khi nhận được sự giúp đỡ từ một Sim hấp dẫn!",
  "Brightened Beach, Brightened Day": "Bãi Biển Tươi Sáng, Ngày Tươi Đẹp",
  "Volunteering was fun and made {0.SimFirstName} feel all warm inside. Good times!": "Tình nguyện rất vui và làm cho {0.SimFirstName} cảm thấy ấm áp bên trong. Thời gian tốt đẹp!",
  "Happy to Help": "Vui Vì Được Giúp",
  "It's nice to spend time with an elder, but it starts to wear on a Sim after a while.": "Thật tốt khi dành thời gian cho một người lớn tuổi, nhưng nó bắt đầu bào mòn một Sim sau một thời gian.",
  "Nursing Home Boredom": "Sự Buồn Chán Ở Viện Dưỡng Lão",
  "Hiding in the bathroom from an elder? How shameful! Despicable! Get back out there and connect with them! Before it's too late.": "Trốn trong phòng tắm khỏi một người lớn tuổi? Thật đáng xấu hổ! Đáng khinh! Hãy quay lại đó và kết nối với họ! Trước khi quá muộn.",
  "Nursing Home Shame": "Sự Xấu Hổ Ở Viện Dưỡng Lão",
  "Sharing some hip tunes with the Elders gets a Sim pumped up!": "Chia sẻ một vài giai điệu hip với những Người Lớn Tuổi giúp một Sim phấn khích!",
  "Elderly Energy": "Năng Lượng Người Lớn Tuổi",
  "{0.SimFirstName} is not into this helping people business and would rather do evil or mean things. Don't tell anyone else though. That's personal.": "{0.SimFirstName} không thích công việc giúp đỡ mọi người này và thà làm những điều xấu xa hoặc tồi tệ hơn. Đừng nói với ai khác nhé. Điều đó là riêng tư.",
  "Had to Help!": "Phải Giúp Đỡ!",
  "Creating intricate shapes from this mess can be inspiring!": "Tạo ra những hình dạng phức tạp từ mớ hỗn độn này có thể truyền cảm hứng!",
  "Inspired Mess": "Mớ Hỗn Độn Được Truyền Cảm Hứng",
  "Making a Mess can be so much fun!": "Tạo Ra Mớ Hỗn Độn có thể rất vui!",
  "Playful Mess": "Mớ Hỗn Độn Vui Nhộn",
  "We're working on our relationship, so thanks for helping us through it!": "Chúng tôi đang cố gắng cải thiện mối quan hệ của mình, vì vậy cảm ơn bạn đã giúp chúng tôi vượt qua nó!",
  "Visit with Family": "Ghé Thăm Gia Đình",
  "{1.SimName} is wondering if I want to come over.": "{1.SimName} đang tự hỏi liệu tôi có muốn đến chơi không.",
  "{1.SimName} is wondering if I want to meet {M1.him}{F1.her} someplace.": "{1.SimName} đang tự hỏi liệu tôi có muốn gặp {M1.him}{F1.her} ở đâu đó không.",
  "Snazzy and Sporty": "Bảnh Bao và Thể Thao",
  "Mad Jelly": "Ghen Tỵ Điên Cuồng",
  "All Patched Up": "Đã Được Vá Lại Tất Cả",
  "Comfortably Torn": "Rách Rưới Thoải Mái",
  "Striped All Over": "Kẻ Sọc Khắp Nơi",
  "Track Princess": "Công Chúa Đường Đua",
  "Loosely Layered": "Nhiều Lớp Lỏng Lẻo",
  "It's Vintage": "Đồ Cổ Đấy",
  "Too Cool for Sleeves": "Quá Ngầu Để Mặc Áo Tay",
  "L8ter Sk8ter": "L8ter Sk8ter",
  "Not only will this table bring countless hours of joy, skill building, and amusement to your kids, but it's actually something simple enough for you to put together in a single afternoon without you breaking down and loudly swearing in front of the little ones, destroying half the legs when trying to screw them on, or ultimately questioning your existence. And that is worth the asking price alone.": "Bàn này không chỉ mang lại vô số giờ vui vẻ, xây dựng kỹ năng và giải trí cho con bạn, mà nó còn thực sự đơn giản để bạn có thể lắp ráp trong một buổi chiều mà không khiến bạn suy sụp và chửi thề ầm ĩ trước mặt những đứa trẻ, phá hủy một nửa số chân khi cố gắng vặn chúng vào, hoặc cuối cùng là đặt câu hỏi về sự tồn tại của bạn. Và điều đó đáng giá chỉ riêng giá yêu cầu.",
  "BroHill Kids Activity Wonderland": "Xứ Sở Thần Tiên Hoạt Động Trẻ Em BroHill",
  "The sturdy wrought metal frame keeps this single bed secure. But you know it's squeaky. I mean just look at it! This bed totally creaks when a Sim goes to sit on it. Maybe good for guest bedrooms?": "Khung kim loại rèn chắc chắn giữ cho chiếc giường đơn này an toàn. Nhưng bạn biết nó kêu cót két. Ý tôi là chỉ cần nhìn vào nó! Chiếc giường này hoàn toàn kêu cót két khi một Sim ngồi lên. Có lẽ tốt cho phòng ngủ của khách?",
  "Metal Framed Single Bed": "Giường Đơn Khung Kim Loại",
  "This comfy wooden bed features three ample drawers underneath for all your storage needs. Caution: if this bed belongs to a teen do NOT open drawers without asking. For your own sake. ": "Chiếc giường gỗ thoải mái này có ba ngăn kéo rộng rãi bên dưới cho tất cả các nhu cầu lưu trữ của bạn. Cảnh báo: nếu chiếc giường này thuộc về một thiếu niên thì KHÔNG được mở ngăn kéo mà không hỏi. Vì lợi ích của bạn.",
  "BroHill Single Bed with Storage": "Giường Đơn Có Chỗ Chứa Đồ BroHill",
  "By: Dr. PJ\\n\\nRead up on the best ways to handle teenage moodswings, the latest happening slang, and what are the coolest socks to give as presents.": "Bởi: Tiến sĩ PJ\n\nHãy đọc về những cách tốt nhất để xử lý sự thay đổi tâm trạng của thanh thiếu niên, tiếng lóng mới nhất đang xảy ra và những đôi tất круто nhất nên tặng làm quà.",
  "Parenting Vol 3: Removing the Training Wheels": "Nuôi Dạy Con Cái Tập 3: Tháo Bánh Xe Huấn Luyện",
  "By: Dr. PJ\\n\\nAs your child grows manipulation becomes more vital. Use empathy and guilt to influence children to follow your rules.": "Bởi: Tiến sĩ PJ\n\nKhi con bạn lớn lên, thao túng trở nên quan trọng hơn. Sử dụng sự đồng cảm và tội lỗi để ảnh hưởng đến trẻ em tuân theo các quy tắc của bạn.",
  "Parenting Vol 2: First Steps": "Nuôi Dạy Con Cái Tập 2: Những Bước Đầu Tiên",
  "Fill it with books, games, anything that will set your little ones' imaginations loose to run wild. It's important to install a sense of wonder and adventure in kids early on. and what better way to do that than through the wonders of book reading!?": "Hãy lấp đầy nó bằng sách, trò chơi, bất cứ thứ gì sẽ giúp trí tưởng tượng của những đứa con nhỏ của bạn tự do bay bổng. Điều quan trọng là phải cài đặt một cảm giác kỳ diệu và phiêu lưu cho trẻ em từ sớm. và còn cách nào tốt hơn để làm điều đó hơn là thông qua những điều kỳ diệu của việc đọc sách!?",
  "BroHill Story Time Bookshelf": "Kệ Sách Giờ Kể Chuyện BroHill",
  "Proudly display these books as if you owned the finest book store to display them.": "Tự hào trưng bày những cuốn sách này như thể bạn sở hữu hiệu sách tốt nhất để trưng bày chúng.",
  "Stack o' Books": "Đống Sách",
  "These books don't eat any carbs. So they're a lot thinner than their brother, the regular Stack o' Books.": "Những cuốn sách này không ăn bất kỳ carb nào. Vì vậy, chúng mỏng hơn nhiều so với anh trai của chúng, Đống Sách thông thường.",
  "Skinny Stack o' Books": "Đống Sách Mỏng",
  "Just a book. On instructions. Instructing. What to do.": "Chỉ là một cuốn sách. Về hướng dẫn. Hướng dẫn. Phải làm gì.",
  "Instruction Book": "Sách Hướng Dẫn",
  "Contains secret dreams and wishes. Snooping siblings keep away!": "Chứa đựng những giấc mơ và ước muốn bí mật. Anh chị em tọc mạch tránh xa!",
  "Private Journal": "Nhật Ký Riêng Tư",
  "By: Dr. PJ\\n\\nLearn the differences between caring for a baby and caring for a cat. Which can't be left alone? Which likes tuna? All the answers are within.": "Bởi: Tiến sĩ PJ\n\nHọc sự khác biệt giữa việc chăm sóc em bé và chăm sóc mèo. Cái nào không thể bị bỏ lại một mình? Cái nào thích cá ngừ? Tất cả các câu trả lời đều có bên trong.",
  "Parenting Vol 1: Learning to Crawl": "Nuôi Dạy Con Cái Tập 1: Học Bò",
  "Improve your household communication with this simple trick. Leave notes and drawings for family members. Parents can also set Curfews here.": "Cải thiện giao tiếp trong gia đình bạn bằng mẹo đơn giản này. Để lại ghi chú và bản vẽ cho các thành viên trong gia đình. Cha mẹ cũng có thể đặt Lệnh giới nghiêm ở đây.",
  "Family Bulletin Board": "Bảng Thông Báo Gia Đình",
  "A life saver for the space spacer! These great looking cabinets hang down from the ceiling and offer fantastically efficient storage.": "Một vị cứu tinh cho người tiết kiệm không gian! Những tủ tuyệt đẹp này treo xuống từ trần nhà và cung cấp khả năng lưu trữ hiệu quả tuyệt vời.",
  "Modern Wooden Under-Mount Cabinet": "Tủ Gỗ Hiện Đại Treo Gầm",
  "Toy construction block.": "Khối xây dựng đồ chơi.",
  "2x1 Block": "Khối 2x1",
  "3x1 Block": "Khối 3x1",
  "Buildems Blocks and feet are natural enemies. Much pain occurs when the two meet. The Buildems Blocks Play Table solves this problem by providing an elevated place surface to construct your Buildems Blocks play sets.": "Khối Buildems và bàn chân là kẻ thù tự nhiên. Nhiều nỗi đau xảy ra khi hai người gặp nhau. Bàn Chơi Khối Buildems giải quyết vấn đề này bằng cách cung cấp một bề mặt đặt cao để xây dựng bộ chơi Khối Buildems của bạn.",
  "Buildems Blocks Play Table": "Bàn Chơi Khối Buildems",
  "This modern kitchen counter can be added as a standalone island or as part of a modular counter top design. It comes in a range of bold color choices. Remember; when you want quality at a reasonable price, go BroHill. ": "Bàn bếp hiện đại này có thể được thêm vào như một hòn đảo độc lập hoặc như một phần của thiết kế mặt bàn mô-đun. Nó có nhiều lựa chọn màu sắc táo bạo. Hãy nhớ; khi bạn muốn chất lượng với giá cả hợp lý, hãy chọn BroHill.",
  "BroHill Kitchen Island": "Đảo Bếp BroHill",
  "Perfect for large families, BroHill only uses easy-to-clean, hard-to-stain materials that are guaranteed to last a lifetime. High quality - easy maintenance: that's the BroHill way.": "Hoàn hảo cho các gia đình lớn, BroHill chỉ sử dụng các vật liệu dễ lau chùi, khó bám bẩn được đảm bảo tồn tại suốt đời. Chất lượng cao - dễ bảo trì: đó là cách của BroHill.",
  "BroHill Wood Counter Solution": "Giải Pháp Bàn Gỗ BroHill",
  "Designed to cover small openings this curtain is guaranteed to stay up and off the floor; making cleaning and maintenance that much easier.": "Được thiết kế để che các khe hở nhỏ, chiếc rèm này được đảm bảo sẽ luôn ở trên và không chạm sàn; giúp việc vệ sinh và bảo trì trở nên dễ dàng hơn rất nhiều.",
  "Stain Resistant Window Valance": "Diềm Cửa Sổ Chống Bám Bẩn",
  "This sheer material allows natural light to filter through to the inside. It provides a lovely decorative addition while still allowing you to see out into the beautiful world!": "Vật liệu sheer này cho phép ánh sáng tự nhiên lọc qua vào bên trong. Nó cung cấp một sự bổ sung trang trí đáng yêu trong khi vẫn cho phép bạn nhìn ra thế giới tươi đẹp!",
  "Let the Sun Shine Window Sheers": "Rèm Sheer Cho Ánh Nắng Mặt Trời Chiếu Vào",
  "Sometimes a forest is just too much and a single tree will suffice. Slap this decal on your wall and hang in there!": "Đôi khi một khu rừng là quá nhiều và một cái cây duy nhất sẽ là đủ. Hãy dán decal này lên tường của bạn và treo mình vào đó!",
  "Leaf Me Alone Kid's Wall Decal": "Decal Tường Trẻ Em Hãy Để Mình Yên",
  "Guess what Dad?! You can't tell me what to like. I'm my own Sim. And these posters speak to me in ways you never have. So there!": "Đoán xem bố?! Bố không thể bảo con thích gì. Con là Sim của riêng con. Và những tấm áp phích này nói với con theo những cách mà bố chưa bao giờ làm. Vậy đó!",
  "Super Wicked Rad Bad Cool Posters": "Áp Phích Tuyệt Vời Vô Cùng Круто",
  "Transform your boring ol' walls into an exciting forest adventure! Watch your kids' imaginations go wild with this cool, retro 2D wall decal!": "Biến những bức tường cũ nhàm chán của bạn thành một cuộc phiêu lưu rừng thú vị! Hãy xem trí tưởng tượng của con bạn trở nên sống động với decal tường 2D retro tuyệt vời này!",
  "Can't See Forest From Trees Kids Decal": "Không Thể Nhìn Thấy Rừng Từ Cây Decal Trẻ Em",
  "What an incredible Cinderella story! This unknown, comes out of nowhere, to lead the pack. They're at the free throw line; a few yards away from the basket, The crowd is standing on its feet here. The normally reserved crowd is going wild for this young Cinderella who's come out of nowhere. The crowd is just on its feet here. Tears in their eyes, I guess, as this last shot gets lined up. Game is tied up. This crowd has gone deadly silent... Cinderella story, out of nowhere, former greenskeeper, now about to become the champion. It looks like a miracle- it's in the basket! It's in the basket!": "Thật là một câu chuyện Золушка đáng kinh ngạc! Người vô danh này, xuất hiện từ hư vô, để dẫn đầu nhóm. Họ đang ở vạch ném phạt; cách rổ một vài mét, đám đông đang đứng trên đôi chân của họ ở đây. Đám đông thường kín tiếng đang trở nên cuồng nhiệt vì Золушка trẻ tuổi này, người đã xuất hiện từ hư vô. Đám đông chỉ đứng trên đôi chân của họ ở đây. Nước mắt trong mắt họ, tôi đoán vậy, khi cú đánh cuối cùng này được xếp hàng. Trận đấu đang hòa. Đám đông này đã trở nên im lặng chết người... câu chuyện Золушка, từ hư vô, cựu người chăm sóc sân cỏ, giờ đây sắp trở thành nhà vô địch. Nó trông giống như một phép màu - nó ở trong rổ! Nó ở trong rổ!",
  "Nothing But Net Wall Decal": "Decal Tường Không Gì Ngoài Lưới",
  "Music is your life! You feel the groove in your soul and the only thing you're dropping is that fat beat! Let everyone know how serious your art is without a single word. One look at these guitar decals and folks know you mean musical business.": "Âm nhạc là cuộc sống của bạn! Bạn cảm nhận được nhịp điệu trong tâm hồn và điều duy nhất bạn đang bỏ lỡ là nhịp điệu béo bở đó! Hãy cho mọi người biết nghệ thuật của bạn nghiêm túc đến mức nào mà không cần một lời nào. Chỉ cần một cái nhìn vào những miếng dán guitar này và mọi người biết bạn có ý nghĩa kinh doanh âm nhạc.",
  "Guitar Necking Wall Decal": "Decal Tường Guitar Yêu Nhau",
  "This sturdy teen writing desk is functional, pretty, and has a few drawers for keeping your privates stashed. Can only teens write on the desk? Well no, anyone can use it, but it's marketed to teens so ergo it's a Teen Writing Desk. Simple. ": "Bàn viết dành cho thanh thiếu niên chắc chắn này có chức năng, đẹp và có một vài ngăn kéo để giữ đồ dùng cá nhân của bạn được cất giữ. Chỉ thanh thiếu niên mới có thể viết trên bàn? Chà, không, bất kỳ ai cũng có thể sử dụng nó, nhưng nó được tiếp thị cho thanh thiếu niên nên ergo nó là Bàn Viết Dành Cho Thanh Thiếu Niên. Đơn giản.",
  "Teen Writing Desk": "Bàn Viết Dành Cho Thanh Thiếu Niên",
  "Your kid needs a desk, but you don't trust 'em yet with the good stuff, huh? Hey, no judgment here. I certainly don't blame you. Well you've come to the right place. The BroHill offers you a simple, low-cost solution to all your kids' desk needs. Who cares if they destroy it in a year? It only cost you a couple of lousy Simoleons! Value!": "Con bạn cần một cái bàn, nhưng bạn chưa tin tưởng chúng với những thứ tốt đẹp, phải không? Này, không phán xét gì ở đây cả. Tôi chắc chắn không trách bạn. Chà, bạn đã đến đúng chỗ rồi. BroHill cung cấp cho bạn một giải pháp đơn giản, chi phí thấp cho tất cả các nhu cầu bàn làm việc của con bạn. Ai quan tâm nếu chúng phá hủy nó trong một năm? Nó chỉ tốn của bạn một vài Simoleon tồi tệ!",
  "BroHill Kids Desk": "Bàn Học Trẻ Em BroHill",
  "This machine comes packed with an industry-leading \"never break\" motor that results in clean, sparkling dishes every time. Any time. All the time. Legal Disclaimer: No returns allowed for routine motor breakages.": "Máy này được trang bị động cơ \"không bao giờ hỏng\" hàng đầu trong ngành, mang lại những món ăn sạch sẽ, lấp lánh mọi lúc. Bất kỳ lúc nào. Mọi lúc. Tuyên bố từ chối trách nhiệm pháp lý: Không được phép trả lại đối với các trường hợp vỡ động cơ thông thường.",
  "Industrial Dishwasher Unit": "Thiết Bị Máy Rửa Bát Công Nghiệp",
  "Booboo Billy suffers from more symptoms than a hypochondriac during flu season. Diagnose and treat all his illnesses.": "Booboo Billy chịu đựng nhiều triệu chứng hơn một người nghi bệnh trong mùa cúm. Chẩn đoán và điều trị tất cả các bệnh của anh ấy.",
  "BooBoo Billy Doctor Playset": "Bộ Đồ Chơi Bác Sĩ BooBoo Billy",
  "TumTum Teddy is perfect for the child debating becoming a doctor or becoming a veterinarian.": "TumTum Teddy hoàn hảo cho đứa trẻ đang tranh luận trở thành bác sĩ hoặc trở thành bác sĩ thú y.",
  "TumTum Teddy Doctor Playset": "Bộ Đồ Chơi Bác Sĩ TumTum Teddy",
  "SOMEONE FOR THE LOVE OF ALL PUT THIS BABY BACK TOGETHER": "AI ĐÓ VÌ TÌNH YÊU CỦA TẤT CẢ HÃY GHÉP EM BÉ NÀY LẠI VỚI NHAU",
  "The bear is bearly a bear! He's bearly there!": "Con gấu gần như không phải là một con gấu! Anh ấy gần như không ở đó!",
  "Half a Bear": "Nửa Con Gấu",
  "When is a door not a door? When it's ajar! hyuck hycuk hycuk. But seriously, knock. Your room is your castle! And your door is the first impression you make on visitors. So don't choose just any old door. Choose the one that reflects your taste and style. Show your enthusiasm and let your personality shine!": "Khi nào thì một cánh cửa không phải là một cánh cửa? Khi nó hé mở! hyuck hycuk hycuk. Nhưng nghiêm túc mà nói, hãy gõ cửa. Phòng của bạn là lâu đài của bạn! Và cánh cửa của bạn là ấn tượng đầu tiên bạn tạo ra cho khách. Vì vậy, đừng chỉ chọn bất kỳ cánh cửa cũ nào. Hãy chọn cái phản ánh gu thẩm mỹ và phong cách của bạn. Thể hiện sự nhiệt tình của bạn và để cá tính của bạn tỏa sáng!",
  "Personalized Kid's Door": "Cửa Dành Cho Trẻ Em Được Cá Nhân Hóa",
  "Created with love and to be enjoyed by the whole family.": "Được tạo ra bằng tình yêu và để được cả gia đình yêu thích.",
  "Monochromatic Sea Monster": "Quái Vật Biển Đơn Sắc",
  "Ideal for the typical family lifestyle. Great for storing a little of this, a little of that. Works in any room - can double as a TV stand just as easily as a dresser. Versatile, stylish, and well suited for various age groups.": "Lý tưởng cho lối sống gia đình điển hình. Tuyệt vời để lưu trữ một chút cái này, một chút cái kia. Hoạt động trong bất kỳ phòng nào - có thể tăng gấp đôi chức năng như một giá đỡ TV dễ dàng như một tủ quần áo. Đa năng, phong cách và phù hợp với nhiều nhóm tuổi khác nhau.",
  "BroHill Dresser and Drawers": "Tủ Quần Áo và Ngăn Kéo BroHill",
  "You've got clothes? This holds clothes! You've got a ton of clothes? Well they don't call this the black hole of dressers for nothing. Actually, no one calls it that. But there is a LOT of space for your clothing. Sorry to be so hyperbolic. Enjoy your new dresser!": "Bạn có quần áo? Cái này đựng quần áo! Bạn có cả tấn quần áo? Chà, họ không gọi cái này là hố đen của tủ quần áo mà không có lý do. Trên thực tế, không ai gọi nó như vậy. Nhưng có RẤT NHIỀU không gian cho quần áo của bạn. Rất tiếc vì đã nói quá lời. Hãy tận hưởng chiếc tủ quần áo mới của bạn!",
  "The Bottomless Dresser": "Tủ Quần Áo Không Đáy",
  "A classic brick pattern creates a charming and warm hearth for the whole family to make memories around.": "Một mẫu gạch cổ điển tạo ra một lò sưởi quyến rũ và ấm áp cho cả gia đình tạo nên những kỷ niệm xung quanh.",
  "Brick Fireplace": "Lò Sưởi Gạch",
  "Tuna Sandwich": "Bánh Mì Cá Ngừ",
  "Veggie Sandwich": "Bánh Mì Rau Củ",
  "Peanut Butter and Jelly Sandwich": "Bánh Mì Bơ Đậu Phộng và Thạch",
  "Tuna Salad Sandwich": "Làm Bánh Mì Bơ Đậu Phộng & Thạch",
  "Veggie and Hummus Sandwich": "Làm Bánh Mì Salad Cá Ngừ",
  "Look. Look at this fridge, straight on. He's totally checking you out, winking at you.": "Nhìn kìa. Nhìn vào cái tủ lạnh này, nhìn thẳng vào. Anh ta hoàn toàn đang để ý bạn đấy, nháy mắt với bạn.",
  "Modern Face Value Fridge": "Tủ Lạnh Mặt Tiền Hiện Đại",
  "For those that want a personal, handmade lighting solution look no further. Mason jars aren't just for juices anymore! Give your home a unique, personalized look.": "Dành cho những ai muốn có một giải pháp chiếu sáng thủ công, cá nhân thì không cần tìm đâu xa. Lọ Mason không chỉ dành cho nước ép nữa! Mang đến cho ngôi nhà của bạn một cái nhìn độc đáo, cá nhân.",
  "Mason Jar Lighting - Ceiling Hugger": "Đèn Lọ Mason - Áp Sát Trần Nhà",
  "Mason Jar Lighting - Low Hanging": "Đèn Lọ Mason - Treo Thấp",
  "Mason Multi-Jar Lighting - Ceiling Hugger": "Đèn Nhiều Lọ Mason - Áp Sát Trần Nhà",
  "Mason Multi-Jar Lighting - Low Hanging": "Đèn Nhiều Lọ Mason - Treo Thấp",
  "In the beginning it was pitch black and nothing could be read. The darkness was upon the face of the deep. You said, \"Let there be light,\" and (after placing down this exquisite lamp) there was light. And it was good. Good enough to read by.": "Ban đầu trời tối đen như mực và không thể đọc được gì. Bóng tối bao trùm trên bề mặt vực thẳm. Bạn nói: \"Hãy có ánh sáng\", và (sau khi đặt chiếc đèn tinh tế này xuống) có ánh sáng. Và nó thật tốt. Đủ tốt để đọc.",
  "Colorful Desk Side Reading Lamp": "Đèn Đọc Sách Bên Bàn Nhiều Màu Sắc",
  "This mirror is so lit! Want to feel like a star? Covered. Need great lighting to cover up that blemish? Covered. Just want to get lost in your own dreamy eyes? Weird (but covered).": "Chiếc gương này quá sáng! Muốn cảm thấy mình như một ngôi sao? Được đáp ứng. Cần ánh sáng tuyệt vời để che đi khuyết điểm đó? Được đáp ứng. Chỉ muốn lạc vào đôi mắt mơ màng của chính bạn? Kỳ lạ (nhưng được đáp ứng).",
  "Lit Full Length Vanity Mirror": "Gương Trang Điểm Dài Toàn Thân Sáng",
  "A simple oval mirror featuring an etched art motif on the top left section. The design gives life and personality compared to the standard dull mirror.": "Một chiếc gương hình bầu dục đơn giản có họa tiết nghệ thuật khắc trên phần trên bên trái. Thiết kế mang lại sự sống động và cá tính so với chiếc gương xỉn màu tiêu chuẩn.",
  "Teen's Oval Mirror": "Gương Bầu Dục Dành Cho Thanh Thiếu Niên",
  "This elegant rectangular mirror has a tiny shelf that gives it great decorative charm. Goes great in hallways or entryways to give the appearance of more depth and space.": "Chiếc gương hình chữ nhật trang nhã này có một chiếc kệ nhỏ mang lại cho nó sự quyến rũ trang trí tuyệt vời. Phù hợp tuyệt vời trong hành lang hoặc lối vào để tạo ấn tượng về chiều sâu và không gian hơn.",
  "BroHill Entry Mirror": "Gương Lối Vào BroHill",
  "Dreaming under the stars is now possible with the Starry-Night Night Light. Place this on the wall and dream about cows jumping over the moon, but use less imagination.": "Mơ ước dưới những vì sao giờ đây có thể thực hiện được với Đèn Ngủ Đêm Đầy Sao. Đặt nó trên tường và mơ về những con bò nhảy qua mặt trăng, nhưng hãy sử dụng ít trí tưởng tượng hơn.",
  "Starry-Night Night Light": "Đèn Ngủ Đêm Đầy Sao",
  "Forecast is possibly rain - no stars for this Night Light. Perfect if you just want the light but no star shenanigans. ": "Dự báo có thể có mưa - không có sao cho Đèn Ngủ này. Hoàn hảo nếu bạn chỉ muốn ánh sáng mà không có trò hề sao.",
  "Regular ol' Night Light": "Đèn Ngủ Thường Thôi",
  "Mixing Cup": "Cốc Trộn",
  "Paint Mixing Cup": "Cốc Trộn Sơn",
  "This is a \"Make a Mess\" mess, but you can't see it. So I wouldn't use it.": "Đây là một mớ hỗn độn \"Tạo Ra Mớ Hỗn Độn\", nhưng bạn không thể nhìn thấy nó. Vì vậy, tôi sẽ không sử dụng nó.",
  "Invisible Mess": "Mớ Hỗn Độn Vô Hình",
  "It's a tube of paint!": "Đó là một tuýp sơn!",
  "Paint Tube": "Tuýp Sơn",
  "Where some see scribbles others see artistic genius. But everyone agrees that these sentimental pieces give children a sense of worth to see their hard work so proudly displayed.": "Nơi một số người nhìn thấy những nét nguệch ngoạc, những người khác lại thấy thiên tài nghệ thuật. Nhưng mọi người đều đồng ý rằng những tác phẩm tình cảm này mang lại cho trẻ em cảm giác đáng giá khi thấy những tác phẩm khó khăn của chúng được trưng bày một cách tự hào.",
  "Kids Art Doodles": "Hình Vẽ Nghệ Thuật Trẻ Em",
  "Yup. It's a tube of paint.": "Ừ. Đó là một tuýp sơn.",
  "Nothing to See Here": "Không Có Gì Để Xem",
  "Really. Nothing to see here.": "Thật sự. Không có gì để xem ở đây.",
  "Seriously Nothing To See ": "Thật Sự Không Có Gì Để Xem",
  "Seriously. You cheated to get this, so really...it shouldn't be here.": "Nghiêm túc. Bạn đã gian lận để có được cái này, vì vậy thực sự... nó không nên ở đây.",
  "The Blank Thing": "Thứ Trống Rỗng",
  "It's a Sack Lunch...but just the bag. No food.": "Đó là Túi Đựng Bữa Trưa... nhưng chỉ là cái túi thôi. Không có thức ăn.",
  "Sack Lunch": "Túi Đựng Bữa Trưa",
  "Dining Setting for any party.": "Bộ Bàn Ăn cho bất kỳ bữa tiệc nào.",
  "Dining Settings for only the finest.": "Bộ Bàn Ăn chỉ dành cho những thứ tốt nhất.",
  "Fancy Place Setting": "Bộ Bàn Ăn Sang Trọng",
  "Casual Place Setting": "Bộ Bàn Ăn Bình Dân",
  "A setting for any place and any time.": "Một bộ bàn ăn cho bất kỳ nơi nào và bất kỳ thời điểm nào.",
  "Party Place Setting": "Bộ Bàn Ăn Tiệc",
  "This is such a romantic couch; perfect for two loving Sims! Of course, if they're parents, they probably don't have the luxury of extra time to just go sitting around all willy nilly throwing love around. But there are drawers on the bottom for storage. Sooooo, it's not a total loss, right?": "Đây là một chiếc диван lãng mạn như vậy; hoàn hảo cho hai Sim yêu nhau! Tất nhiên, nếu họ là cha mẹ, có lẽ họ không có đủ thời gian rảnh để chỉ ngồi xung quanh ném tình yêu. Nhưng có các ngăn kéo ở phía dưới để lưu trữ. Vì vậy, nó không phải là một mất mát hoàn toàn, phải không?",
  "No Time For Love Seat": "Ghế Tình Yêu Không Có Thời Gian",
  "Available in a vast array of colors and prints, this carpet could easily find a home in every room. Each Sim in the family is sure to find the exact print that works for them.": "Có sẵn với một loạt các màu sắc và bản in rộng lớn, tấm thảm này có thể dễ dàng tìm thấy một ngôi nhà trong mọi căn phòng. Mỗi Sim trong gia đình chắc chắn sẽ tìm thấy bản in chính xác phù hợp với họ.",
  "Choose-A-Print Throw Rug": "Thảm Ném Chọn-Một-Bản In",
  "This 4x6 rug covers a wide area in style. Never let your Sim's feet get cold again without sacrificing taste. You've come to expect more and this rug delivers.": "Tấm thảm 4x6 này che phủ một khu vực rộng lớn theo phong cách. Đừng bao giờ để chân của Sim bạn bị lạnh nữa mà không phải hy sinh hương vị. Bạn đã mong đợi nhiều hơn và tấm thảm này đáp ứng được điều đó.",
  "Large Printed Rug": "Thảm In Lớn",
  "Recommended for Teens.\\n\\nLearn the basics of building a structure to support weight. Go beyond that to create a structure that also looks good on a post card.": "Được khuyến nghị cho Thanh thiếu niên.\n\nHọc những điều cơ bản về xây dựng một cấu trúc để hỗ trợ trọng lượng. Vượt ra ngoài điều đó để tạo ra một cấu trúc cũng trông đẹp trên bưu thiếp.",
  "School Project: Construct-A-Bridge": "Dự Án Trường Học: Xây Dựng Một Cây Cầu",
  "Recommended for Teens.\\n\\nOhms, Volts, and Amps oh my. A project that will spark your imagination.": "Được khuyến nghị cho Thanh thiếu niên.\n\nOhms, Volts và Amps ôi trời. Một dự án sẽ khơi dậy trí tưởng tượng của bạn.",
  "School Project: Electricity Experiments": "Dự Án Trường Học: Thí Nghiệm Điện",
  "Recommended for Children.\\n\\nReconstruct and learn about the daily life of Medieval Sims. Sixam pit beast not included.": "Được khuyến nghị cho Trẻ em.\n\nTái tạo và tìm hiểu về cuộc sống hàng ngày của các Sim thời Trung cổ. Không bao gồm quái thú hố Sixam.",
  "School Project: Medieval Castle Diorama": "Dự Án Trường Học: Diorama Lâu Đài Thời Trung Cổ",
  "Recommended for Teens.\\n\\nPropulsion with the simple release of pressure. Do not activate indoors!": "Được khuyến nghị cho Thanh thiếu niên.\n\nLực đẩy với việc giải phóng áp suất đơn giản. Không kích hoạt trong nhà!",
  "School Project: Air Pressure Rocketry\n": "Dự Án Trường Học: Tên Lửa Áp Suất Khí",
  "Recommended for Teens.\\n\\nCreate your own robotic friend. Learn about gears, servos, and power sources in the process.": "Được khuyến nghị cho Thanh thiếu niên.\n\nTạo người bạn robot của riêng bạn. Tìm hiểu về bánh răng, servo và nguồn năng lượng trong quá trình này.",
  "School Project: Robotics": "Dự Án Trường Học: Robot học",
  "Recommended for Children.\\n\\nCreate a small representation of our very own solar system in your home. Liberties may be taken with scale.": "Được khuyến nghị cho Trẻ em.\n\nTạo một đại diện nhỏ của hệ mặt trời của chính chúng ta trong nhà bạn. Có thể thực hiện các quyền tự do với quy mô.",
  "School Project: Solar System": "Dự Án Trường Học: Hệ Mặt Trời",
  "Recommended for Children.\\n\\nScale replica of Mt Anfong which routinely erupts making it easy for scientific study. Create your own eruption in the safety of your home while learning chemistry.  ": "Được khuyến nghị cho Trẻ em.\n\nBản sao tỷ lệ của Núi Anfong, nơi thường xuyên phun trào, giúp cho việc nghiên cứu khoa học trở nên dễ dàng. Tạo ra vụ phun trào của riêng bạn trong sự an toàn của ngôi nhà bạn trong khi học hóa học.",
  "School Project: Chemical Reaction Volcano": "Dự Án Trường Học: Núi Lửa Phản Ứng Hóa Học",
  "Learn the basics of building a structure to support weight. Go beyond that to create a structure that also looks good on a post card.\\n\\nQuality: Good": "Tìm hiểu những điều cơ bản về việc xây dựng một cấu trúc để hỗ trợ trọng lượng. Vượt ra ngoài điều đó để tạo ra một cấu trúc cũng trông đẹp trên một tấm bưu thiếp.\n\nChất lượng: Tốt",
  "Learn the basics of building a structure to support weight. Go beyond that to create a structure that also looks good on a post card.\\n\\nQuality: Excellent": "Tìm hiểu những điều cơ bản về việc xây dựng một cấu trúc để hỗ trợ trọng lượng. Vượt ra ngoài điều đó để tạo ra một cấu trúc cũng trông đẹp trên một tấm bưu thiếp.\n\nChất lượng: Xuất sắc",
  "Learn the basics of building a structure to support weight. Go beyond that to create a structure that also looks good on a post card.\\n\\nQuality: Poor": "Tìm hiểu những điều cơ bản về việc xây dựng một cấu trúc để hỗ trợ trọng lượng. Vượt ra ngoài điều đó để tạo ra một cấu trúc cũng trông đẹp trên một tấm bưu thiếp.\n\nChất lượng: Kém",
  "Ohms, Volts, and Amps oh my. A project that will spark your imagination.\\n\\nQuality: Good": "Ohms, Volts, and Amps ôi trời. Một dự án sẽ khơi dậy trí tưởng tượng của bạn.\n\nChất lượng: Tốt",
  "Ohms, Volts, and Amps oh my. A project that will spark your imagination.\\n\\nQuality: Excellent": "Ohms, Volts, and Amps ôi trời. Một dự án sẽ khơi dậy trí tưởng tượng của bạn.\n\nChất lượng: Xuất sắc",
  "Ohms, Volts, and Amps oh my. A project that will spark your imagination.\\n\\nQuality: Poor": "Ohms, Volts, and Amps ôi trời. Một dự án sẽ khơi dậy trí tưởng tượng của bạn.\n\nChất lượng: Kém",
  "Reconstruct and learn about the daily life of Medieval Sims. Sixam pit beast not included.\\n\\nQuality: Good": "Tái tạo và tìm hiểu về cuộc sống hàng ngày của các Sim thời Trung cổ. Không bao gồm quái thú hố Sixam.\n\nChất lượng: Tốt",
  "Reconstruct and learn about the daily life of Medieval Sims. Sixam pit beast not included.\\n\\nQuality: Excellent": "Tái tạo và tìm hiểu về cuộc sống hàng ngày của các Sim thời Trung cổ. Không bao gồm quái thú hố Sixam.\n\nChất lượng: Xuất sắc",
  "Reconstruct and learn about the daily life of Medieval Sims. Sixam pit beast not included.\\n\\nQuality: Poor": "Tái tạo và tìm hiểu về cuộc sống hàng ngày của các Sim thời Trung cổ. Không bao gồm quái thú hố Sixam.\n\nChất lượng: Kém",
  "Propulsion with the simple release of pressure. Do not activate indoors!\\n\\nQuality: Good": "Lực đẩy với việc giải phóng áp suất đơn giản. Không kích hoạt trong nhà!\n\nChất lượng: Tốt",
  "Propulsion with the simple release of pressure. Do not activate indoors!\\n\\nQuality: Excellent": "Lực đẩy với việc giải phóng áp suất đơn giản. Không kích hoạt trong nhà!\n\nChất lượng: Xuất sắc",
  "Propulsion with the simple release of pressure. Do not activate indoors!\\n\\nQuality: Poor": "Lực đẩy với việc giải phóng áp suất đơn giản. Không kích hoạt trong nhà!\n\nChất lượng: Kém",
  "Create your own robotic friend. Learn about gears, servos, and power sources in the process.\\n\\nQuality: Good\n": "Tạo người bạn robot của riêng bạn. Tìm hiểu về bánh răng, servo và nguồn năng lượng trong quá trình này.\n\nChất lượng: Tốt",
  "Create your own robotic friend. Learn about gears, servos, and power sources in the process.\\n\\nQuality: Excellent\n": "Tạo người bạn robot của riêng bạn. Tìm hiểu về bánh răng, servo và nguồn năng lượng trong quá trình này.\n\nChất lượng: Xuất sắc",
  "Create your own robotic friend. Learn about gears, servos, and power sources in the process.\\n\\nQuality: Poor\n": "Tạo người bạn robot của riêng bạn. Tìm hiểu về bánh răng, servo và nguồn năng lượng trong quá trình này.\n\nChất lượng: Kém",
  "Create a small representation of our very own solar system in your home. Liberties may be taken with scale.\\n\\nQuality: Good": "Tạo một đại diện nhỏ của hệ mặt trời của riêng chúng ta trong nhà bạn. Có thể thực hiện các quyền tự do với quy mô.\n\nChất lượng: Tốt",
  "Create a small representation of our very own solar system in your home. Liberties may be taken with scale.\\n\\nQuality: Excellent": "Tạo một đại diện nhỏ của hệ mặt trời của riêng chúng ta trong nhà bạn. Có thể thực hiện các quyền tự do với quy mô.\n\nChất lượng: Xuất sắc",
  "Create a small representation of our very own solar system in your home. Liberties may be taken with scale.\\n\\nQuality: Poor": "Tạo một đại diện nhỏ của hệ mặt trời của riêng chúng ta trong nhà bạn. Có thể thực hiện các quyền tự do với quy mô.\n\nChất lượng: Kém",
  "Scale replica of Mt Anfong which routinely erupts making it easy for scientific study. Create your own eruption in the safety of your home while learning chemistry. \\n\\nQuality: Good\n": "Bản sao tỷ lệ của Núi Anfong, nơi thường xuyên phun trào, giúp cho việc nghiên cứu khoa học trở nên dễ dàng. Tạo ra vụ phun trào của riêng bạn trong sự an toàn của ngôi nhà bạn trong khi học hóa học.\n\nChất lượng: Tốt",
  "Scale replica of Mt Anfong which routinely erupts making it easy for scientific study. Create your own eruption in the safety of your home while learning chemistry.\\n\\nQuality: Excellent\n": "Bản sao tỷ lệ của Núi Anfong, nơi thường xuyên phun trào, giúp cho việc nghiên cứu khoa học trở nên dễ dàng. Tạo ra vụ phun trào của riêng bạn trong sự an toàn của ngôi nhà bạn trong khi học hóa học.\n\nChất lượng: Xuất sắc",
  "Scale replica of Mt Anfong which routinely erupts making it easy for scientific study. Create your own eruption in the safety of your home while learning chemistry.\\n\\nQuality: Poor\n": "Bản sao tỷ lệ của Núi Anfong, nơi thường xuyên phun trào, giúp cho việc nghiên cứu khoa học trở nên dễ dàng. Tạo ra vụ phun trào của riêng bạn trong sự an toàn của ngôi nhà bạn trong khi học hóa học.\n\nChất lượng: Kém",
  "Your guest bathroom has never looked so neat and organized. Keep all the essentials nearby without cluttering up your sink and counter areas. But keep the TP close to hand; just to be safe.": "Phòng tắm cho khách của bạn chưa bao giờ trông gọn gàng và ngăn nắp đến thế. Giữ tất cả các vật dụng cần thiết ở gần mà không làm lộn xộn khu vực bồn rửa và mặt bàn. Nhưng hãy giữ TP ở gần; để an toàn.",
  "Bathroom Organizer Cabinet": "Tủ Tổ Chức Phòng Tắm",
  "Don't forget to sort your laundry to avoid weird coloring mishaps. You know what? Don't even worry about it. It's probably not a big deal either way.": "Đừng quên phân loại đồ giặt để tránh những sự cố về màu sắc kỳ lạ. Bạn biết gì không? Đừng bận tâm về nó. Có lẽ cũng không có gì to tát cả.",
  "Laundry Basket": "Giỏ Giặt Đồ",
  "You're not a real Dad unless you have 50 remotes to run your TV. And of course that will then necessitate a special holder for all those remotes. Voila! Stick this ugly thing next to your couch and welcome to Dadhood!": "Bạn không phải là một người cha thực sự trừ khi bạn có 50 điều khiển từ xa để điều khiển TV của bạn. Và tất nhiên, điều đó sau đó sẽ cần một giá đỡ đặc biệt cho tất cả những chiếc điều khiển từ xa đó. Thế là xong! Dán thứ xấu xí này bên cạnh диван của bạn và chào mừng bạn đến với Cương Vị Làm Cha!",
  "Magazines & Remotes Holder": "Giá Để Tạp Chí & Điều Khiển Từ Xa",
  "This is the perfect piece of furniture to help clean your room. And by \"clean your room\" we obviously mean shove all your belongings as quickly as possible into a piece of furniture; ANY piece of furniture. Because there is fun to be had and you need to get this lame cleaning chore done so you can get to it! High-five!": "Đây là món đồ nội thất hoàn hảo để giúp dọn dẹp phòng của bạn. Và bằng \"dọn dẹp phòng của bạn\", chúng tôi rõ ràng có nghĩa là nhét tất cả đồ đạc của bạn càng nhanh càng tốt vào một món đồ nội thất; BẤT KỲ món đồ nội thất nào. Bởi vì có niềm vui để có được và bạn cần phải hoàn thành công việc dọn dẹp tồi tệ này để bạn có thể làm điều đó! Chúc mừng!",
  "Kids' Toys Tub": "Thùng Đồ Chơi Trẻ Em",
  "Some Sims say that my room looks like a clusterbomb went off. But I tell them it's not a mess, but an intricate evolving defense network. If the floor is constantly littered with clutter then no one can sneak up on me unannounced. And if the clutter constantly grows and changes then no intruders can memorize the pattern. So THAT is the reason my room has clutter. Oh, and I'm also really lazy.": "Một số Sim nói rằng phòng của tôi trông như một quả bom chùm phát nổ. Nhưng tôi nói với họ rằng đó không phải là một mớ hỗn độn, mà là một mạng lưới phòng thủ phát triển phức tạp. Nếu sàn nhà liên tục rải rác đồ đạc thì không ai có thể lẻn đến gần tôi mà không báo trước. Và nếu sự lộn xộn liên tục phát triển và thay đổi thì không kẻ xâm nhập nào có thể ghi nhớ được khuôn mẫu. Vì vậy, ĐÓ là lý do tại sao phòng của tôi có sự lộn xộn. Ồ, và tôi cũng thực sự lười biếng.",
  "Kid's Clutter": "Sự Lộn Xộn Của Trẻ Em",
  "This box is exploding with joy in the form of glue, scissors, glitter, tape, construction paper, all manner of pens, various googly eyes, and other assorted craft fare. No child can truly consider themselves a professional artist without one of these handy boxes.": "Hộp này bùng nổ với niềm vui dưới dạng keo, kéo, kim tuyến, băng dính, giấy xây dựng, tất cả các loại bút, nhiều con mắt giả khác nhau và các loại đồ thủ công khác. Không đứa trẻ nào có thể thực sự coi mình là một nghệ sĩ chuyên nghiệp nếu không có một trong những chiếc hộp tiện dụng này.",
  "Arts & Crafts Box": "Hộp Nghệ Thuật & Thủ Công",
  "This is undoubtedly the most beautiful, perfect vase in all the lands in all the worlds. It isn't the color. It's not the materials. It isn't the craftsmanship. It's the tiny hands that made it and the huge amount of love that was put into it that makes this definitively the best vase ever!": "Đây chắc chắn là chiếc bình đẹp nhất, hoàn hảo nhất trong tất cả các vùng đất trong tất cả các thế giới. Nó không phải là màu sắc. Nó không phải là vật liệu. Nó không phải là sự khéo léo. Chính đôi bàn tay nhỏ bé đã làm ra nó và tình yêu to lớn đã được đặt vào nó khiến chiếc bình này trở nên tốt nhất từ trước đến nay!",
  "Most Special Vase Ever": "Bình Đặc Biệt Nhất Từ Trước Đến Nay",
  "A charming ceramic reminder of academic excellence, given whenever the school district wants to celebrate a student. Supposedly, the bunny is named Stanley.": "Một lời nhắc nhở bằng gốm sứ quyến rũ về sự xuất sắc trong học tập, được trao bất cứ khi nào khu học chánh muốn tôn vinh một học sinh. Được cho là, con thỏ có tên là Stanley.",
  "Excellence Bunny": "Thỏ Xuất Sắc",
  "Bright and full of color, but not flavor. This is for decorative purposes only. We are not liable for any injuries incurred through ingestion of inedible materials. Consider yourself warned. Other than that, it's quite lovely and ready to bring charm to your home.": "Tươi sáng và đầy màu sắc, nhưng không có hương vị. Điều này chỉ dành cho mục đích trang trí. Chúng tôi không chịu trách nhiệm cho bất kỳ thương tích nào phát sinh do ăn phải các vật liệu không ăn được. Hãy coi như bạn đã được cảnh báo. Ngoài ra, nó khá đáng yêu và sẵn sàng mang lại sự quyến rũ cho ngôi nhà của bạn.",
  "Bountiful Platter": "Đĩa Đồ Ăn Dồi Dào",
  "Ugh, c'mon sis! Your stuff is all over the bathroom. The clutter is driving me nuts and seriously grossing me out. Take your brushes and dryer and hairballs and get 'em out of sight! So nasty.": "Ugh, thôi nào chị! Đồ của chị vương vãi khắp phòng tắm. Sự bừa bộn đang làm em phát điên và thực sự làm em ghê tởm. Hãy lấy bàn chải, máy sấy và búi tóc của chị và mang chúng ra khỏi tầm mắt em! Kinh tởm quá.",
  "Bathroom Clutter": "Sự Lộn Xộn Trong Phòng Tắm",
  "Put all your makeup away? Like, all of it? Who really has the time to actually carefully place every little item back in its proper place? How about just generally containing it on this tray? Yeah, I thought that sounded better too.": "Cất hết đồ trang điểm của bạn đi? Giống như, tất cả? Ai thực sự có thời gian để cẩn thận đặt từng món đồ nhỏ trở lại đúng vị trí của nó? Thay vào đó, hãy chỉ cần chứa nó một cách chung chung trên khay này? Ừ, tôi nghĩ rằng điều đó nghe có vẻ tốt hơn.",
  "Makeup Tray": "Khay Đựng Đồ Trang Điểm",
  "Oh wow. A collectible plate. To decorate. On the wall. A plate. You hang it up. And look at it. And... yes. Kids all over the world are jumping up and down in excitement. Truly breathtaking.": "Ồ wow. Một chiếc đĩa sưu tập. Để trang trí. Trên tường. Một chiếc đĩa. Bạn treo nó lên. Và nhìn vào nó. Và... vâng. Trẻ em trên khắp thế giới đang nhảy lên nhảy xuống trong sự phấn khích. Thực sự ngoạn mục.",
  "Decorative Collectible Plate": "Đĩa Sưu Tập Trang Trí",
  "For scale, this breadbox is roughly the size of 1.25 breadboxes. For those across the lake it's the size of 17 semi-ripe bananas. Although we don't normally recommend storing bananas in your breadbox. Bread is actually the preferred carbohydrate storable unit. The more you know...": "Để so sánh tỷ lệ, hộp đựng bánh mì này có kích thước gần bằng 1,25 hộp đựng bánh mì. Đối với những người ở bên kia hồ, nó có kích thước bằng 17 quả chuối hơi chín. Mặc dù chúng tôi thường không khuyên bạn nên bảo quản chuối trong hộp đựng bánh mì của mình. Bánh mì thực sự là đơn vị lưu trữ carbohydrate được ưu tiên hơn. Bạn càng biết nhiều...",
  "Bread Box of Holding": "Hộp Đựng Bánh Mì Giữ Đồ",
  "Also known as a Dish Rack. But we felt a more poetic title would help us move some extra units. It's all about volume in the cutthroat world of dish rack sales. Always be closing.\n": "Còn được gọi là Giá Đựng Bát Đĩa. Nhưng chúng tôi cảm thấy một tiêu đề thơ mộng hơn sẽ giúp chúng tôi di chuyển một số đơn vị bổ sung. Tất cả là về khối lượng trong thế giới khắc nghiệt của doanh số bán giá đựng bát đĩa. Luôn luôn kết thúc.",
  "Rack of the Wood of the Dishes": "Giá Đựng Bát Đĩa Bằng Gỗ",
  "Keep all your medication locked up safely and out of the kids' reach. Note: this doesn't defend against nosy house guests though. Fill the cabinet up with marbles before they arrive. When they open it up when they shouldn't? Now you caught 'em! HA!": "Giữ tất cả các loại thuốc của bạn được khóa an toàn và ngoài tầm với của trẻ em. Lưu ý: điều này không bảo vệ chống lại những vị khách tọc mạch. Đổ đầy tủ bằng bi ve trước khi họ đến. Khi họ mở nó ra khi họ không nên? Bây giờ bạn đã bắt được họ rồi! HA!",
  "Medicine Cabinet": "Tủ Thuốc",
  "We're all dorks for something so why not proudly display your interests for all to see? Show off that A+ paper, pin up those drawings, flex those crafts muscles!": "Tất cả chúng ta đều là những kẻ ngốc vì một điều gì đó, vậy tại sao không tự hào thể hiện sở thích của bạn cho mọi người xem? Khoe bài kiểm tra điểm A+, ghim những bản vẽ đó lên, khoe những cơ bắp thủ công đó!",
  "Hobby Board": "Bảng Sở Thích",
  "When it's time to retire the old deck don't throw it away! Cherish those Skate memories forever by keeping them in a special place close to your heart - and on the wall.": "Khi đến lúc loại bỏ bộ bài cũ, đừng vứt nó đi! Hãy trân trọng những kỷ niệm Skate đó mãi mãi bằng cách giữ chúng ở một nơi đặc biệt gần trái tim bạn - và trên tường.",
  "Board Meeting": "Cuộc Họp Hội Đồng Quản Trị",
  "The best thing about hanging strings of lights is that you only have to hang them up once! It's totally socially acceptable to leave them up all year round and never ever ever take them down!": "Điều tuyệt vời nhất khi treo dây đèn là bạn chỉ phải treo chúng lên một lần! Hoàn toàn có thể chấp nhận được về mặt xã hội khi để chúng lên quanh năm và không bao giờ hạ chúng xuống!",
  "Hanging Lights - short length": "Dây Đèn Treo - chiều dài ngắn",
  "Hanging Lights - long length": "Dây Đèn Treo - chiều dài dài",
  "Do you expect your shower curtain to define you as a person? Fear not; we got you fam. With curtains coming in a wide range of options you're sure to find the one that screams, \"MY bathroom\"! Assuming you put this in your bathroom of course. It would be kind of weird otherwise, but hey! We don't judge. You pay your Simoleons like anyone else and we don't ask any questions. Do you.": "Bạn có mong đợi rèm tắm của bạn xác định bạn là một người không? Đừng sợ; chúng tôi đã có bạn rồi. Với rèm có nhiều lựa chọn, bạn chắc chắn sẽ tìm thấy chiếc rèm hét lên, \"Phòng tắm của TÔI\"! Giả sử bạn đặt cái này trong phòng tắm của bạn. Mặt khác, nó sẽ hơi kỳ lạ, nhưng hey! Chúng tôi không phán xét. Bạn trả Simoleon của bạn như bất kỳ ai khác và chúng tôi không hỏi bất kỳ câu hỏi nào. Cứ là bạn thôi.",
  "Xtreme Shower Tub with Customizable Curtain ": "Bồn Tắm Vòi Sen Xtreme Có Rèm Tùy Chỉnh",
  "This big, open sink offers easy access to kids and is perfect for washing up after a dirty play day outside. And there is nothing underneath the sink, because it's easier to clean that way and these kids get. dirt. everywhere. So anything that makes it easier to clean is a huge thumbs up.": "Bồn rửa lớn, mở này giúp trẻ em dễ dàng tiếp cận và hoàn hảo để rửa sau một ngày chơi bẩn bên ngoài. Và không có gì bên dưới bồn rửa, bởi vì dọn dẹp theo cách đó dễ hơn và những đứa trẻ này sẽ làm. bẩn. khắp mọi nơi. Vì vậy, bất cứ điều gì giúp bạn dọn dẹp dễ dàng hơn đều là một ngón tay cái cái rất lớn.",
  "Retro Big Basin Sink ": "Bồn Rửa Lớn Cổ Điển",
  "This sink/cabinet combo unit was designed with families in mind. There is plenty of underneath storage and a wide overhanging sink counter to help avoid stains and assist in cleanup. The faucet features easy to manage handles convenient for small hands.": "Bộ tủ/bồn rửa này được thiết kế dành cho các gia đình. Có rất nhiều không gian lưu trữ bên dưới và một quầy bồn rửa rộng nhô ra để giúp tránh vết bẩn và hỗ trợ dọn dẹp. Vòi có tay cầm dễ quản lý thuận tiện cho những bàn tay nhỏ.",
  "Single Pipe Sink with Wooden Cabinet": "Bồn Rửa Đường Ống Đơn Với Tủ Gỗ",
  "This versatile barstool fits many lifestyles and is very easy to clean. Also a breeze to assemble and will last for years! Tools come included so what's to lose? Pick up a set now!": "Ghế đẩu quầy bar đa năng này phù hợp với nhiều phong cách sống và rất dễ làm sạch. Cũng rất dễ dàng để lắp ráp và sẽ kéo dài trong nhiều năm! Các công cụ đi kèm nên có gì để mất? Nhận một bộ ngay bây giờ!",
  "BroHill Barstool\n": "Ghế Đẩu Quầy Bar BroHill",
  "Ergonomic design provides Sims with added support and comfort. Available in several bright, bold colors to ensure your desk is the life of the party.": "Thiết kế công thái học cung cấp cho Sims sự hỗ trợ và thoải mái hơn. Có sẵn trong một số màu sắc tươi sáng, đậm để đảm bảo bàn làm việc của bạn là linh hồn của bữa tiệc.",
  "BroHill Desk Chair": "Ghế Bàn BroHill",
  "This solid, straightforward chair is made of wood and offers a no frills seating experience. But, the back is not solid and just a frame. So (unlike lame parents) you never have to tell this chair to get off your back.": "Chiếc ghế chắc chắn, đơn giản này được làm bằng gỗ và mang đến trải nghiệm chỗ ngồi không rườm rà. Nhưng, mặt sau không đặc và chỉ là một khung. Vì vậy (không giống như cha mẹ tồi tệ) bạn không bao giờ phải bảo chiếc ghế này rời khỏi lưng bạn.",
  "Get Off My Back Dining Chair": "Ghế Ăn Rời Khỏi Lưng Tôi",
  "Every kid has gone to a grandparent's or other elder's house and seen chairs like these around their dining table. Sturdy, dependable, classic. There's a reason why these remain so popular!": "Mọi đứa trẻ đều đã đến nhà ông bà hoặc người lớn tuổi khác và nhìn thấy những chiếc ghế như thế này xung quanh bàn ăn của họ. Chắc chắn, đáng tin cậy, cổ điển. Có một lý do tại sao những thứ này vẫn còn phổ biến!",
  "Classic Wooden Dining Chair": "Ghế Ăn Bằng Gỗ Cổ Điển",
  "Now this is a comfortable chair! Perfect for sitting and relaxing in ultimate style and comfort. This chair would even make an alert security guard sleepy in an instant.": "Đây là một chiếc ghế thoải mái! Hoàn hảo để ngồi và thư giãn theo phong cách và sự thoải mái tối thượng. Chiếc ghế này thậm chí có thể khiến một người bảo vệ an ninh tỉnh táo buồn ngủ ngay lập tức.",
  "Antiqued Costanza Accent Chair": "Ghế Trang Trí Costanza Cổ Điển",
  "This rustic couch is solid and well made. Quality aged wood gives this piece weight, but it is sure built to last. It also sits slightly off the ground; perfect to allow  easy cleaning of pet hair and assorted kids droppings.": "Chiếc ghế dài mộc mạc này chắc chắn và được làm tốt. Gỗ lâu năm chất lượng mang lại trọng lượng cho món đồ này, nhưng nó chắc chắn được chế tạo để tồn tại lâu dài. Nó cũng nằm hơi trên mặt đất; hoàn hảo để cho phép dễ dàng làm sạch lông thú cưng và các loại chất thải của trẻ em.",
  "3 Seat Country Living Couch": "Ghế Dài 3 Chỗ Ngồi Phong Cách Đồng Quê",
  "Some styles never go out of style. This is one of them. Folks seem to love the classic look of the early models. Of course the magic of modern technology has made these units even more reliable and desirable.": "Một số phong cách không bao giờ lỗi thời. Đây là một trong số đó. Mọi người dường như yêu thích vẻ ngoài cổ điển của các mẫu đầu tiên. Tất nhiên, sự kỳ diệu của công nghệ hiện đại đã làm cho các thiết bị này thậm chí còn đáng tin cậy và đáng mơ ước hơn.",
  "Throwback Stove": "Bếp Lò Hồi Tưởng",
  "This large table is great for big families to rally around and hang together! Read, do your homework, annoy the ever living heck out of your sibling. You know, good old fashioned family fun! ": "Chiếc bàn lớn này rất phù hợp cho các gia đình lớn tập hợp lại và đi chơi cùng nhau! Đọc sách, làm bài tập về nhà, làm phiền người thân suốt ngày đêm. Bạn biết đấy, niềm vui gia đình kiểu cũ tốt đẹp!",
  "Rustic Square Living Room Table": "Bàn Vuông Phòng Khách Mộc Mạc",
  "I'm such a square? No, YOU'RE such a square! Oh... the table. Of course. We're talking about the name of the table. Sorry, these kids are driving me nuts with all their bickering. Yeah, it's a square table all right. Have at it.": "Tôi là một người vuông thành sắc cạnh? Không, BẠN là một người vuông thành sắc cạnh! Ồ... cái bàn. Tất nhiên rồi. Chúng ta đang nói về tên của cái bàn. Xin lỗi, những đứa trẻ này đang làm tôi phát điên với tất cả những cuộc cãi vã của chúng. Ừ, nó là một cái bàn vuông, được rồi. Cứ tự nhiên đi.",
  "Such a Square, Table": "Thật Là Vuông Thành Sắc Cạnh, Bàn",
  "What's \"modern antique\"? Good question. It's modern, but we want to make it seem cooler so we can charge a little extra. It's kind of like a restaurant saying they use Fresh Frozen food. (\"It was fresh when we froze it!\") Same mentality applies here. Smart marketing, huh?": "\"Cổ điển hiện đại\" là gì? Câu hỏi hay đấy. Nó hiện đại, nhưng chúng tôi muốn làm cho nó có vẻ круто hơn để chúng tôi có thể tính thêm một chút. Nó giống như một nhà hàng nói rằng họ sử dụng thực phẩm Tươi Đông Lạnh. (\"Nó tươi khi chúng tôi đông lạnh nó!\") Cùng một менталитет áp dụng ở đây. Tiếp thị thông minh, phải không?",
  "Solid Wood Modern Antique Table": "Bàn Gỗ Nguyên Khối Cổ Điển Hiện Đại",
  "With lots of built-in storage, this table is the perfect analogy for the busy family on the go. It appears clean and organized, but just under the surface is a crazy array of hand towels and combs and tubes and... stuff!": "Với nhiều không gian lưu trữ tích hợp, chiếc bàn này là một phép loại suy hoàn hảo cho gia đình bận rộn khi di chuyển. Nó có vẻ sạch sẽ và ngăn nắp, nhưng ngay dưới bề mặt là một loạt khăn tay, lược, ống và... đồ đạc điên rồ!",
  "No Mess Here Organizational Counter": "Không Có Mớ Hỗn Độn Nào Ở Đây, Quầy Tổ Chức",
  "Who doesn't like a little light reading material before bed? Whether you're browsing the latest gossip rags, finishing your homework, or baring your soul in your Journal, this is always within arm's reach to accept you... and your stuff.": "Ai mà lại không thích một chút tài liệu đọc nhẹ nhàng trước khi đi ngủ? Cho dù bạn đang duyệt các tờ báo lá cải mới nhất, hoàn thành bài tập về nhà hay bộc lộ tâm hồn của mình trong Nhật ký của bạn, thì điều này luôn nằm trong tầm tay để chấp nhận bạn... và đồ đạc của bạn.",
  "Lay Me Down Gently Nightstand": "Hãy Đặt Tôi Xuống Nhẹ Nhàng, Bàn Đầu Giường",
  "Itty, bitty eyescope thingie.": "Thứ ngắm mắt tí hon.",
  "Toy Eyescope": "Ống Nhòm Đồ Chơi",
  "I hear something!": "Tôi nghe thấy gì đó!",
  "Toy Stethoscope": "Ống Nghe Đồ Chơi",
  "Regular Toy Syringe.": "Ống Tiêm Đồ Chơi Thông Thường.",
  "Toy Syringe": "Ống Tiêm Đồ Chơi",
  "The Night Owl Toy Night Light can be played with and used as a night light! The kiddos may wake up happy when it's on, but for extra precautions, the light is turned off when being played with. Wouldn't want kids electrocuting themselves, right?": "Đèn Ngủ Đồ Chơi Cú Đêm có thể được chơi cùng và sử dụng như một đèn ngủ! Các bé có thể thức dậy vui vẻ khi nó bật, nhưng để phòng ngừa thêm, đèn sẽ tắt khi đang chơi cùng. Sẽ không muốn trẻ em bị điện giật, phải không?",
  "Night Owl Toy Night Light": "Đèn Ngủ Đồ Chơi Cú Đêm",
  "This large window still manages to maintain a slim frame while allowing plenty of open space for grand views. Perfect in any living room that wants to let the light in!": "Cửa sổ lớn này vẫn cố gắng duy trì một khung hình mỏng trong khi cho phép nhiều không gian mở cho tầm nhìn tuyệt vời. Hoàn hảo trong bất kỳ phòng khách nào muốn đón ánh sáng!",
  "Extended Vertical Window": "Cửa Sổ Dọc Mở Rộng",
  "Extended Horizontal Window": "Cửa Sổ Ngang Mở Rộng",
  "Express Disappointment In Arguing": "Thể Hiện Sự Thất Vọng Vì Tranh Cãi",
  "Yell At For Arguing": "La Mắng Vì Tranh Cãi",
  "Ask Not To Argue": "Yêu Cầu Đừng Tranh Cãi",
  "Hug It Out Over Arguing": "Ôm Để Vượt Qua Việc Tranh Cãi",
  "Ground For Arguing": "Cấm Túc Vì Tranh Cãi",
  "Give Time Out For Arguing": "Cho Thời Gian Suy Ngẫm Vì Tranh Cãi",
  "Encourage Arguing": "Khuyến Khích Tranh Cãi",
  "Tell Not To Argue": "Bảo Đừng Tranh Cãi",
  "Argue": "Tranh Cãi",
  "Encourage Reconciling Arguments": "Khuyến Khích Hòa Giải Các Cuộc Tranh Cãi",
  "Reconcile Argument": "Hòa Giải Tranh Cãi",
  "Dance with": "Nhảy cùng",
  "Watch TV with": "Xem TV cùng",
  "Super Efficient Baby Care": "Chăm Sóc Em Bé Siêu Hiệu Quả",
  "Find Out What's Wrong": "Tìm Ra Chuyện Gì Đang Xảy Ra",
  "Put {2.SimFirstName} to Sleep": "Cho {2.SimFirstName} Đi Ngủ",
  "Locate {2.String}": "Tìm {2.String}",
  "Ask {2.SimFirstName} to Put to Sleep": "Yêu Cầu {2.SimFirstName} Cho Đi Ngủ",
  "Ask to Put to Bed": "Yêu Cầu Cho Lên Giường",
  "Tuck In {2.SimFirstName}": "Đắp Chăn Cho {2.SimFirstName}",
  "Tuck In": "Đắp Chăn",
  "Put to Bed": "Cho Lên Giường",
  "Clean Up": "Dọn Dẹp",
  "Play": "Chơi",
  "Relive Memories": "Sống Lại Kỷ Niệm",
  "Snoop in Journal": "Đọc Trộm Nhật Ký",
  "Catch {1.SimFirstName} Snooping Journal!": "Bắt Gặp {1.SimFirstName} Đang Đọc Trộm Nhật Ký!",
  "Scribble Furiously": "Nguệch Ngoạc Điên Cuồng",
  "Rant about Stress": "Than Thở Về Căng Thẳng",
  "Confess Embarrassing Moments": "Thú Nhận Những Khoảnh Khắc Xấu Hổ",
  "Express Melancholy Thoughts": "Thể Hiện Những Suy Nghĩ U Sầu",
  "Encourage Writing In Journal": "Khuyến Khích Viết Nhật Ký",
  "Write in Journal": "Viết Nhật Ký",
  "The hungry masses are lined up and ready to eat. Lend a hand, grab a ladle, and help dish it out!": "Đám đông đói khát đang xếp hàng và sẵn sàng ăn. Hãy giúp một tay, lấy một cái muôi và giúp chia thức ăn!",
  "Volunteer at a Soup Kitchen": "Tình Nguyện Tại Bếp Từ Thiện",
  "Go to your local nursing home spend some time brightening an elderly Sim's day!": "Đến viện dưỡng lão địa phương của bạn dành thời gian làm bừng sáng một ngày của Sim lớn tuổi!",
  "Volunteer at a Nursing Home": "Tình Nguyện Tại Viện Dưỡng Lão",
  "Go and clean up your local beach! Then when you go there later on, it won't be so messy!": "Đi và dọn dẹp bãi biển địa phương của bạn! Sau đó, khi bạn đến đó sau này, nó sẽ không còn quá lộn xộn!",
  "Volunteer at a Beach Cleanup": "Tình Nguyện Tại Buổi Dọn Dẹp Bãi Biển",
  "Try your hand at volunteering at a bake sale. Don't forget to bring the cookies!": "Thử sức với hoạt động tình nguyện tại một buổi bán bánh. Đừng quên mang theo bánh quy!",
  "Volunteer at a Bake Sale": "Tình Nguyện Tại Buổi Bán Bánh",
  "Go on a Walk to Fight Disease which raises funds for medical research to find a cure.": "Tham gia Cuộc Đi Bộ Chống Lại Bệnh Tật để quyên góp tiền cho nghiên cứu y học nhằm tìm ra phương pháp chữa trị.",
  "Walk to Fight Disease": "Đi Bộ Chống Lại Bệnh Tật",
  "Volunteer Activities": "Các Hoạt Động Tình Nguyện",
  "Ground Sim by disallowing TV for 1 day": "Cấm Túc Sim bằng cách không cho xem TV trong 1 ngày",
  "No TV": "Không TV",
  "Ground": "Cấm Túc",
  "Wear Bear Costume With {1.SimFirstName}": "Mặc Trang Phục Gấu Với {1.SimFirstName}",
  "Browse Parenting Forums": "Duyệt Các Diễn Đàn Về Nuôi Dạy Con Cái",
  "{0.SimFirstName} is too frustrated with internet parents to do this": "{0.SimFirstName} quá thất vọng với những bậc cha mẹ trên internet để làm điều này",
  "Research Parenting Methods": "Nghiên Cứu Các Phương Pháp Nuôi Dạy Con Cái",
  "Mediate the Forums": "Điều Hành Các Diễn Đàn",
  "Set School Project Almost Done (DEBUG)": "Đặt Dự Án Trường Học Gần Xong (DEBUG)",
  "Discipline - Ask Not To Do": "Kỷ Luật - Yêu Cầu Không Làm",
  "Discipline - Encourage": "Kỷ Luật - Khuyến Khích",
  "Discipline - Express Disappointment": "Kỷ Luật - Thể Hiện Sự Thất Vọng",
  "Discipline - Hug It Out": "Kỷ Luật - Ôm Để Vượt Qua",
  "Discipline - Tell Not To Do": "Kỷ Luật - Bảo Đừng Làm",
  "Discipline - Yell At about": "Kỷ Luật - La Mắng Về",
  "Discipline - Give Time Out For": "Kỷ Luật - Cho Thời Gian Suy Ngẫm Vì",
  "Discipline - Ground For": "Kỷ Luật - Cấm Túc Vì",
  "Encourage Playing with Doctor Playset": "Khuyến Khích Chơi Với Bộ Đồ Chơi Bác Sĩ",
  "Play Doctor": "Chơi Bác Sĩ",
  "Cry": "Khóc",
  "Throw Tantrum": "Nổi Cơn Tam Bành",
  "Hug It Out Over Emotional Meltdown": "Ôm Để Vượt Qua Cơn Suy Sụp Cảm Xúc",
  "Encourage Emotional Meltdowns": "Khuyến Khích Các Cơn Suy Sụp Cảm Xúc",
  "Ask Not To Have Emotional Meltdowns": "Yêu Cầu Đừng Có Các Cơn Suy Sụp Cảm Xúc",
  "Express Disappointment For Emotional Meltdown": "Thể Hiện Sự Thất Vọng Vì Cơn Suy Sụp Cảm Xúc",
  "Tell Not To Have Emotional Meltdowns": "Bảo Đừng Có Các Cơn Suy Sụp Cảm Xúc",
  "Give Time Out For Emotional Meltdown": "Cho Thời Gian Suy Ngẫm Vì Cơn Suy Sụp Cảm Xúc",
  "Yell At For Emotional Meltdown": "La Mắng Vì Cơn Suy Sụp Cảm Xúc",
  "Ground For Emotional Meltdown": "Cấm Túc Vì Cơn Suy Sụp Cảm Xúc",
  "Add Inventory Drawing": "Thêm Bản Vẽ Vào Hành Trang",
  "Write Note": "Viết Ghi Chú",
  "Write Angry Note": "Viết Ghi Chú Tức Giận",
  "Clear Bulletin Board": "Xóa Bảng Thông Báo",
  "There is no space on the board for more drawings.": "Không còn chỗ trên bảng cho nhiều bản vẽ hơn.",
  "Create Drawing": "Tạo Bản Vẽ",
  "This is the current curfew.": "Đây là lệnh giới nghiêm hiện tại.",
  "Can't change curfew during curfew hours.": "Không thể thay đổi lệnh giới nghiêm trong giờ giới nghiêm.",
  "Look At Drawing": "Nhìn Bản Vẽ",
  "No drawings in inventory": "Không có bản vẽ nào trong hành trang",
  "Read Note": "Đọc Ghi Chú",
  "Set Curfew for 7 PM": "Đặt Lệnh Giới Nghiêm Lúc 7 Giờ Tối",
  "Set Curfew for 11 PM": "Đặt Lệnh Giới Nghiêm Lúc 11 Giờ Tối",
  "Set Curfew for 9 PM": "Đặt Lệnh Giới Nghiêm Lúc 9 Giờ Tối",
  "Remove Curfew": "Gỡ Bỏ Lệnh Giới Nghiêm",
  "Read Board": "Đọc Bảng",
  "Write Note For": "Viết Ghi Chú Cho",
  "There is no space on the board for more notes": "Không còn chỗ trên bảng để ghi thêm ghi chú",
  "Write Angry Note For": "Viết Ghi Chú Tức Giận Cho",
  "Encourage Packing a Sack Lunch": "Khuyến Khích Chuẩn Bị Bữa Trưa Túi",
  "Pack into Sack Lunch": "Đóng Gói Vào Bữa Trưa Túi",
  "Make Sack Lunch": "Làm Bữa Trưa Túi",
  "Tell Not To Belch": "Bảo Đừng Ợ",
  "Ask Not To Belch": "Yêu Cầu Đừng Ợ",
  "Encourage Belching": "Khuyến Khích Ợ",
  "Yell At For Belching": "La Mắng Vì Ợ",
  "Give Time Out For Belching": "Cho Thời Gian Suy Ngẫm Vì Ợ",
  "Express Disappointment For Belching": "Thể Hiện Sự Thất Vọng Vì Ợ",
  "Ground For Belching": "Cấm Túc Vì Ợ",
  "Hug It Out Over Belching": "Ôm Để Vượt Qua Việc Ợ",
  "Belch": "Ợ",
  "Ask Not To Fart": "Yêu Cầu Đừng Đánh Rắm",
  "Yell At For Farting": "La Mắng Vì Đánh Rắm",
  "Ground For Farting": "Cấm Túc Vì Đánh Rắm",
  "Tell Not To Fart": "Bảo Đừng Đánh Rắm",
  "Hug It Out Over Farting": "Ôm Để Vượt Qua Việc Đánh Rắm",
  "Express Disappointment In Farting": "Thể Hiện Sự Thất Vọng Về Việc Đánh Rắm",
  "Encourage Farting": "Khuyến Khích Đánh Rắm",
  "Give Time Out For Farting": "Cho Thời Gian Suy Ngẫm Vì Đánh Rắm",
  "Fart": "Đánh Rắm",
  "Encourage Playing To Wind Down": "Khuyến Khích Chơi Để Giảm Căng Thẳng",
  "Play with Emotion": "Chơi Với Cảm Xúc",
  "Activate": "Kích Hoạt",
  "Rocket must be outside to be activated!!": "Tên lửa phải ở bên ngoài để được kích hoạt!!",
  "Launch": "Phóng",
  "Start Chemical Reaction": "Bắt Đầu Phản Ứng Hóa Học",
  "Deactivate": "Hủy Kích Hoạt",
  "Hide Journal": "Giấu Nhật Ký",
  "Locate Journal": "Tìm Nhật Ký",
  "Burgundy": "Đỏ Tía",
  "Blue": "Xanh Lam",
  "Triangles": "Hình Tam Giác",
  "Yellow": "Vàng",
  "Gray": "Xám",
  "Dots": "Hình Chấm",
  "Desert": "Sa Mạc",
  "Tan": "Nâu Vàng",
  "Border": "Viền",
  "Not Used": "Không Sử Dụng",
  "Red": "Đỏ",
  "Ignore Bills": "Phớt Lờ Hóa Đơn",
  "Argue about Arguing": "Tranh Cãi Về Việc Tranh Cãi",
  "Argue about Career": "Tranh Cãi Về Sự Nghiệp",
  "Argue about Children": "Tranh Cãi Về Con Cái",
  "Argue about Cleanliness": "Tranh Cãi Về Vệ Sinh",
  "Argue about Exercising": "Tranh Cãi Về Tập Thể Dục",
  "Argue about Food": "Tranh Cãi Về Thức Ăn",
  "Argue about House Rules": "Tranh Cãi Về Nội Quy Nhà",
  "Argue about Humor": "Tranh Cãi Về Hài Hước",
  "Argue about Job": "Tranh Cãi Về Công Việc",
  "Argue about Kindness": "Tranh Cãi Về Lòng Tốt",
  "Argue about Life Goals": "Tranh Cãi Về Mục Tiêu Cuộc Sống",
  "Argue about Outlook on Life": "Tranh Cãi Về Quan Điểm Sống",
  "Argue about Morals": "Tranh Cãi Về Đạo Đức",
  "Argue about Music": "Tranh Cãi Về Âm Nhạc",
  "Argue about the Wonders of Nature": "Tranh Cãi Về Những Kỳ Quan Của Thiên Nhiên",
  "Argue about Parenting": "Tranh Cãi Về Việc Nuôi Dạy Con Cái",
  "Argue about Politics": "Tranh Cãi Về Chính Trị",
  "Argue about Romance": "Tranh Cãi Về Tình Cảm Lãng Mạn",
  "Argue about School": "Tranh Cãi Về Trường Học",
  "Argue about Sharing": "Tranh Cãi Về Chia Sẻ",
  "Argue about Social Anxiety": "Tranh Cãi Về Nỗi Lo Lắng Xã Hội",
  "Argue about Who's Better": "Tranh Cãi Về Ai Giỏi Hơn",
  "Encourage Eating a Sack Lunch": "Khuyến Khích Ăn Bữa Trưa Túi",
  "Why not? I thought we both had that in common...": "Tại sao lại không? Tôi nghĩ cả hai chúng ta đều có điểm chung đó chứ...",
  "Really? Well I'm not interested in your face!": "Thật sao? Chà, tôi không quan tâm đến khuôn mặt của bạn!",
  "Well, you don't have to like it, but I do!": "Chà, bạn không cần phải thích nó, nhưng tôi thì có!",
  "Unintentionally Insult Interests": "Vô Tình Xúc Phạm Sở Thích",
  "Accuse of Touching Possessions": "Buộc Tội Chạm Vào Đồ Đạc",
  "Act Tough": "Ra Vẻ Cứng Rắn",
  "Be Intimidated by {1.SimFirstName}": "Bị {1.SimFirstName} Hăm Dọa",
  "Ask about Future Plans": "Hỏi Về Kế Hoạch Tương Lai",
  "Discuss Embarrassing Mood": "Thảo Luận Về Tâm Trạng Xấu Hổ",
  "Discuss Angry Mood": "Thảo Luận Về Tâm Trạng Tức Giận",
  "Discuss Bored Mood": "Thảo Luận Về Tâm Trạng Buồn Chán",
  "Discuss Uncomfortable Mood": "Thảo Luận Về Tâm Trạng Khó Chịu",
  "Discuss Sad Mood": "Thảo Luận Về Tâm Trạng Buồn Bã",
  "Encourage Talking about Negative Emotions": "Khuyến Khích Nói Về Cảm Xúc Tiêu Cực",
  "Discuss Stressed Mood": "Thảo Luận Về Tâm Trạng Căng Thẳng",
  "Be Asked about Mood by {1.SimFirstName}": "Được {1.SimFirstName} Hỏi Về Tâm Trạng",
  "Back in My Day": "Ngày Xưa Của Tôi",
  "Listen to {1.SimFirstName}": "Lắng Nghe {1.SimFirstName}",
  "Blame For Bad Mood": "Đổ Lỗi Cho Tâm Trạng Tồi Tệ",
  "Blame for Destroyed School Project": "Đổ Lỗi Vì Đã Phá Hủy Dự Án Trường Học",
  "Boast about Messing Around": "Khoe Khoang Về Việc Nghịch Ngợm",
  "Listen to {1.SimFirstName}'s Boast": "Nghe {1.SimFirstName} Khoe Khoang",
  "Bring Up Embarrassing Childhood Moment": "Nhắc Lại Khoảnh Khắc Thời Thơ Ấu Đáng Xấu Hổ",
  "Discuss Better Eating Habits": "Thảo Luận Về Thói Quen Ăn Uống Tốt Hơn",
  "Thank you? I can't tell if that was a compliment or criticism...": "Cảm ơn? Tôi không thể biết đó là một lời khen hay một lời chỉ trích...",
  "Oh...um...I guess I should go home and change?": "Ồ...ờm... tôi đoán tôi nên về nhà và thay đồ?",
  "Wow. Tell me what you REALLY think about how I look!": "Wow. Nói cho tôi biết bạn THỰC SỰ nghĩ gì về ngoại hình của tôi!",
  "Comment on Appearance": "Nhận Xét Về Ngoại Hình",
  "Convince Monsters are Real": "Thuyết Phục Quái Vật Là Thật",
  "Criticize Mood Swing": "Chỉ Trích Sự Thay Đổi Tâm Trạng",
  "Deep Personal Conversation": "Cuộc Trò Chuyện Cá Nhân Sâu Sắc",
  "Encourage {1.SimFirstName} to Redirect Embarrassment": "Khuyến Khích {1.SimFirstName} Chuyển Hướng Sự Xấu Hổ",
  "Encourage {1.SimFirstName} to Redirect Anger": "Khuyến Khích {1.SimFirstName} Chuyển Hướng Sự Tức Giận",
  "Encourage {1.SimFirstName} to Redirect Stress": "Khuyến Khích {1.SimFirstName} Chuyển Hướng Căng Thẳng",
  "Encourage {1.SimFirstName} to Redirect Sadness": "Khuyến Khích {1.SimFirstName} Chuyển Hướng Nỗi Buồn",
  "Encourage {1.SimFirstName} to Redirect Mood": "Khuyến Khích {1.SimFirstName} Chuyển Hướng Tâm Trạng",
  "Shove": "Xô Đẩy",
  "Argue about Curfew": "Tranh Cãi Về Lệnh Giới Nghiêm",
  "Whine about Curfew": "Rên Rỉ Về Lệnh Giới Nghiêm",
  "Flick Nose": "Búng Mũi",
  "Give Family Advice": "Đưa Ra Lời Khuyên Cho Gia Đình",
  "Listen to Advice": "Lắng Nghe Lời Khuyên",
  "Insult Existence": "Xúc Phạm Sự Tồn Tại",
  "Hug Lovingly": "Ôm Ấm Áp",
  "Receive Loving Hug From {1.SimFirstName}": "Nhận Cái Ôm Ấm Áp Từ {1.SimFirstName}",
  "Make Funny Faces": "Làm Mặt Hề",
  "See Funny Faces": "Xem Mặt Hề",
  "Make Fun of Journal Entries": "Chế Giễu Các Mục Nhật Ký",
  "Mend Differences": "Hàn Gắn Những Khác Biệt",
  "Mock Uncool Adult": "Chế Nhạo Người Lớn Không Круто",
  "Be Mocked by {1.SimFirstName}": "Bị {1.SimFirstName} Chế Nhạo",
  "Obsess about Favorite Video Game": "Ám Ảnh Về Trò Chơi Điện Tử Yêu Thích",
  "Obsess about Favorite Band": "Ám Ảnh Về Ban Nhạc Yêu Thích",
  "Obsess about Favorite Social Media": "Ám Ảnh Về Mạng Xã Hội Yêu Thích",
  "Obsess about Favorite Celebrity": "Ám Ảnh Về Người Nổi Tiếng Yêu Thích",
  "Obsess about Favorite Show": "Ám Ảnh Về Chương Trình Yêu Thích",
  "Obsess with {1.SimFirstName}": "Ám Ảnh Với {1.SimFirstName}",
  "Offer Gratitude to {1.SimFirstName}": "Thể Hiện Lòng Biết Ơn Với {1.SimFirstName}",
  "Encourage Helping to Fix Bad Relationship": "Khuyến Khích Giúp Sửa Chữa Mối Quan Hệ Xấu",
  "You're right, I'll go talk to them the next time I see them.": "Bạn nói đúng, tôi sẽ nói chuyện với họ vào lần tới khi tôi gặp họ.",
  "Listen to {1.SimFirstName}'s Request": "Lắng Nghe Yêu Cầu Của {1.SimFirstName}",
  "Oh...I didn't know that...I should really...I don't know, fix that...about...myself...*whimper*": "Ồ... tôi không biết điều đó... tôi thực sự nên... tôi không biết, sửa điều đó... về... bản thân mình... *khóc thút thít*",
  "You know, that's pretty insensitive what you just said. Did you know your breath stinks? Yeah, buddy. How do you like it?": "Bạn biết đấy, những gì bạn vừa nói khá là vô cảm đấy. Bạn có biết hơi thở của bạn có mùi hôi không? Ừ, bạn thân mến. Bạn có thích nó không?",
  "Thanks. Thanks for pointing that out. SO GRATEFUL you're there to point out what's wrong with me.": "Cảm ơn. Cảm ơn vì đã chỉ ra điều đó. RẤT BIẾT ƠN bạn đã ở đó để chỉ ra những gì sai trái với tôi.",
  "Point Out Flaws": "Chỉ Ra Những Thiếu Sót",
  "Polite Introduction": "Giới Thiệu Lịch Sự",
  "Pressure to Conform": "Áp Lực Phải Tuân Theo",
  "Be Pressured by {1.SimFirstName}": "Bị {1.SimFirstName} Gây Áp Lực",
  "Rave about Growing Up": "Nói Say Sưa Về Việc Lớn Lên",
  "Rave with {1.SimFirstName}": "Nói Say Sưa Với {1.SimFirstName}",
  "Secret Handshake": "Bắt Tay Bí Mật",
  "Show Off Selfies": "Khoe Ảnh Tự Sướng",
  "Show Off App": "Khoe Ứng Dụng",
  "Show Off Favorite Game": "Khoe Trò Chơi Yêu Thích",
  "Show Off Selfie": "Khoe Ảnh Tự Sướng",
  "Look at {1.SimFirstName}'s Phone": "Nhìn Điện Thoại Của {1.SimFirstName}",
  "Spread Rumors about Woohoo": "Lan Truyền Tin Đồn Về Tằng Tịu",
  "Hear Rumors from {1.SimFirstName}": "Nghe Tin Đồn Từ {1.SimFirstName}",
  "Talk about Journal Entries": "Nói Về Các Mục Nhật Ký",
  "Talk Through Mood Swing": "Nói Về Sự Thay Đổi Tâm Trạng",
  "Teach about Responsibility": "Dạy Về Trách Nhiệm",
  "Tease about Grades": "Trêu Chọc Về Điểm Số",
  "Tease about Fashion": "Trêu Chọc Về Thời Trang",
  "Tease about Bravery": "Trêu Chọc Về Lòng Dũng Cảm",
  "Tease about Crush": "Trêu Chọc Về Người Thầm Thương",
  "Tease about Face": "Trêu Chọc Về Khuôn Mặt",
  "Tell Urban Legend": "Kể Truyền Thuyết Đô Thị",
  "Listen to {1.SimFirstName}'s Tall Tale": "Nghe Câu Chuyện Hoang Đường Của {1.SimFirstName}",
  "Throw Shade": "Ném Bóng",
  "Be Insulted by {1.SimFirstName}": "Bị {1.SimFirstName} Xúc Phạm",
  "Bite": "Cắn",
  "Trick into Believing We're All in a Simulation": "Lừa Tin Rằng Tất Cả Chúng Ta Đều Ở Trong Một Mô Phỏng",
  "Trick into Believing the Freezer Bunny is Real": "Lừa Tin Rằng Thỏ Tủ Đông Là Thật",
  "Trick into Believing the World is Flat": "Lừa Tin Rằng Thế Giới Là Phẳng",
  "Trick into Believing in Giant Chickens": "Lừa Tin Vào Gà Khổng Lồ",
  "Trick into Believing Everyone is a Robot": "Lừa Tin Rằng Mọi Người Đều Là Robot",
  "Trick into Believing in Vampires": "Lừa Tin Vào Ma Cà Rồng",
  "Be Tricked by {1.SimName}": "Bị {1.SimName} Lừa",
  "Look. I know you didn't mean to crush my dreams. It's just the way you are. But learn some manners!": "Nghe này. Tôi biết bạn không có ý định phá vỡ ước mơ của tôi. Chỉ là do tính cách của bạn thôi. Nhưng hãy học một số cách cư xử đi!",
  "Stomping on my hopes and dreams...how could you?": "Chà đạp lên hy vọng và ước mơ của tôi... làm sao bạn có thể?",
  "But it's been my dream to do that! Why would you take that from me???": "Nhưng đó là ước mơ của tôi để làm điều đó! Tại sao bạn lại lấy đi điều đó khỏi tôi???",
  "Unintentionally Crush Dreams": "Vô Tình Phá Vỡ Ước Mơ",
  "Whine about Grounding": "Rên Rỉ Về Việc Bị Cấm Túc",
  "Whine about Unfair Life": "Rên Rỉ Về Cuộc Sống Bất Công",
  "Listen to {1.SimFirstName}'s Whining": "Lắng Nghe {1.SimFirstName} Rên Rỉ",
  "Whisper about Crush": "Thì Thầm Về Người Thầm Thương",
  "Whisper with {1.SimFirstName}": "Thì Thầm Với {1.SimFirstName}",
  "Reprimand for Breaking Grounding": "Khiển Trách Vì Phá Vỡ Lệnh Cấm Túc",
  "Mock Sadness": "Chế Giễu Nỗi Buồn",
  "Laugh at Embarrassment": "Cười Nhạo Sự Xấu Hổ",
  "Have Mood Mocked by {1.SimFirstName}": "Bị {1.SimFirstName} Chế Giễu Tâm Trạng",
  "Downplay Stress": "Xem Nhẹ Căng Thẳng",
  "Scoff at Discomfort": "Chế Nhạo Sự Khó Chịu",
  "Belittle Anger": "Hạ Thấp Sự Tức Giận",
  "Be Insulted for Mood by {1.SimFirstName}": "Bị {1.SimFirstName} Xúc Phạm Vì Tâm Trạng",
  "Build": "Xây Dựng",
  "Clear": "Xóa",
  "Encourage Working on School Project": "Khuyến Khích Làm Dự Án Trường Học",
  "View Project": "Xem Dự Án",
  "Ground For Smashing the School Project Box": "Cấm Túc Vì Đập Phá Hộp Dự Án Trường Học",
  "Give Time Out for Smashing the School Project Box": "Cho Thời Gian Suy Ngẫm Vì Đập Phá Hộp Dự Án Trường Học",
  "Yell At For Smashing School Project Box": "La Mắng Vì Đập Phá Hộp Dự Án Trường Học",
  "Tell Not to Smash School Project": "Bảo Đừng Đập Phá Dự Án Trường Học",
  "Express Disappointment for Smashing School Project": "Thể Hiện Sự Thất Vọng Vì Đập Phá Dự Án Trường Học",
  "Hug it Out Over Smashing School Project Box": "Ôm Để Vượt Qua Việc Đập Phá Hộp Dự Án Trường Học",
  "Encourage Smashing the School Project Box": "Khuyến Khích Đập Phá Hộp Dự Án Trường Học",
  "Ask Not to Smash School Project": "Yêu Cầu Đừng Đập Phá Dự Án Trường Học",
  "Destroy School Project": "Phá Hủy Dự Án Trường Học",
  "React to Smashed Project": "Phản Ứng Với Dự Án Bị Phá",
  "Start Over": "Bắt Đầu Lại",
  "(From Working Carefully On A School Project)": "(Từ Làm Việc Cẩn Thận Trong Một Dự Án Trường Học)",
  "Ask for Help with Project": "Yêu Cầu Giúp Đỡ Với Dự Án",
  "Assist with Project": "Hỗ Trợ Với Dự Án",
  "Start Working Carefully": "Bắt Đầu Làm Việc Cẩn Thận",
  "Work Carefully": "Làm Việc Cẩn Thận",
  "Start Working Sloppily": "Bắt Đầu Làm Việc Cẩu Thả",
  "Work Sloppily": "Làm Việc Cẩu Thả",
  "Force to Bake Cupcakes": "Ép Nướng Bánh Cupcake",
  "Force to Practice Making Drinks": "Ép Luyện Tập Pha Chế Đồ Uống",
  "No toilet on lot.": "Không có nhà vệ sinh trên lô đất.",
  "Force to Pee": "Ép Đi Tiểu",
  "Force to Practice Speech in Mirror": "Ép Luyện Tập Diễn Thuyết Trước Gương",
  "Force to Clean Up Mess": "Ép Dọn Dẹp Mớ Hỗn Độn",
  "No toys to clean up.": "Không có đồ chơi để dọn dẹp.",
  "No toybox on lot": "Không có hộp đựng đồ chơi trên lô đất",
  "Force to Clean Up Toys": "Ép Dọn Dẹp Đồ Chơi",
  "No trash piles on lot.": "Không có đống rác nào trên lô đất.",
  "Force to Clean Up Trash": "Ép Dọn Dẹp Rác",
  "Force to Practice Comedy Routine": "Ép Luyện Tập Màn Hài Kịch",
  "Force to Practice Cooking": "Ép Luyện Tập Nấu Ăn",
  "Force to Draw on Activity Table": "Ép Vẽ Trên Bàn Hoạt Động",
  "Force to Practice DJing": "Ép Luyện Tập DJ",
  "No homework to do.": "Không có bài tập về nhà để làm.",
  "Force to Do Homework": "Ép Làm Bài Tập Về Nhà",
  "No bed on lot": "Không có giường trên lô đất",
  "Force to Sleep": "Ép Ngủ",
  "Force to Fish": "Ép Câu Cá",
  "Force to Exercise": "Ép Tập Thể Dục",
  "Force to Play": "Ép Chơi",
  "Force to Practice Guitar": "Ép Luyện Tập Guitar",
  "Force to Practice Woodworking": "Ép Luyện Tập Chế Tác Gỗ",
  "No fridge on lot.": "Không có tủ lạnh trên lô đất.",
  "Force to Eat": "Ép Ăn",
  "Force to Make Group Meal": "Ép Làm Bữa Ăn Nhóm",
  "No shower or tub on lot": "Không có vòi sen hoặc bồn tắm trên lô đất",
  "Force to Shower": "Ép Tắm",
  "Force to Practice Chess": "Ép Luyện Tập Cờ Vua",
  "Force to Experiment on Science Table": "Ép Thử Nghiệm Trên Bàn Khoa Học",
  "No puddles to mop.": "Không có vũng nước nào để lau.",
  "Force to Mop Puddles": "Ép Lau Vũng Nước",
  "Force to Play Outside": "Ép Chơi Bên Ngoài",
  "Force to Paint": "Ép Vẽ",
  "Force to Practice Piano": "Ép Luyện Tập Piano",
  "Force to Practice Pipe Organ": "Ép Luyện Tập Đàn Ống",
  "Force to Practice Programming": "Ép Luyện Tập Lập Trình",
  "Force to Build Rocket Ship": "Ép Xây Dựng Tàu Con Thoi",
  "Force to Work on School Project": "Ép Làm Dự Án Trường Học",
  "No school project on the lot": "Không có dự án trường học nào trên lô đất",
  "No table to set.": "Không có bàn để dọn.",
  "Force to Set the Table": "Ép Dọn Bàn",
  "Force to Practice Singing": "Ép Luyện Tập Hát",
  "Force to Bowl": "Ép Chơi Bowling",
  "Force to Practice Mischief": "Ép Luyện Tập Tinh Nghịch",
  "Force To Garden": "Ép Làm Vườn",
  "Force to Cook a Gourmet Meal": "Ép Nấu Một Bữa Ăn Cao Cấp",
  "Force to Build Skill": "Ép Phát Triển Kỹ Năng",
  "All trash cans are empty at this time.": "Tất cả các thùng rác đều trống vào lúc này.",
  "Force to Take Out Trash": "Ép Đổ Rác",
  "Force to Play Computer Games": "Ép Chơi Trò Chơi Trên Máy Tính",
  "Force to Practice Violin": "Ép Luyện Tập Violin",
  "No dishes to clean.": "Không có bát đĩa nào để rửa.",
  "No sink on lot": "Không có bồn rửa trên lô đất",
  "Force to Wash Dishes": "Ép Rửa Bát",
  "Force to Practice Yoga": "Ép Luyện Tập Yoga",
  "Force to Practice Writing": "Ép Luyện Tập Viết",
  "Influence to Bowl": "Tác Động Để Chơi Bowling",
  "Influence to Practice Mischief": "Tác Động Để Luyện Tập Tinh Nghịch",
  "Influence to Garden": "Tác Động Để Làm Vườn",
  "Influence to Cook a Gourmet Meal": "Tác Động Để Nấu Một Bữa Ăn Cao Cấp",
  "Influence to Build Skill": "Tác Động Để Phát Triển Kỹ Năng",
  "No cupcake machine nearby": "Không có máy làm cupcake nào ở gần",
  "Influence to Bake Cupcakes": "Tác Động Để Nướng Bánh Cupcake",
  "No bar on lot": "Không có quầy bar trên lô đất",
  "Influence to Practice Making Drinks": "Tác Động Để Luyện Tập Pha Chế Đồ Uống",
  "Influence to Pee": "Tác Động Để Đi Tiểu",
  "There's no mirror nearby": "Không có gương ở gần",
  "Influence to Practice Speaking at Mirror": "Tác Động Để Luyện Tập Diễn Thuyết Trước Gương",
  "Influence to Clean Up Mess": "Tác Động Để Dọn Dẹp Mớ Hỗn Độn",
  "Influence to Clean Up Toys": "Tác Động Để Dọn Dẹp Đồ Chơi",
  "Influence to Pick Up Trash": "Tác Động Để Nhặt Rác",
  "No microphone nearby": "Không có micrô ở gần",
  "Influence to Practice Comedy Routine": "Tác Động Để Luyện Tập Màn Hài Kịch",
  "There's no place to cook nearby": "Không có nơi nào để nấu ăn ở gần",
  "Influence to Practice Cooking": "Tác Động Để Luyện Tập Nấu Ăn",
  "No activity tables nearby": "Không có bàn hoạt động nào ở gần",
  "Influence to Draw on Activity Table": "Tác Động Để Vẽ Trên Bàn Hoạt Động",
  "No DJ Booth nearby": "Không có bục DJ nào ở gần",
  "Influence to Practice DJing": "Tác Động Để Luyện Tập DJ",
  "Influence to Do Homework": "Tác Động Để Làm Bài Tập Về Nhà",
  "No fishing location nearby": "Không có địa điểm câu cá nào ở gần",
  "Influence to Fish": "Tác Động Để Câu Cá",
  "No workout equipment nearby": "Không có thiết bị tập thể dục nào ở gần",
  "Influence to Workout": "Tác Động Để Tập Thể Dục",
  "Influence to Play": "Tác Động Để Chơi",
  "No guitars on the lot": "Không có guitar trên lô đất",
  "Influence to Practice Guitar": "Tác Động Để Luyện Tập Guitar",
  "No woodcrafting table nearby": "Không có bàn chế tác gỗ nào ở gần",
  "Influence to Practice Woodcrafting": "Tác Động Để Luyện Tập Chế Tác Gỗ",
  "Influence to Eat": "Tác Động Để Ăn",
  "Influence to Make Group Meal": "Tác Động Để Làm Bữa Ăn Nhóm",
  "Influence to Shower": "Tác Động Để Tắm",
  "No chessboard nearby": "Không có bàn cờ nào ở gần",
  "Influence to Practice Chess": "Tác Động Để Luyện Tập Cờ Vua",
  "No science table nearby": "Không có bàn khoa học nào ở gần",
  "Influence to Experiment on Science Table": "Tác Động Để Thử Nghiệm Trên Bàn Khoa Học",
  "Influence to Mop Puddles": "Tác Động Để Lau Vũng Nước",
  "No outdoor play objects nearby": "Không có đồ vật chơi ngoài trời nào ở gần",
  "Influence to Play Outdoors": "Tác Động Để Chơi Bên Ngoài",
  "No easel nearby": "Không có giá vẽ nào ở gần",
  "Influence to Paint": "Tác Động Để Vẽ",
  "No piano nearby": "Không có piano ở gần",
  "Influence to Practice Piano": "Tác Động Để Luyện Tập Piano",
  "No pipe organ nearby": "Không có đàn ống nào ở gần",
  "Influence to Practice Pipe Organ": "Tác Động Để Luyện Tập Đàn Ống",
  "No computer nearby": "Không có máy tính ở gần",
  "Influence to Practice Programming": "Tác Động Để Luyện Tập Lập Trình",
  "No rocket ships are in progress nearby": "Không có tàu con thoi nào đang được xây dựng ở gần",
  "Influence to Build Rocket Ship": "Tác Động Để Xây Dựng Tàu Con Thoi",
  "Influence to Work on School Project": "Tác Động Để Làm Dự Án Trường Học",
  "Influence to Set the Table": "Tác Động Để Dọn Bàn",
  "Influence to Practice Singing": "Tác Động Để Luyện Tập Hát",
  "Influence to Sleep": "Tác Động Để Ngủ",
  "There are no outdoor trash cans on lot.": "Không có thùng rác ngoài trời nào trên lô đất.",
  "Influence to Take Out Trash": "Tác Động Để Đổ Rác",
  "Influence to Play Computer Games": "Tác Động Để Chơi Trò Chơi Trên Máy Tính",
  "No violin nearby": "Không có violin ở gần",
  "Influence to Practice Violin": "Tác Động Để Luyện Tập Violin",
  "Influence to Wash Dishes": "Tác Động Để Rửa Bát",
  "There's no yoga mat nearby": "Không có thảm tập yoga ở gần",
  "Influence to Practice Yoga": "Tác Động Để Luyện Tập Yoga",
  "Influence to Practice Writing": "Tác Động Để Luyện Tập Viết",
  "{1.SimFirstName} has been parented too recently": "{1.SimFirstName} vừa được nuôi dạy quá gần đây",
  "Be Instructed": "Được Hướng Dẫn",
  "Vampires don't pee": "Ma cà rồng không đi tiểu",
  "Encourage Holding Bladder": "Khuyến Khích Nhịn Tiểu",
  "Give Second Vampire Wind": "Ban Tặng Sức Mạnh Ma Cà Rồng Thứ Hai",
  "Give a Second Wind": "Ban Tặng Một Luồng Sinh Khí Mới",
  "Make a Fun Face": "Làm Mặt Hề",
  "Can't do this on vampires": "Không thể làm điều này với ma cà rồng",
  "Tell to Eat Something": "Bảo Đi Ăn Gì Đi",
  "Ask to Clean Self Off": "Yêu Cầu Tự Lau Chùi",
  "Satisfying Chat": "Cuộc Trò Chuyện Thỏa Mãn",
  "Be Forced To": "Bị Bắt Buộc Phải",
  "Be Influenced": "Bị Tác Động",
  "You'll Be Okay": "Con Sẽ Ổn Thôi",
  "Volunteer": "Tình Nguyện",
  "Send up to 8 household members to a Volunteer Activity": "Gửi tối đa 8 thành viên trong gia đình tham gia Hoạt Động Tình Nguyện",
  "Ground Sim by disallowing the phone for 1 day.": "Cấm túc Sim bằng cách không cho sử dụng điện thoại trong 1 ngày.",
  "No Phone": "Không Điện Thoại",
  "Ground Sim by disallowing toys and games for 1 day.": "Cấm túc Sim bằng cách không cho chơi đồ chơi và trò chơi trong 1 ngày.",
  "No Toys or Games": "Không Đồ Chơi Hoặc Trò Chơi",
  "Ground Sim by disallowing friends for 1 day.": "Cấm túc Sim bằng cách không cho gặp bạn bè trong 1 ngày.",
  "No Friends": "Không Bạn Bè",
  "Ground Sim by disallowing music for 1 day.": "Cấm túc Sim bằng cách không cho nghe nhạc trong 1 ngày.",
  "No Music": "Không Nhạc",
  "Ground Sim by disallowing leaving the home for 1 day.": "Cấm túc Sim bằng cách không cho rời khỏi nhà trong 1 ngày.",
  "No Leaving The House": "Không Rời Khỏi Nhà",
  "Ground Sim by disallowing the computer for 1 day.": "Cấm túc Sim bằng cách không cho sử dụng máy tính trong 1 ngày.",
  "No Computer": "Không Máy Tính",
  "Already grounded in this fashion.  Accepting the dialog refreshes the duration of this grounding.": "Đã bị cấm túc theo cách này. Chấp nhận hộp thoại sẽ làm mới thời gian của lệnh cấm túc này.",
  "Reground": "Bị Cấm Túc Lại",
  "React to Gross Behavior": "Phản Ứng Với Hành Vi Thô Tục",
  "Unpack Sack Lunch": "Mở Túi Bữa Trưa",
  "Unpack to Eat": "Mở Để Ăn",
  "Encourage Volunteering": "Khuyến Khích Làm Tình Nguyện",
  "Think about Family Member": "Nghĩ Về Thành Viên Gia Đình",
  "Charity Bake Sale": "Buổi Bán Bánh Từ Thiện",
  "Beach Clean Up": "Dọn Dẹp Bãi Biển",
  "Nursing Home": "Viện Dưỡng Lão",
  "Soup Kitchen": "Bếp Từ Thiện",
  "Walk for Disease": "Đi Bộ Vì Bệnh Tật",
  "This child is too bored right now.": "Đứa trẻ này đang quá buồn chán.",
  "Teach to Say Please and Thank You": "Dạy Nói Làm Ơn và Cảm Ơn",
  "This Toddler is too Angry right now.": "Đứa trẻ mới biết đi này đang quá tức giận.",
  "Learn to Say Please and Thank You": "Dạy Nói Làm Ơn và Cảm Ơn",
  "Teach to Say Sorry": "Dạy Nói Xin Lỗi",
  "Learn to Say Sorry": "Học Nói Xin Lỗi",
  "Help Fix Bad Relationship": "Giúp Sửa Chữa Mối Quan Hệ Xấu",
  "Ask for Advice": "Hỏi Xin Lời Khuyên",
  "Be Asked Advice": "Được Yêu Cầu Lời Khuyên",
  "Be Disciplined": "Bị Kỷ Luật",
  "Be Reprimanded": "Bị Quở Trách",
  "Ask about Phase": "Hỏi Về Giai Đoạn",
  "Talk about Bear Costume": "Nói Về Trang Phục Gấu",
  "Assert Correctness": "Khẳng Định Tính Đúng Đắn",
  "Ask to Be Put to Bed": "Yêu Cầu Được Cho Lên Giường",
  "No beds available to sleep in": "Không có giường để ngủ",
  "Calm Emotions": "Xoa Dịu Cảm Xúc",
  "Share Emotional Burden": "Chia Sẻ Gánh Nặng Cảm Xúc",
  "Cheer Up Parent": "Làm Vui Lòng Cha Mẹ",
  "Give Parenting Tips": "Đưa Ra Lời Khuyên Về Nuôi Dạy Con Cái",
  "Question Sadness": "Đặt Câu Hỏi Về Nỗi Buồn",
  "Question Anger": "Đặt Câu Hỏi Về Sự Tức Giận",
  "Question Stress": "Đặt Câu Hỏi Về Căng Thẳng",
  "Question Shame": "Đặt Câu Hỏi Về Sự Xấu Hổ",
  "Question Emotion": "Đặt Câu Hỏi Về Cảm Xúc",
  "Instigate": "Xúi Giục",
  "Change into Bear": "Thay Đồ Thành Gấu",
  "Entering a Phase": "Bước Vào Một Giai Đoạn",
  "Time Out": "Thời Gian Suy Ngẫm",
  "Shout Forbidden Words": "Hét Những Từ Bị Cấm",
  "Listen to Loud Music": "Nghe Nhạc Lớn",
  "Encourage Winding Down to Classical Music": "Khuyến Khích Thư Giãn Với Nhạc Cổ Điển",
  "Wind Down with Classical": "Thư Giãn Với Cổ Điển",
  "Another Sim is already interacting with the mess.": "Một Sim khác đã tương tác với mớ hỗn độn.",
  "Encourage Cleaning Up Mess": "Khuyến Khích Dọn Dẹp Mớ Hỗn Độn",
  "Make a Mess": "Tạo Ra Mớ Hỗn Độn",
  "Encourage Making a Mess": "Khuyến Khích Tạo Ra Mớ Hỗn Độn",
  "Ask Not To Make a Mess": "Yêu Cầu Đừng Tạo Ra Mớ Hỗn Độn",
  "Hug It Out Over Making a Mess": "Ôm Để Vượt Qua Việc Tạo Ra Mớ Hỗn Độn",
  "Give Time Out For Making a Mess": "Cho Thời Gian Suy Ngẫm Vì Tạo Ra Mớ Hỗn Độn",
  "Express Disappointment For Making a Mess": "Thể Hiện Sự Thất Vọng Vì Tạo Ra Mớ Hỗn Độn",
  "Ground For Making a Mess": "Cấm Túc Vì Tạo Ra Mớ Hỗn Độn",
  "Yell At For Making a Mess": "La Mắng Vì Tạo Ra Mớ Hỗn Độn",
  "Tell Not To Make a Mess": "Bảo Đừng Tạo Ra Mớ Hỗn Độn",
  "Continue Making a Mess": "Tiếp Tục Tạo Ra Mớ Hỗn Độn",
  "Encourage Setting The Table": "Khuyến Khích Dọn Bàn",
  "Set The Table": "Dọn Bàn",
  "NOT USED": "KHÔNG SỬ DỤNG",
  "Ask Not To Shout Forbidden Words": "Yêu Cầu Đừng Hét Những Từ Bị Cấm",
  "Give Time Out For Shouting Forbidden Words": "Cho Thời Gian Suy Ngẫm Vì Hét Những Từ Bị Cấm",
  "Encourage Shouting Forbidden Words": "Khuyến Khích Hét Những Từ Bị Cấm",
  "Yell At For Shouting Forbidden Words": "La Mắng Vì Hét Những Từ Bị Cấm",
  "Express Disappointment For Shouting Forbidden Words": "Thể Hiện Sự Thất Vọng Vì Hét Những Từ Bị Cấm",
  "Tell Not To Shout Forbidden Words": "Bảo Đừng Hét Những Từ Bị Cấm",
  "Ground For Shouting Forbidden Words": "Cấm Túc Vì Hét Những Từ Bị Cấm",
  "Hug It Out Over Shouting Forbidden Words": "Ôm Để Vượt Qua Việc Hét Những Từ Bị Cấm",
  "Shout Forbidden Words at {1.SimFirstName}": "Hét Những Từ Bị Cấm Vào {1.SimFirstName}",
  "Encourage Learning about Please and Thank You": "Khuyến Khích Tìm Hiểu Về Làm Ơn và Cảm Ơn",
  "Say Please": "Nói Làm Ơn",
  "Learn about Sorry": "Tìm Hiểu Về Xin Lỗi",
  "Encourage Learning about Sorry": "Khuyến Khích Tìm Hiểu Về Xin Lỗi",
  "Mood Swing": "Thay Đổi Tâm Trạng",
  "Jog to Clear Mind": "Chạy Bộ Để Giải Tỏa Đầu Óc",
  "Encourage Jogging to Clear Mind": "Khuyến Khích Chạy Bộ Để Giải Tỏa Đầu Óc",
  "Growing Up Space": "Không Gian Trưởng Thành",
  "For Jovial Juveniles": "Dành Cho Thanh Niên Vui Vẻ",
  "Family Convergence": "Hội Tụ Gia Đình",
  "The Family Den": "Hang Ổ Gia Đình",
  "{1.SimName}'s {0.ObjectName}": "{1.SimName}'s {0.ObjectName}",
  "Normal": "Bình Thường",
  "The curfew is set to 11 PM": "Lệnh giới nghiêm được đặt vào 11 giờ đêm",
  "The curfew is set to 9 PM": "Lệnh giới nghiêm được đặt vào 9 giờ đêm",
  "The curfew is set to 7 PM": "Lệnh giới nghiêm được đặt vào 7 giờ tối",
  "There is no curfew set": "Không có lệnh giới nghiêm nào được đặt",
  "Made By: {0.SimName}": "Được Làm Bởi: {0.SimName}",
  "Ten Tickles": "Mười Cái Cù",
  "Nostalgia for Triangles": "Nỗi Nhớ Hình Tam Giác",
  "Deconstructed Sunset": "Hoàng Hôn Tái Tạo",
  "Fog": "Sương Mù",
  "Bee Yourself": "Hãy Là Ong Của Chính Bạn",
  "Correct Angles": "Góc Đúng",
  "{0.ObjectName}": "{0.ObjectName}",
  "Creator: {0.SimName}": "Người Sáng Tạo: {0.SimName}",
  "{0.ObjectDescription}": "{0.ObjectDescription}",
  "Have a Child with 3 Positive Character Value Traits": "Có Một Đứa Con Với 3 Tính Cách Giá Trị Tích Cực",
  "Have any household Toddler, Child, or Teen receive any 3 positive traits from Character Values upon aging up to a Young Adult. The possible traits include Good Manners, Responsible, Mediator, Compassionate, or Emotional Control.": "Có bất kỳ Trẻ Mới Biết Đi, Trẻ Em hoặc Thanh Thiếu Niên nào trong gia đình nhận được bất kỳ 3 đặc điểm tích cực nào từ Giá trị Nhân cách khi lớn lên thành một Thanh Niên. Các đặc điểm có thể có bao gồm Cách Cư Xử Tốt, Có Trách Nhiệm, Người Hòa Giải, Trắc Ẩn hoặc Kiểm Soát Cảm Xúc.",
  "Have a Child with a Character Value within range to receive a Trait": "Có một Đứa Con có Giá trị Nhân cách nằm trong phạm vi để nhận một Đặc điểm",
  "Have any household Toddler, Child, or Teen reach the maximum for any Character Value. Certain behaviors will gain or lose Character Values, and parents can also influence how their offspring behave. They can have a maximum value either positively or negatively. ": "Có bất kỳ Trẻ Mới Biết Đi, Trẻ Em hoặc Thanh Thiếu Niên nào trong gia đình đạt đến mức tối đa cho bất kỳ Giá trị Nhân cách nào. Một số hành vi nhất định sẽ đạt được hoặc mất Giá trị Nhân cách và cha mẹ cũng có thể ảnh hưởng đến cách con cái của họ cư xử. Họ có thể có giá trị tối đa tích cực hoặc tiêu cực.",
  "Discipline Your Toddler, Child, or Teen {1.Number} Times": "Kỷ Luật Trẻ Mới Biết Đi, Trẻ Em hoặc Thanh Thiếu Niên {1.Number} Lần",
  "When a Child has done a behavior that needs Disciplining (such as Making a Mess), Use the Discipline Social in the Parenting Category.": "Khi một Đứa Trẻ đã thực hiện một hành vi cần Kỷ luật (chẳng hạn như Tạo Ra Mớ Hỗn Độn), hãy Sử dụng Tương tác Xã hội Kỷ luật trong Danh mục Nuôi Dạy Con Cái.",
  "Help a Child with School Work for 4 Hours": "Giúp một Đứa Trẻ Làm Bài Tập Ở Trường Trong 4 Giờ",
  "When a Child or Teen is doing homework or a school project, select the Sim doing the work and use the options to Help or Assist with them.  ": "Khi một Đứa Trẻ hoặc Thanh Thiếu Niên đang làm bài tập về nhà hoặc một dự án trường học, hãy chọn Sim đang làm việc và sử dụng các tùy chọn để Giúp hoặc Hỗ trợ họ.",
  "Achieve Level {1.Number} Parenting Skill": "Đạt Được Kỹ Năng Nuôi Dạy Con Cái Cấp {1.Number}",
  "Sims can raise their Parenting Skill by researching on the computer or by reading skill books. Use Parenting socials to influence children's behavior. Work on homework with kids or doing School Projects.\n": "Sim có thể nâng cao Kỹ năng Nuôi dạy Con cái của họ bằng cách nghiên cứu trên máy tính hoặc bằng cách đọc sách kỹ năng. Sử dụng các tương tác xã hội Nuôi dạy Con cái để ảnh hưởng đến hành vi của trẻ em. Làm bài tập về nhà với trẻ em hoặc làm các Dự án Trường học.",
  "Sims can raise their Parenting Skill by researching on the computer or by reading skill books. Work with children to encourage good behavior and discourage poor behavior using Parenting Socials.\n": "Sim có thể nâng cao Kỹ năng Nuôi dạy Con cái của họ bằng cách nghiên cứu trên máy tính hoặc bằng cách đọc sách kỹ năng. Làm việc với trẻ em để khuyến khích hành vi tốt và ngăn chặn hành vi xấu bằng cách sử dụng các Tương tác Xã hội Nuôi dạy Con cái.",
  "Sims can max their Parenting Skill by using Parenting socials to influence children's behavior. Work on homework with Toddlers, Children, or Teens in the household or doing School Projects with them.": "Sim có thể đạt tối đa Kỹ năng Nuôi dạy Con cái của họ bằng cách sử dụng các tương tác xã hội Nuôi dạy Con cái để ảnh hưởng đến hành vi của trẻ em. Làm bài tập về nhà với Trẻ Mới Biết Đi, Trẻ Em hoặc Thanh Thiếu Niên trong gia đình hoặc làm các Dự án Trường học với họ.",
  "Go into Full Parent Mode": "Chuyển Sang Chế Độ Phụ Huynh Toàn Phần",
  "With the Level 10 Parenting Skill, perform numerous Parenting interactions in succession to enter Full Parent Mode.": "Với Kỹ năng Nuôi dạy Con cái Cấp 10, hãy thực hiện nhiều tương tác Nuôi dạy Con cái liên tiếp để chuyển sang Chế Độ Phụ Huynh Toàn Phần.",
  "Parenting": "Nuôi Dạy Con Cái",
  "Force To": "Ép Buộc Phải",
  "Force Skill Building": "Ép Phát Triển Kỹ Năng",
  "Influence Skill Building": "Tác Động Phát Triển Kỹ Năng",
  "Help with Needs": "Giúp Đỡ Các Nhu Cầu",
  "Be Gross": "Thô Lỗ",
  "Discipline Recent Behavior": "Kỷ Luật Hành Vi Gần Đây",
  "Strict": "Nghiêm Khắc",
  "Calm": "Bình Tĩnh",
  "Encourage Recent Behavior": "Khuyến Khích Hành Vi Gần Đây",
  "Punish": "Trừng Phạt",
  "Firm": "Kiên Định",
  "Set Curfew": "Đặt Lệnh Giới Nghiêm",
  "Influence To": "Tác Động Để",
  "Fancy Setting": "Bộ Đồ Dùng Trang Trí Sang Trọng",
  "Casual Setting": "Bộ Đồ Dùng Trang Trí Đơn Giản",
  "Party Setting": "Bộ Đồ Dùng Trang Trí Tiệc Tùng",
  "Set the Table with": "Dọn Bàn Với",
  "Peanut Butter & Jelly Sandwich": "Bánh Mì Bơ Đậu Phộng và Thạch",
  "Make Peanut Butter & Jelly Sandwich": "Bánh Mì Bơ Đậu Phộng & Thạch",
  "Make Tuna Salad Sandwich": "Bánh Mì Salad Cá Ngừ",
  "Make Veggie and Hummus Sandwich": "Bánh Mì Rau Củ và Hummus",
  "From: A great relationship with a authoritative Parent.": "Từ: Một mối quan hệ tuyệt vời với Cha Mẹ có uy quyền.",
  "Guided Child": "Đứa Trẻ Được Hướng Dẫn",
  "From: A great relationship with a relaxed Parent.": "Từ: Một mối quan hệ tuyệt vời với Cha Mẹ thoải mái.",
  "Provided Happy Childhood": "Tuổi Thơ Hạnh Phúc Được Mang Đến",
  "From: The best relationship with an authoritative Parent.": "Từ: Mối quan hệ tốt nhất với một Cha Mẹ có uy quyền.",
  "Respected Heir": "Người Thừa Kế Được Kính Trọng",
  "From: The best relationship with a relaxed Parent.": "Từ: Mối quan hệ tốt nhất với một Cha Mẹ thoải mái.",
  "{M0.Daddy's}{F0.Mommy's} {M1.Boy}{F1.Girl}": "{M0.Daddy's}{F0.Mommy's} {M1.Boy}{F1.Girl}",
  "From: A neutral relationship with an authoritative Parent.": "Từ: Một mối quan hệ trung lập với một Cha Mẹ có uy quyền.",
  "Obedient Child": "Đứa Trẻ Ngoan Ngoãn",
  "From: A neutral relationship with a relaxed Parent.": "Từ: Một mối quan hệ trung lập với một Cha Mẹ thoải mái.",
  "Parented Passively": "Được Nuôi Dạy Thụ Động",
  "From: A negative relationship with an authoritative Parent.": "Từ: Một mối quan hệ tiêu cực với một Cha Mẹ có uy quyền.",
  "Repressed Child": "Đứa Trẻ Bị Kìm Hãm",
  "From: A negative relationship with a relaxed Parent.": "Từ: Một mối quan hệ tiêu cực với một Cha Mẹ thoải mái.",
  "Unhappy Child": "Đứa Trẻ Không Vui Vẻ",
  "From: A great relationship with a Grandchild.": "Từ: Một mối quan hệ tuyệt vời với Cháu.",
  "The Best Lil' Boo": "Boo Bé Nhỏ Tuyệt Nhất",
  "From: A neutral relationship with a grandchild.": "Từ: Một mối quan hệ trung lập với cháu.",
  "Grandkiddy": "Cháu Nội",
  "From: A negative relationship with a Grandchild.": "Từ: Một mối quan hệ tiêu cực với Cháu.",
  "Grumpchild": "Đứa Cháu Cáu Kỉnh",
  "From: A great relationship with a Grandparent.": "Từ: Một mối quan hệ tuyệt vời với Ông Bà.",
  "World's Best {M1.Grandpa}{F1.Grandma}": "{M1.Ông}{F1.Bà} Tuyệt Vời Nhất Thế Giới",
  "From: A neutral relationship with a Grandparent.": "Từ: Một mối quan hệ trung lập với Ông Bà.",
  "Plain Ol' {M1.Gramps}{F1.Gran}": "Một {M1.Ông}{F1.Bà} Bình Thường",
  "From: A negative relationship with a Grandparent.": "Từ: Một mối quan hệ tiêu cực với Ông Bà.",
  "The Grumps": "Những Kẻ Cáu Kỉnh",
  "From: A great relationship and a lot of discipline.": "Từ: Một mối quan hệ tuyệt vời và rất nhiều kỷ luật.",
  "Grateful Guide": "Người Hướng Dẫn Biết Ơn",
  "From: A great relationship and little discipline.": "Từ: Một mối quan hệ tuyệt vời và ít kỷ luật.",
  "Happy Childhood": "Tuổi Thơ Hạnh Phúc",
  "From: The best relationship and a lot of discipline.": "Từ: Mối quan hệ tốt nhất và rất nhiều kỷ luật.",
  "Oh Captain, My Captain": "Ôi Thuyền Trưởng, Thuyền Trưởng Của Tôi",
  "From: The best relationship and little discipline.": "Từ: Mối quan hệ tốt nhất và ít kỷ luật.",
  "{M1.Daddy}{F1.Mommy} Dearest": "{M1.Bố}{F1.Mẹ} Yêu Quý",
  "From: A neutral relationship and a lot of discipline.": "Từ: Một mối quan hệ trung lập và rất nhiều kỷ luật.",
  "Commanding Presence": "Sự Hiện Diện Chỉ Huy",
  "From: A neutral relationship and little discipline.": "Từ: Một mối quan hệ trung lập và ít kỷ luật.",
  "Passive Parent": "Cha Mẹ Thụ Động",
  "From: A negative relationship and a lot of discipline.": "Từ: Một mối quan hệ tiêu cực và rất nhiều kỷ luật.",
  "Punishing Parent": "Cha Mẹ Trừng Phạt",
  "From: A negative relationship and little discipline.": "Từ: Một mối quan hệ tiêu cực và ít kỷ luật.",
  "Unhelpful Parent": "Cha Mẹ Không Giúp Đỡ",
  "From: A great relationship with a rival sibling.": "Từ: Một mối quan hệ tuyệt vời với một anh chị em ruột đối thủ.",
  "Thick as Thieves": "Thân Thiết Như Hình Với Bóng",
  "From: A great relationship with an ally sibling.": "Từ: Một mối quan hệ tuyệt vời với một anh chị em ruột đồng minh.",
  "Super Siblings": "Siêu Anh Chị Em",
  "From: A neutral relationship with a rival sibling.": "Từ: Một mối quan hệ trung lập với một anh chị em ruột đối thủ.",
  "Family Frenemy": "Bạn Thân Gia Đình",
  "From: A neutral relationship with an ally sibling.": "Từ: Một mối quan hệ trung lập với một anh chị em ruột đồng minh.",
  "Childhood Buds": "Những Người Bạn Thời Thơ Ấu",
  "From: A negative relationship with a rival sibling.": "Từ: Một mối quan hệ tiêu cực với một anh chị em ruột đối thủ.",
  "Childhood Tormentor": "Kẻ Hành Hạ Thời Thơ Ấu",
  "From: A negative relationship with an ally sibling": "Từ: Một mối quan hệ tiêu cực với một anh chị em ruột đồng minh",
  "Childhood Enemies": "Kẻ Thù Thời Thơ Ấu",
  "Negative acquired family relationship": "Mối Quan Hệ Gia Đình Có Được Tiêu Cực",
  "Neutral Acquired Family Relationship": "Mối Quan Hệ Gia Đình Có Được Trung Lập",
  "Positive Acquired Family Relationship": "Mối Quan Hệ Gia Đình Có Được Tích Cực",
  "Role Model": "Hình Mẫu",
  "Role Models provide bonus Character Values gain when near Toddlers, Children, and Teens.": "Những Hình Mẫu cung cấp thêm tiền thưởng Giá trị Nhân cách khi ở gần Trẻ Mới Biết Đi, Trẻ Em và Thanh Thiếu Niên.",
  "Hanging Out With Family": "Đi Chơi Với Gia Đình",
  "Being with family makes everyone feel better... most of the time.": "Ở bên gia đình khiến mọi người cảm thấy tốt hơn... hầu hết thời gian.",
  "Click on a Sim and select Assert Correctness from the Friendly category.": "Nhấp vào một Sim và chọn Khẳng Định Tính Đúng Đắn từ danh mục Thân thiện.",
  "Do Gross Things like Farting or Belching! Click on your Sim and go to Be Gross.": "Làm Những Điều Thô Tục như Đánh Rắm hoặc Ợ! Nhấp vào Sim của bạn và chuyển đến Thô Lỗ.",
  "Click on the Sim and choose the Shout Forbidden Words interaction. Manners? Who needs those?": "Nhấp vào Sim và chọn tương tác Hét Những Từ Bị Cấm. Cách cư xử? Ai cần những thứ đó?",
  "Build with Buildems Blocks": "Xây Dựng Với Khối Buildems",
  "Select an unfinished Buildems Blocks Play Table and choose Build.": "Chọn một Bàn Chơi Khối Buildems chưa hoàn thành và chọn Xây Dựng.",
  "Buy a Buildems Blocks Play Table": "Mua Một Bàn Chơi Khối Buildems",
  "Go to buy mode and purchase a Buildems Blocks Play Table.": "Chuyển đến chế độ mua và mua một Bàn Chơi Khối Buildems.",
  "Buy a Night Light": "Mua Đèn Ngủ",
  "Purchase a Night Light from Build Mode.": "Mua Đèn Ngủ từ Chế độ Xây dựng.",
  "Calm a Sim's Emotions": "Xoa Dịu Cảm Xúc của Sim",
  "Use the Calm Emotions social on a Sim in a bad mood.": "Sử dụng tương tác xã hội Xoa Dịu Cảm Xúc trên một Sim đang có tâm trạng xấu.",
  "Share a Sim's Emotional Burden": "Chia Sẻ Gánh Nặng Cảm Xúc của Sim",
  "Use the Share Emotional Burden interaction on a Sim in a bad mood.": "Sử dụng tương tác Chia Sẻ Gánh Nặng Cảm Xúc trên một Sim đang có tâm trạng xấu.",
  "Play with the Doctor Playset": "Chơi Với Bộ Đồ Chơi Bác Sĩ",
  "Place a Doctor Playset and play with it.": "Đặt một Bộ Đồ Chơi Bác Sĩ và chơi với nó.",
  "Have a Cry": "Khóc",
  "Click on your Sim and select Cry.": "Nhấp vào Sim của bạn và chọn Khóc.",
  "Click on your Sim and select Throw Tantrum.": "Nhấp vào Sim của bạn và chọn Nổi Cơn Tam Bành.",
  "Leave a Note for Someone": "Để lại một Ghi chú cho Ai đó",
  "Leave a note for a Sim on the Family Bulletin Board.": "Để lại một ghi chú cho một Sim trên Bảng Thông báo Gia đình.",
  "Leave a Drawing for Someone": "Để lại một Bản vẽ cho Ai đó",
  "Select a family bulletin board and create drawing for someone.": "Chọn bảng thông báo gia đình và tạo bản vẽ cho ai đó.",
  "Click on the Mailbox and select Ignore Bills.": "Nhấp vào Hộp Thư và chọn Phớt Lờ Hóa Đơn.",
  "Click on the Computer and select Mediate the Forums under the Socialize category.": "Nhấp vào Máy tính và chọn Điều Hành Các Diễn Đàn trong danh mục Hòa nhập.",
  "Click on a Sim with a low relationship and select Mend Differences from the Friendly category.": "Nhấp vào một Sim có mối quan hệ thấp và chọn Hàn Gắn Những Khác Biệt từ danh mục Thân thiện.",
  "Offer Gratitude to the Host": "Thể Hiện Lòng Biết Ơn Với Chủ Nhà",
  "Click on a Sim and find the Offer Gratitude to Host interaction to show your good manners.": "Nhấp vào một Sim và tìm tương tác Thể Hiện Lòng Biết Ơn Với Chủ Nhà để thể hiện những cách cư xử tốt của bạn.",
  "Encourage {2.SimFirstName}": "Khuyến Khích {2.SimFirstName}",
  "Click on the target and navigate to Parenting interactions. Select to Encourage a recent behavior.": "Nhấp vào mục tiêu và điều hướng đến các tương tác Nuôi dạy Con Cái. Chọn để Khuyến Khích một hành vi gần đây.",
  "Influence {2.SimFirstName}": "Tác Động Đến {2.SimFirstName}",
  "Click on the target Sim and select an Influence parenting interaction.": "Nhấp vào Sim mục tiêu và chọn một tương tác nuôi dạy con cái Tác Động Đến.",
  "Teach Responsibility": "Dạy Trách Nhiệm",
  "Click on a child or teen and select Teach about Responsibility in the Friendly interactions.": "Nhấp vào một đứa trẻ hoặc thanh thiếu niên và chọn Dạy về Trách Nhiệm trong các tương tác Thân thiện.",
  "Flick {2.SimFirstName}'s Nose": "Búng Mũi {2.SimFirstName}",
  "It's fun to flick your sibling's nose! Click on a Child and find Flick Nose under Mischief.": "Thật vui khi búng mũi anh chị em của bạn! Nhấp vào một Đứa Trẻ và tìm Búng Mũi trong Tinh nghịch.",
  "Tease {2.SimFirstName}": "Trêu Chọc {2.SimFirstName}",
  "Try teasing a sibling, just click on your Sim's sibling and within the Mischief interactions and select Tease.": "Hãy thử trêu chọc anh chị em của bạn, chỉ cần nhấp vào anh chị em của Sim của bạn và trong các tương tác Tinh nghịch và chọn Trêu Chọc.",
  "Sincere Apology": "Lời Xin Lỗi Chân Thành",
  "Sincerely Apologize to a Sim.": "Thành Thật Xin Lỗi một Sim.",
  "Gain Parenting Skill": "Đạt Được Kỹ Năng Nuôi Dạy Con Cái",
  "To increase Parenting Skill, read a parenting skill book, research on the computer, or perform parenting socials.": "Để tăng Kỹ năng Nuôi dạy Con cái, hãy đọc sách kỹ năng nuôi dạy con cái, nghiên cứu trên máy tính hoặc thực hiện các tương tác xã hội về nuôi dạy con cái.",
  "Start Argument": "Bắt Đầu Tranh Cãi",
  "Start an argument with a Sim.": "Bắt đầu một cuộc tranh cãi với một Sim.",
  "While in a Teen Mood Swing, select the stereo and Listen to Loud Music to blow off some steam.": "Trong khi đang trong Giai đoạn Thay Đổi Tâm Trạng ở Tuổi Teen, hãy chọn dàn âm thanh nổi và Nghe Nhạc Lớn để xả hơi.",
  "Mock {2.SimFirstName}'s Mood": "Chế Nhạo Tâm Trạng Của {2.SimFirstName}",
  "When {2.SimFirstName} feels Embarrassed or Sad, click on that Sim and select to Question that emotion from the Mean category. Adult Sims require to have the Insensitive Trait to trigger this action.": "Khi {2.SimFirstName} cảm thấy Xấu Hổ hoặc Buồn Bã, hãy nhấp vào Sim đó và chọn để Đặt Câu Hỏi về cảm xúc đó từ danh mục Xấu Tính. Sim Trưởng thành yêu cầu phải có Đặc điểm Vô Cảm để kích hoạt hành động này.",
  "Question a Sim's Emotions": "Đặt Câu Hỏi Về Cảm Xúc Của Sim",
  "Run the Question Emotion social on a Sim.": "Chạy tương tác Đặt Câu Hỏi Cảm Xúc trên một Sim.",
  "Instigate a Sim": "Xúi Giục Một Sim",
  "Click a Sim and select 'Instigate' from the Mean category. Requires having the Insensitive Trait.": "Nhấp vào một Sim và chọn 'Xúi giục' từ danh mục Xấu tính. Yêu cầu phải có Đặc điểm Vô cảm.",
  "Scoff at {2.SimFirstName}'s Mood": "Chế Nhạo Tâm Trạng Của {2.SimFirstName}",
  "Make {2.SimFirstName} Angry, Tense, or Uncomfortable and then perform the scoff at mood interaction.": "Làm cho {2.SimFirstName} Tức giận, Căng thẳng hoặc Khó chịu rồi thực hiện tương tác chế nhạo tâm trạng.",
  "Volunteer with Family": "Tình Nguyện Với Gia Đình",
  "Use the Phone or Computer to send your family of Sims off to a Volunteering Event. It's for a good cause!": "Sử dụng Điện thoại hoặc Máy tính để gửi gia đình Sim của bạn đến một Sự kiện Tình nguyện. Nó là vì một mục đích tốt đẹp!",
  "Write in a Journal": "Viết trong Nhật ký",
  "Journals can be purchased via a Bookcase or Computer. Try writing an entry to make your Sim feel better.": "Nhật ký có thể được mua thông qua Tủ sách hoặc Máy tính. Hãy thử viết một mục để làm cho Sim của bạn cảm thấy tốt hơn.",
  "Make a Sack Lunch": "Chuẩn Bị Bữa Trưa Túi",
  "Make a Sack Lunch by either clicking on the fridge or a dish of food.": "Chuẩn bị Bữa Trưa Túi bằng cách nhấp vào tủ lạnh hoặc một đĩa thức ăn.",
  "Thanks for the Advice!": "Cảm ơn về Lời Khuyên!",
  "{0.SimFirstName} has advised {1.SimFirstName}, affecting {M1.his}{F1.her} character values!": "{0.SimFirstName} đã khuyên {1.SimFirstName}, ảnh hưởng đến giá trị nhân cách của {M1.his}{F1.her}!",
  "<span class=\"positive\">Conflict Resolution increases!</span>": "<span class=\"positive\">Giải quyết xung đột tăng lên!</span>",
  "<span class=\"positive\">Responsibility increases!</span>": "<span class=\"positive\">Trách nhiệm tăng lên!</span>",
  "<span class=\"negative\">Responsibility decreases!</span>": "<span class=\"negative\">Trách nhiệm giảm xuống!</span>",
  "<span class=\"negative\">Emotional Control decreases!</span>": "<span class=\"negative\">Kiểm soát cảm xúc giảm xuống!</span>",
  "<span class=\"positive\">Emotional Control increases!</span>": "<span class=\"positive\">Kiểm soát cảm xúc tăng lên!</span>",
  "It's OK to be sad.": "Ổn thôi mà, buồn cũng có sao đâu.",
  "<span class=\"positive\">Raises Responsibility</span>, <span class=\"negative\">Lowers Emotional Control</span>": "<span class=\\\"positive\\\">Nâng cao Trách nhiệm</span>, <span class=\\\"negative\\\">Giảm Kiểm soát Cảm xúc</span>",
  "Play with a different toy.": "Chơi với đồ chơi khác đi.",
  "Keep looking for it!": "Tiếp tục tìm đi!",
  "<span class=\"positive\">Raises Conflict Resolution</span>, <span class=\"negative\">Lowers Emotional Control</span>": "<span class=\\\"positive\\\">Nâng cao Giải quyết xung đột</span>, <span class=\\\"negative\\\">Giảm Kiểm soát Cảm xúc</span>",
  "<span class=\"positive\">Raises Emotional Control</span>, <span class=\"negative\">Lowers Responsibility</span>": "<span class=\\\"positive\\\">Nâng cao Kiểm soát Cảm xúc</span>, <span class=\\\"negative\\\">Giảm Trách nhiệm</span>",
  "I was thinking about one of my favorite toys and can't find it. I'm starting to miss it and to feel sad.": "Tôi đang nghĩ về một trong những đồ chơi yêu thích của mình và không thể tìm thấy nó. Tôi bắt đầu nhớ nó và cảm thấy buồn.",
  "A Missing Toy": "Một Đồ Chơi Bị Mất",
  "<span class=\"positive\">Empathy increases!</span>": "<span class=\"positive\">Đồng cảm tăng lên!</span>",
  "<span class=\"negative\">Conflict Resolution decreases!</span>": "<span class=\"negative\">Giải quyết xung đột giảm xuống!</span>",
  "<span class=\"negative\">Manners decreases!</span>": "<span class=\"negative\">Cách cư xử giảm xuống!</span>",
  "Get an adult.": "Tìm một người lớn.",
  "<span class=\"positive\">Raises Conflict Resolution</span>, <span class=\"negative\">Lowers Manners</span>": "<span class=\\\"positive\\\">Nâng cao Giải quyết xung đột</span>, <span class=\\\"negative\\\">Giảm Cách cư xử</span>",
  "Stay out of it and console your friend afterwards.": "Tránh xa nó ra và an ủi bạn của bạn sau đó.",
  "Step in and stand up for your friend.": "Bước vào và đứng lên bảo vệ bạn của bạn.",
  "<span class=\"positive\">Raises Empathy</span>, <span class=\"negative\">Lowers Emotional Control</span>": "<span class=\\\"positive\\\">Nâng cao Đồng cảm</span>, <span class=\\\"negative\\\">Giảm Kiểm soát Cảm xúc</span>",
  "<span class=\"positive\">Raises Manners</span>, <span class=\"negative\">Lowers Conflict Resolution</span>": "<span class=\\\"positive\\\">Nâng cao Cách cư xử</span>, <span class=\\\"negative\\\">Giảm Giải quyết xung đột</span>",
  "Some kids at school were being mean to one of my friends. I wanted to help, but I didn't know what to do. What do you think I should have done?": "Một vài đứa trẻ ở trường đã đối xử tệ với một trong những người bạn của tôi. Tôi muốn giúp đỡ, nhưng tôi không biết phải làm gì. Bạn nghĩ tôi nên làm gì?",
  "Witness to a Bully": "Chứng Kiến Một Kẻ Bắt Nạt",
  "Just play on your own.": "Chỉ cần tự chơi một mình.",
  "Talk to the teacher.": "Nói chuyện với giáo viên.",
  "Ask other kids if you can join in.": "Hỏi những đứa trẻ khác xem bạn có thể tham gia không.",
  "<span class=\"positive\">Raises Manners</span>, <span class=\"negative\">Lowers Emotional Control</span>": "<span class=\\\"positive\\\">Nâng cao Cách cư xử</span>, <span class=\\\"negative\\\">Giảm Kiểm soát Cảm xúc</span>",
  "<span class=\"positive\">Raises Emotional Control</span>, <span class=\"negative\">Lowers Conflict Resolution</span>": "<span class=\\\"positive\\\">Nâng cao Kiểm soát Cảm xúc</span>, <span class=\\\"negative\\\">Giảm Giải quyết xung đột</span>",
  "Last recess, no one wanted to play with me. I just climbed around on my own. If that happens again, what should I do?": "Giờ ra chơi vừa rồi, không ai muốn chơi với tôi cả. Tôi chỉ leo trèo một mình. Nếu điều đó xảy ra lần nữa, tôi nên làm gì?",
  "Lonely Recess": "Giờ Ra Chơi Cô Đơn",
  "Get tutoring from a classmate.": "Nhận dạy kèm từ một bạn cùng lớp.",
  "Focus on different topics.": "Tập trung vào các chủ đề khác nhau.",
  "<span class=\"positive\">Raises Conflict Resolution</span>, <span class=\"negative\">Lowers Responsibility</span>": "<span class=\\\"positive\\\">Nâng cao Giải quyết xung đột</span>, <span class=\\\"negative\\\">Giảm Trách nhiệm</span>",
  "Spend more time. Practice makes perfect.": "Dành nhiều thời gian hơn. Luyện tập tạo nên sự hoàn hảo.",
  "<span class=\"positive\">Raises Empathy</span>, <span class=\"negative\">Lowers Conflict Resolution</span>": "<span class=\\\"positive\\\">Nâng cao Đồng cảm</span>, <span class=\\\"negative\\\">Giảm Giải quyết xung đột</span>",
  "I've been trying to do homework for school but the last few assignments have felt really hard. Maybe I'm not smart enough to do it. What do you think?": "Tôi đã cố gắng làm bài tập về nhà cho trường nhưng một vài bài tập gần đây cảm thấy thực sự khó. Có lẽ tôi không đủ thông minh để làm điều đó. Bạn nghĩ sao?",
  "Not Smart Enough?": "Không Đủ Thông Minh?",
  "Let's return it to the store.": "Hãy trả lại nó cho cửa hàng.",
  "<span class=\"positive\">Raises Manners</span>, <span class=\"negative\">Lowers Empathy</span>": "<span class=\\\"positive\\\">Nâng cao Cách cư xử</span>, <span class=\\\"negative\\\">Giảm Đồng cảm</span>",
  "Sure, give it to someone else.": "Chắc chắn rồi, hãy cho người khác đi.",
  "That present was for you. Be grateful.": "Món quà đó là dành cho bạn. Hãy biết ơn.",
  "<span class=\"positive\">Raises Empathy</span>, <span class=\"negative\">Lowers Manners</span>": "<span class=\\\"positive\\\">Nâng cao Đồng cảm</span>, <span class=\\\"negative\\\">Giảm Cách cư xử</span>",
  "I got a present that I think is dumb. I want to trade it with a friend or give it back. Can I do that?": "Tôi nhận được một món quà mà tôi nghĩ là ngớ ngẩn. Tôi muốn đổi nó với một người bạn hoặc trả lại nó. Tôi có thể làm điều đó không?",
  "Unwelcome Present": "Món Quà Không Được Chào Đón",
  "Sorry, but it's the Suintor.": "Xin lỗi, nhưng đó là Suintor.",
  "Both are equally powerful.": "Cả hai đều mạnh mẽ như nhau.",
  "The Arcticorn, of course!": "Tất nhiên là Arcticorn!",
  "I got in a fight with someone at school about which Voidcritter is more powerful. I said it was the Arcticorn, but he kept saying Suintor. Which one is it?": "Tôi đã cãi nhau với một người ở trường về việc Voidcritter nào mạnh hơn. Tôi nói đó là Arcticorn, nhưng cậu ấy cứ nói là Suintor. Cái nào mới đúng?",
  "The Best Voidcritter": "Voidcritter Tốt Nhất",
  "Go ahead! Eating dirt is fun.": "Cứ ăn đi! Ăn đất rất vui.",
  "If you do, kids may tease you.": "Nếu bạn làm vậy, bọn trẻ có thể trêu chọc bạn.",
  "Eating dirt is really unhealthy.": "Ăn đất thực sự không tốt cho sức khỏe.",
  "Someone said eating dirt was OK but someone else said eating dirt will make you die. Is it OK to eat dirt?": "Ai đó nói rằng ăn đất là ổn nhưng ai đó khác lại nói ăn đất sẽ khiến bạn chết. Ăn đất có ổn không?",
  "A Balanced Meal": "Một Bữa Ăn Cân Bằng",
  "Find a ninja to train you.": "Tìm một ninja để huấn luyện bạn.",
  "Get a ninja outfit.": "Tìm một bộ trang phục ninja.",
  "Start practicing your hiding.": "Bắt đầu luyện tập khả năng ẩn nấp của bạn.",
  "<span class=\"positive\">Raises Responsibility</span>, <span class=\"negative\">Lowers Conflict Resolution</span>": "<span class=\\\"positive\\\">Nâng cao Trách nhiệm</span>, <span class=\\\"negative\\\">Giảm Giải quyết xung đột</span>",
  "I want to be a ninja when I grow up. What do I need to do now to start getting ready for being a ninja when I'm a grown up?": "Tôi muốn trở thành một ninja khi lớn lên. Tôi cần làm gì bây giờ để bắt đầu chuẩn bị cho việc trở thành một ninja khi tôi là một người trưởng thành?",
  "When I Grow Up": "Khi Tôi Lớn Lên",
  "Text a mutual friend and have them poke.": "Nhắn tin cho một người bạn chung và nhờ họ chọc.",
  "<span class=\"positive\">Raises Emotional Control</span>, <span class=\"negative\">Lowers Manners</span>": "<span class=\\\"positive\\\">Nâng cao Kiểm soát Cảm xúc</span>, <span class=\\\"negative\\\">Giảm Cách cư xử</span>",
  "No, wait for them to respond.": "Không, hãy đợi họ trả lời.",
  "Yeah, maybe they missed the first one.": "Ừ, có lẽ họ đã bỏ lỡ cái đầu tiên.",
  "I texted someone but they didn't text back, and it's been like an hour. Should I text them again?": "Tôi đã nhắn tin cho ai đó nhưng họ không trả lời, và đã khoảng một giờ rồi. Tôi có nên nhắn tin cho họ lần nữa không?",
  "Textmergency": "Cấp Cứu Bằng Tin Nhắn",
  "Life is pain. Just keep going.": "Cuộc sống là đau khổ. Chỉ cần tiếp tục đi.",
  "People like you! Look around.": "Mọi người thích bạn! Hãy nhìn xung quanh.",
  "I'll always love you!": "Tôi sẽ luôn yêu bạn!",
  "<span class=\"positive\">Raises Responsibility</span>, <span class=\"negative\">Lowers Empathy</span>": "<span class=\\\"positive\\\">Nâng cao Trách nhiệm</span>, <span class=\\\"negative\\\">Giảm Đồng cảm</span>",
  "<span class=\"positive\">Raises Emotional Control</span>, <span class=\"negative\">Lowers Empathy</span>": "<span class=\\\"positive\\\">Nâng cao Kiểm soát Cảm xúc</span>, <span class=\\\"negative\\\">Giảm Đồng cảm</span>",
  "No one likes me. No one will ever like me. Why bother with anything anymore?": "Không ai thích tôi cả. Sẽ không ai bao giờ thích tôi cả. Tại sao phải bận tâm đến bất cứ điều gì nữa?",
  "Feeling Forlorn": "Cảm Thấy Bơ Vơ",
  "You can't force friendship.": "Bạn không thể ép buộc tình bạn.",
  "Make one grand friendly gesture.": "Thực hiện một cử chỉ thân thiện lớn.",
  "Just keep being friendly.": "Chỉ cần tiếp tục thân thiện.",
  "I really want to be friends with someone, but they don't seem to really want to be friends with me. How can I make them my friend?": "Tôi thực sự muốn làm bạn với ai đó, nhưng họ dường như không thực sự muốn làm bạn với tôi. Làm thế nào tôi có thể biến họ thành bạn của tôi?",
  "Making Friends": "Kết Bạn",
  "Don't grow up until you need to.": "Đừng lớn lên cho đến khi bạn cần.",
  "Society requires school for success.": "Xã hội yêu cầu đi học để thành công.",
  "School teaches important things.": "Trường học dạy những điều quan trọng.",
  "School is stupid! I should just be able to start working or living life. Can I never go to school again?": "Trường học thật ngu ngốc! Tôi chỉ nên có thể bắt đầu làm việc hoặc sống cuộc sống. Tôi có thể không bao giờ phải đến trường nữa không?",
  "School is Stupid": "Trường Học Thật Ngu Ngốc",
  "Scream into a pillow.": "Hét vào gối.",
  "Talk it through with someone.": "Nói chuyện về nó với ai đó.",
  "Do a work out.": "Tập thể dục.",
  "Sometimes I just get so angry that I don't know what to do with myself. How can I deal with things when I can't even...": "Đôi khi tôi chỉ trở nên tức giận đến nỗi tôi không biết phải làm gì với bản thân mình. Làm thế nào tôi có thể đối phó với mọi thứ khi tôi thậm chí không thể...",
  "Anger Management": "Kiểm Soát Cơn Giận",
  "Just stay out of sight.": "Chỉ cần tránh xa tầm mắt.",
  "Try some light makeup.": "Thử trang điểm nhẹ.",
  "It's fine. Don't overreact.": "Ổn thôi mà. Đừng phản ứng thái quá.",
  "<span class=\"positive\">Raises Conflict Resolution</span>, <span class=\"negative\">Lowers Empathy</span>": "<span class=\\\"positive\\\">Nâng cao Giải quyết xung đột</span>, <span class=\\\"negative\\\">Giảm Đồng cảm</span>",
  "My face is a mess. I can't go anywhere looking like this. What can I do?": "Khuôn mặt của tôi là một mớ hỗn độn. Tôi không thể đi đâu với vẻ ngoài như thế này. Tôi có thể làm gì?",
  "I'm Hideous": "Tôi Xấu Xí Quá",
  "We'll see what we can do.": "Chúng ta sẽ xem có thể làm gì.",
  "<span class=\"positive\">Raises Empathy</span>, <span class=\"negative\">Lowers Responsibility</span>": "<span class=\\\"positive\\\">Nâng cao Đồng cảm</span>, <span class=\\\"negative\\\">Giảm Trách nhiệm</span>",
  "Not until you've grown more.": "Không phải cho đến khi bạn lớn hơn.",
  "You'll always be my baby.": "Bạn sẽ luôn là em bé của tôi.",
  "<span class=\"positive\">Raises Conflict Resolutions</span>, <span class=\"negative\">Lowers Emotional Control</span>": "<span class=\\\"positive\\\">Nâng cao Giải quyết xung đột</span>, <span class=\\\"negative\\\">Giảm Kiểm soát Cảm xúc</span>",
  "I feel like I'm old enough now that I should be allowed to go anywhere I want and do whatever I want. Can you treat me like an adult please?": "Tôi cảm thấy như tôi đã đủ lớn rồi nên tôi nên được phép đi bất cứ đâu tôi muốn và làm bất cứ điều gì tôi muốn. Bạn có thể đối xử với tôi như một người trưởng thành được không?",
  "I Would Like to Adult Now": "Tôi Muốn Trở Thành Người Lớn Ngay Bây Giờ",
  "Study for a high-paying job.": "Học tập để có một công việc được trả lương cao.",
  "No worries, you've got time.": "Đừng lo lắng, bạn còn thời gian mà.",
  "Pick something you like.": "Chọn một cái gì đó bạn thích.",
  "I'm not sure what I want to be when I grow up and all my friends seem to have it figured out. How do I figure it out myself?": "Tôi không chắc mình muốn trở thành gì khi lớn lên và tất cả bạn bè của tôi dường như đã tìm ra điều đó. Làm thế nào để tôi tự mình tìm ra điều đó?",
  "But Who Am I?": "Nhưng Tôi Là Ai?",
  "Teaching Moment Complete!": "Khoảnh Khắc Dạy Dỗ Đã Hoàn Thành!",
  "Ask {M1.him}{F1.her} to apologize.": "Yêu cầu {M1.him}{F1.her} xin lỗi.",
  "Just kids being kids.": "Chỉ là trẻ con.",
  "Too young for kissing!": "Quá trẻ để hôn!",
  "{1.SimFirstName} spent most of recess running around trying to kiss some of the other students. {M1.He}{F1.She} didn't catch anybody, but the other students were running away.": "{1.SimFirstName} đã dành phần lớn thời gian ra chơi để chạy xung quanh cố gắng hôn một số học sinh khác. {M1.He}{F1.She} đã không bắt được ai, nhưng các học sinh khác đã bỏ chạy.",
  "Kiss and Tell": "Hôn Và Kể",
  "{M1.He}{F1.She} should fail the test.": "{M1.He}{F1.She} nên trượt bài kiểm tra.",
  "Let {M1.him}{F1.her} retake the test.": "Hãy để {M1.him}{F1.her} làm lại bài kiểm tra.",
  "I'm sure it was a mistake.": "Tôi chắc chắn đó là một sai lầm.",
  "A teacher caught {1.SimFirstName} looking at another student's test during class and sent {M1.him}{F1.her} to the office.": "Một giáo viên đã bắt gặp {1.SimFirstName} nhìn vào bài kiểm tra của một học sinh khác trong lớp và gửi {M1.him}{F1.her} đến văn phòng.",
  "Turn the Cheat Around": "Lật Ngược Kẻ Gian Lận",
  "Don't punish love.": "Đừng trừng phạt tình yêu.",
  "Cute but inappropriate. We'll talk.": "Dễ thương nhưng không phù hợp. Chúng ta sẽ nói chuyện.",
  "{M1.He}{F1.She}'s in big trouble!": "{M1.He}{F1.She} đang gặp rắc rối lớn!",
  "We found an unsent love letter from {1.SimFirstName} to {M1.his}{F1.her} teacher in {M1.his}{F1.her} desk today. Nothing racy, but we thought you should know.": "Hôm nay chúng tôi tìm thấy một bức thư tình chưa gửi từ {1.SimFirstName} đến giáo viên {M1.his}{F1.her} trong bàn của {M1.his}{F1.her}. Không có gì thô tục, nhưng chúng tôi nghĩ bạn nên biết.",
  "What is Love?": "Tình Yêu Là Gì?",
  "The teacher is responsible here.": "Giáo viên phải chịu trách nhiệm ở đây.",
  "Take the drawing and punish {M1.him}{F1.her}.": "Lấy bức vẽ và trừng phạt {M1.him}{F1.her}.",
  "We encourage creativity!": "Chúng tôi khuyến khích sự sáng tạo!",
  "During free time, {1.SimFirstName} drew an inappropriate piece of artwork and showed it to classmates. It caused lots of giggling and disrupted the rest of the school day.": "Trong thời gian rảnh, {1.SimFirstName} đã vẽ một tác phẩm nghệ thuật không phù hợp và cho các bạn cùng lớp xem. Nó gây ra rất nhiều tiếng cười khúc khích và làm gián đoạn thời gian còn lại của ngày học.",
  "It Looked Like a...": "Nó Trông Giống Như Một...",
  "Send {M1.him}{F1.her} back to class.": "Gửi {M1.him}{F1.her} trở lại lớp học.",
  "Make sure {M1.he}{F1.she} doesn't get teased.": "Đảm bảo rằng {M1.he}{F1.she} không bị trêu chọc.",
  "Do a thorough health check!": "Thực hiện kiểm tra sức khỏe kỹ lưỡng!",
  "{1.SimFirstName} got sick and threw up in the hallway in front of a bunch of other students. {M1.He}{F1.She} is with the nurse now.": "{1.SimFirstName} bị ốm và nôn mửa ở hành lang trước mặt một nhóm học sinh khác. {M1.He}{F1.She} đang ở với y tá bây giờ.",
  "What's Up Chuck": "Có Chuyện Gì Vậy Chuck",
  "Apologize to the other student": "Xin lỗi học sinh khác",
  "No real harm done!": "Không có tác hại thực sự nào xảy ra!",
  "Academic punishment seems right.": "Hình phạt học tập có vẻ đúng.",
  "In lab, {1.SimFirstName}'s science experiment exploded and made a big mess, along with frightening another student. We think {M1.he}{F1.she} did it on purpose.": "Trong phòng thí nghiệm, thí nghiệm khoa học của {1.SimFirstName} đã phát nổ và gây ra một mớ hỗn độn lớn, cùng với việc làm học sinh khác sợ hãi. Chúng tôi nghĩ rằng {M1.he}{F1.she} đã làm điều đó một cách cố ý.",
  "Weird Science": "Khoa Học Kỳ Lạ",
  "Unacceptable. Punish 'em.": "Không thể chấp nhận được. Hãy trừng phạt 'em.",
  "{M1.He}{F1.She} should help clean.": "{M1.He}{F1.She} nên giúp dọn dẹp.",
  "What a natural leader!": "Thật là một nhà lãnh đạo bẩm sinh!",
  "{1.SimFirstName} started a food fight in the cafeteria, causing most of the students to join in. We're still cleaning up.": "{1.SimFirstName} đã bắt đầu một cuộc chiến thực phẩm trong столовая, khiến hầu hết các học sinh tham gia. Chúng tôi vẫn đang dọn dẹp.",
  "Food Fight!": "Chiến Tranh Đồ Ăn!",
  "Give a hug for me. It'll be OK.": "Gửi một cái ôm cho tôi. Sẽ ổn thôi.",
  "{M1.He}{F1.She} needs to stand up for {M1.himself}{F1.herself}.": "{M1.He}{F1.She} cần phải đứng lên bảo vệ {M1.himself}{F1.herself}.",
  "Find the kid. Or I will.": "Tìm đứa trẻ đó. Hoặc tôi sẽ làm.",
  "Some other kid threatened {1.SimFirstName} and took {M1.his}{F1.her} lunch money. {M1.He}{F1.She} has been crying in the office.": "Một vài đứa trẻ khác đã đe dọa {1.SimFirstName} và lấy tiền ăn trưa của {M1.his}{F1.her}. {M1.He}{F1.She} đã khóc trong văn phòng.",
  "Lunch of Sadness": "Bữa Trưa Của Nỗi Buồn",
  "Sounds like a boring class.": "Nghe có vẻ như một lớp học nhàm chán.",
  "Please confiscate the phone.": "Vui lòng tịch thu điện thoại.",
  "A warning should do.": "Một lời cảnh cáo là đủ.",
  "{1.SimFirstName} was discovered playing games on {M1.his}{F1.her} phone when {M1.he}{F1.she} should have been paying attention to a lesson.": "{1.SimFirstName} đã bị phát hiện chơi game trên điện thoại của {M1.his}{F1.her} khi {M1.he}{F1.she} đáng lẽ phải chú ý đến một bài học.",
  "A Phone to Pick": "Một Chiếc Điện Thoại Để Chọn",
  "Next time, tell the teacher.": "Lần tới, hãy nói với giáo viên.",
  "Helping friends comes first.": "Giúp đỡ bạn bè là ưu tiên hàng đầu.",
  "Don't skip class - education is vital.": "Đừng bỏ học - giáo dục là rất quan trọng.",
  "{1.SimFirstName} tried to skip out on a class today to comfort a crying friend. What should we tell {M1.him}{F1.her}?": "{1.SimFirstName} đã cố gắng trốn một buổi học hôm nay để an ủi một người bạn đang khóc. Chúng ta nên nói gì với {M1.him}{F1.her}?",
  "Buddies Before Studies": "Bạn Bè Trước Học Hành",
  "Excellent time management!": "Quản lý thời gian xuất sắc!",
  "When you're hungry and need to go...": "Khi bạn đói và cần phải đi...",
  "That's just wrong.": "Điều đó thật sai trái.",
  "We found {1.SimFirstName} in a bathroom stall today, eating a sandwich. This is unexpected and we're not sure what to make of it, but figured we should call.": "Hôm nay chúng tôi đã tìm thấy {1.SimFirstName} trong một nhà vệ sinh, đang ăn bánh mì sandwich. Điều này thật bất ngờ và chúng tôi không chắc phải làm gì với nó, nhưng chúng tôi nghĩ chúng tôi nên gọi.",
  "Bathroom Sandwich": "Bánh Sandwich Trong Phòng Tắm",
  "Announce it publicly, but give it privately.": "Thông báo công khai, nhưng trao nó một cách riêng tư.",
  "Just privately, please.": "Chỉ riêng tư thôi, làm ơn.",
  "In front of everyone!": "Trước mặt mọi người!",
  "{1.SimFirstName} won a school prize! Should we give it to {M1.him}{F1.her} in front of the class or quietly and privately?": "{1.SimFirstName} đã giành được một giải thưởng của trường! Chúng ta nên trao nó cho {M1.him}{F1.her} trước lớp hay lặng lẽ và riêng tư?",
  "Winner Winner": "Người Chiến Thắng Chiến Thắng",
  "Maybe {1.SimFirstName} was upset.": "Có lẽ {1.SimFirstName} đã buồn.",
  "They're just words.": "Chúng chỉ là những lời nói.",
  "Oh no! Punish away.": "Ôi không! Hãy trừng phạt đi.",
  "When answering a question, {1.SimFirstName} used forbidden words! It really shocked the teacher.": "Khi trả lời một câu hỏi, {1.SimFirstName} đã sử dụng những từ bị cấm! Nó thực sự gây sốc cho giáo viên.",
  "Say What?": "Nói Cái Gì?",
  "Violence is unacceptable!": "Bạo lực là không thể chấp nhận được!",
  "No one got hurt? It's fine.": "Không ai bị thương? Ổn thôi mà.",
  "Have them work it out.": "Để chúng giải quyết.",
  "Teacher had to break up a fight between {1.SimFirstName} and another student in the hall today. What should we do?": "Giáo viên đã phải giải tán một cuộc драка giữa {1.SimFirstName} và một học sinh khác trong hội trường hôm nay. Chúng ta nên làm gì?",
  "Fight!": "Chiến Đấu!",
  "Maybe secure your computers.": "Có lẽ hãy bảo mật máy tính của bạn.",
  "A warning should suffice.": "Một lời cảnh cáo là đủ.",
  "Serious stuff. Please punish {M1.him}{F1.her}.": "Chuyện nghiêm trọng. Vui lòng trừng phạt {M1.him}{F1.her}.",
  "We found {1.SimFirstName} trying to hack into the school computers today! We're not sure what {M1.his}{F1.her} plan was, but we stopped {M1.him}{F1.her} before {M1.he}{F1.she} had a chance to do anything.": "Hôm nay chúng tôi phát hiện {1.SimFirstName} đang cố gắng hack vào máy tính của trường! Chúng tôi không chắc kế hoạch của {M1.his}{F1.her} là gì, nhưng chúng tôi đã ngăn {M1.him}{F1.her} lại trước khi {M1.he}{F1.she} có cơ hội làm bất cứ điều gì.",
  "Hack Attack": "Tấn Công Hack",
  "Have {M1.him}{F1.her} apologize to the class.": "Yêu cầu {M1.him}{F1.her} xin lỗi cả lớp.",
  "A failed quiz should do it.": "Một bài kiểm tra thất bại là đủ.",
  "Retake the test with no phone.": "Làm lại bài kiểm tra mà không có điện thoại.",
  "{1.SimFirstName} was caught using {M1.his}{F1.her} phone to look up answers during a quiz today. {M1.He}{F1.She} got sent to the office.": "{1.SimFirstName} đã bị bắt gặp sử dụng điện thoại của {M1.his}{F1.her} để tra cứu câu trả lời trong một bài kiểm tra hôm nay. {M1.He}{F1.She} đã bị gửi đến văn phòng.",
  "Quizness Plan": "Quizness Plan",
  "<span class=\"positive\">Manners increases!</span>": "<span class=\\\"positive\\\">Cách cư xử tăng lên!</span>",
  "<span class=\"positive\">Affects Conflict Resolution</span>": "<span class=\\\"positive\\\">Ảnh hưởng đến Giải quyết xung đột</span>",
  "<span class=\"positive\">Affects Emotional Control</span>": "<span class=\\\"positive\\\">Ảnh hưởng đến Kiểm soát cảm xúc</span>",
  "{0.SimName} has advised {1.SimFirstName}'s school on how to deal with the situation.": "{0.SimName} đã tư vấn cho trường của {1.SimFirstName} về cách giải quyết tình huống.",
  "<span class=\"negative\">Empathy decreases!</span>": "<span class=\\\"negative\\\">Đồng cảm giảm xuống!</span>",
  "<span class=\"positive\">Affects Manners</span>": "<span class=\\\"positive\\\">Ảnh hưởng đến Cách cư xử</span>",
  "<span class=\"positive\">Affects Responsibility</span>": "<span class=\\\"positive\\\">Ảnh hưởng đến Trách nhiệm</span>",
  "<span class=\"positive\">Affects Empathy</span>": "<span class=\\\"positive\\\">Ảnh hưởng đến Đồng cảm</span>",
  "Give the Squirrel a Cupcake": "Cho Sóc Một Cái Bánh Cupcake",
  "Shoo the Squirrel": "Xua Đuổi Con Sóc",
  "A squirrel approaches {0.SimFirstName} and holds its stomach while staring at some tasty looking cupcakes. \\n\\nShould {0.SimFirstName} sneak a cupcake to the hungry squirrel?": "Một con sóc tiếp cận {0.SimFirstName} và ôm bụng trong khi nhìn chằm chằm vào những chiếc bánh cupcake trông ngon mắt. \n\n{0.SimFirstName} có nên lén cho con sóc đói một chiếc bánh cupcake không?",
  "Cut the Tops off the Muffins": "Cắt Bỏ Phần Trên Của Bánh Nướng Xốp",
  "Sell Only Complete Muffins": "Chỉ Bán Bánh Nướng Xốp Nguyên Chiếc",
  "One of the volunteers approaches {0.SimFirstName} with a great idea for the bake sale. \"Let's cut the bottom off all the muffins and sell only muffin tops!\" she exclaims. Her reasoning is that it is the best tasting part of the muffin and sales will go through the roof. \\n\\nShould {0.SimFirstName} go along with this idea?": "Một trong những tình nguyện viên tiếp cận {0.SimFirstName} với một ý tưởng tuyệt vời cho buổi bán bánh. \"Hãy cắt bỏ đáy của tất cả bánh nướng xốp và chỉ bán phần trên thôi!\" cô ấy kêu lên. Lý do của cô ấy là vì đó là phần ngon nhất của bánh nướng xốp và doanh số sẽ tăng vọt. \n\n{0.SimFirstName} có nên đồng ý với ý tưởng này không?",
  "Bring Out the Glasses of Milk, Pronto!": "Mang Sữa Ra Ngay!",
  "Post Baked Goods to Simstagram #Nom": "Đăng Đồ Nướng Lên Simstagram #Ngonqua",
  "The number of Sims showing up to the bake sale are pretty dismal. If it doesn't improve soon, the charity won't raise any money. {0.SimFirstName} needs to come up with a good idea fast.": "Số lượng Sims đến buổi bán bánh khá thảm hại. Nếu nó không cải thiện sớm, tổ chức từ thiện sẽ không quyên góp được tiền. {0.SimFirstName} cần nhanh chóng đưa ra một ý tưởng hay.",
  "Take Charge": "Nhận Trách Nhiệm",
  "Search for the Bake Sale Coordinator": "Tìm Kiếm Điều Phối Viên Bán Bánh",
  "The bake sale is not off to a great start and the Bake Sale coordinator is missing. The goods are not set up on the tables, the crowds are not in a queue, and the volunteers have been given no direction. \\n\\nWhat should {0.SimFirstName} do?": "Buổi bán bánh không có một khởi đầu tốt và điều phối viên Bán Bánh thì mất tích. Hàng hóa không được bày trên bàn, đám đông không xếp hàng và các tình nguyện viên không được chỉ đạo gì cả. \n\n{0.SimFirstName} nên làm gì?",
  "Eat the Macaroons": "Ăn Bánh Macaroon",
  "Leave the Macaroons": "Để Bánh Macaroon Lại",
  "Soon after the bake sale begins {0.SimFirstName} notices {M0.his}{F0.her} stomach rumbling. There are a few unattended macroons that {M0.he}{F0.she} is sure no one will miss. \\n\\nShould {0.SimFirstName} take some macaroons?": "Ngay sau khi buổi bán bánh bắt đầu, {0.SimFirstName} nhận thấy bụng của {M0.his}{F0.her} đang sôi lên. Có một vài chiếc macaroon không có người trông coi mà {M0.he}{F0.she} chắc chắn rằng sẽ không ai bỏ lỡ. \n\n{0.SimFirstName} có nên lấy một vài chiếc macaroon không?",
  "Locate Wallet Owner": "Tìm Chủ Sở Hữu Ví",
  "Keep the Wallet": "Giữ Ví",
  "{0.SimFirstName} was picking up trash on the beach when {M0.he}{F0.she} came across a wallet that appears to have been lost. \\n\\nWhat should {M0.he}{F0.she} do?": "{0.SimFirstName} đang nhặt rác trên bãi biển thì {M0.he}{F0.she} tình cờ tìm thấy một chiếc ví có vẻ như đã bị mất. \n\n{M0.he}{F0.she} nên làm gì?",
  "Take Out Embarrassment on Trash": "Trút Bỏ Sự Xấu Hổ Lên Rác",
  "Ignore Embarrassment and Pick up Trash": "Phớt Lờ Sự Xấu Hổ và Nhặt Rác",
  "{0.SimFirstName} was carrying a huge armload of trash when {M0.he}{F0.she} tripped and fell right on {M0.his}{F0.her} face! A cute Sim witnessed the whole thing and {M0.he}{F0.she} is really embarrassed. \\n\\nWhat should {M0.he}{F0.she} do?": "{0.SimFirstName} đang mang một đống rác khổng lồ trên tay thì {M0.he}{F0.she} vấp ngã và ngã ngay vào mặt {M0.his}{F0.her}! Một Sim dễ thương đã chứng kiến toàn bộ sự việc và {M0.he}{F0.she} thực sự xấu hổ. \n\n{M0.he}{F0.she} nên làm gì?",
  "Try to Mediate": "Cố Gắng Hòa Giải",
  "Stay Out of It": "Tránh Xa Nó",
  "{0.SimFirstName} witnessed two volunteers fighting over the same trash bag. \\n\\nShould {M0.he}{F0.she} get involved in the argument?": "{0.SimFirstName} chứng kiến hai tình nguyện viên tranh giành cùng một túi rác. \n\n{M0.he}{F0.she} có nên tham gia vào cuộc tranh cãi không?",
  "Mind {M0.His}{F0.Her} Own Business": "Lo Chuyện Của {M0.His}{F0.Her}",
  "Help Out the Other Sim": "Giúp Đỡ Sim Khác",
  "{0.SimFirstName} was picking up some trash when {M0.he}{F0.she} saw an older Sim struggling with a large piece of debris and getting very angry. \\n\\nWhat should {M0.he}{F0.she} do?": "{0.SimFirstName} đang nhặt một ít rác thì {M0.he}{F0.she} thấy một Sim lớn tuổi đang vật lộn với một mảnh vỡ lớn và trở nên rất tức giận. \n\n{M0.he}{F0.she} nên làm gì?",
  "Talk to the Bullied Sim": "Nói Chuyện Với Sim Bị Bắt Nạt",
  "Confront the Bullies": "Đối Đầu Với Những Kẻ Bắt Nạt",
  "{0.SimFirstName} was picking up trash on the beach when {M0.he}{F0.she} overheard one of the volunteers mocking another volunteer for walking slowly. \\n\\nWhat should {M0.he}{F0.she} do?": "{0.SimFirstName} đang nhặt rác trên bãi biển thì {M0.he}{F0.she} nghe lỏm được một trong những tình nguyện viên chế nhạo một tình nguyện viên khác vì đi chậm. \n\n{M0.he}{F0.she} nên làm gì?",
  "Play the Game": "Chơi Trò Chơi",
  "Quickly Make Up an Excuse": "Nhanh Chóng Bịa Ra Một Cái Cớ",
  "An elderly Sim approaches {0.SimFirstName} holding a tattered pack of cards and asks if {M0.he}{F0.she} wants to play a game.": "Một Sim lớn tuổi tiếp cận {0.SimFirstName} cầm một bộ bài tả tơi và hỏi liệu {M0.he}{F0.she} có muốn chơi một trò chơi không.",
  "Listen to the Elderly Sim's stories": "Lắng Nghe Những Câu Chuyện Của Sim Lớn Tuổi",
  "Run Away to the Bathroom": "Chạy Trốn Vào Phòng Tắm",
  "An elderly Sim grabs {0.SimFirstName}'s arm and starts telling {M0.him}{F0.her} stories about his youth. \\n\\nHow should {0.SimFirstName} react?": "Một Sim lớn tuổi túm lấy cánh tay của {0.SimFirstName} và bắt đầu kể cho {M0.him}{F0.her} nghe những câu chuyện về thời trẻ của mình. \n\n{0.SimFirstName} nên phản ứng như thế nào?",
  "Play Some Modern Music": "Chơi Một Vài Bản Nhạc Hiện Đại",
  "Listen to the Music": "Nghe Nhạc",
  "An elderly Sim asks {0.SimFirstName} if {M0.he}{F0.she} wants to listen to some of her favorite music from her childhood.": "Một Sim lớn tuổi hỏi {0.SimFirstName} xem {M0.he}{F0.she} có muốn nghe một vài bản nhạc yêu thích từ thời thơ ấu của cô ấy không.",
  "Pick a Different Show": "Chọn Một Chương Trình Khác",
  "Redirect Their Attention": "Chuyển Hướng Sự Chú Ý Của Họ",
  "{0.SimFirstName} came across two elderly Sims that were arguing over which TV show to watch. \\n\\nHow should {M0.he}{F0.she} resolve the argument?": "{0.SimFirstName} tình cờ gặp hai Sim lớn tuổi đang tranh cãi về việc nên xem chương trình TV nào. \n\n{M0.he}{F0.she} nên giải quyết cuộc tranh cãi như thế nào?",
  "Hide the Evidence": "Giấu Bằng Chứng",
  "Confess Accident": "Thú Nhận Tai Nạn",
  "{0.SimFirstName} was helping an elderly Sim care for the garden when {M0.he}{F0.she} accidentally destroyed the prized rose bush! \\n\\nWhat should {M0.he}{F0.she} do?": "{0.SimFirstName} đang giúp một Sim lớn tuổi chăm sóc khu vườn thì {M0.he}{F0.she} vô tình phá hủy bụi hoa hồng quý giá! \n\n{M0.he}{F0.she} nên làm gì?",
  "Try to Help": "Cố Gắng Giúp Đỡ",
  "Look for an Easier Task": "Tìm Kiếm Một Nhiệm Vụ Dễ Dàng Hơn",
  "The Soup Kitchen chef looks pretty busy. {0.SimFirstName} thinks the chef would appreciate some extra help. \\n\\nShould {M0.he}{F0.she} offer?": "Đầu bếp của Bếp Từ Thiện trông khá bận rộn. {0.SimFirstName} nghĩ rằng đầu bếp sẽ đánh giá cao một số sự giúp đỡ thêm. \n\n{M0.he}{F0.she} có nên đề nghị không?",
  "Ration the Soup": "Phân Phát Súp Có Chừng Mực",
  "Add Filler Ingredients": "Thêm Các Nguyên Liệu Phụ Gia",
  "{0.SimFirstName} notices that the soup is going to run out before everyone gets fed! \\n\\nShould {M0.he}{F0.she} ration the soup and give everyone half-portions or should {M0.he}{F0.she} use filler ingredients to make it last longer?": "{0.SimFirstName} nhận thấy rằng súp sẽ hết trước khi mọi người được ăn! \n\n{M0.he}{F0.she} có nên phân phát súp có chừng mực và cho mọi người nửa phần hay {M0.he}{F0.she} nên sử dụng các nguyên liệu phụ gia để làm cho nó kéo dài hơn?",
  "Front of House": "Phía Trước Nhà",
  "Back of House": "Phía Sau Nhà",
  "{0.SimFirstName} gets {M0.his}{F0.her} choice of jobs at the soup kitchen. \\n\\nDoes {M0.he}{F0.she} want to work in the front of house to serve the soup or the back of house to clean up afterwards?": "{0.SimFirstName} được {M0.his}{F0.her} lựa chọn công việc tại bếp từ thiện. \n\n{M0.he}{F0.she} có muốn làm việc ở phía trước nhà để phục vụ súp hay phía sau nhà để dọn dẹp sau đó?",
  "Tell the Truth": "Nói Sự Thật",
  "Compliment the Soup": "Khen Ngợi Món Súp",
  "The Soup Kitchen chef asks {0.SimFirstName} to taste test the soup. It is incredibly salty and just plain gross. \\n\\nShould {0.SimFirstName} tell the truth and risk offending the Chef, or lie and risk offending the patrons?": "Đầu bếp Bếp Từ Thiện yêu cầu {0.SimFirstName} nếm thử món súp. Nó vô cùng mặn và đơn giản là kinh tởm. \n\n{0.SimFirstName} nên nói sự thật và có nguy cơ xúc phạm Đầu bếp, hay nói dối và có nguy cơ xúc phạm những người bảo trợ?",
  "Call the Power Company": "Gọi Cho Công Ty Điện Lực",
  "Improvise": "Tùy Cơ Ứng Biến",
  "The electricity goes out right as the soup kitchen reaches critical mass. {0.SimFirstName} needs to step up and solve the problem. \\n\\nWhat does {M0.he}{F0.she} do?": "Điện bị cúp ngay khi bếp từ thiện đạt đến khối lượng tới hạn. {0.SimFirstName} cần phải bước lên và giải quyết vấn đề. \n\n{M0.he}{F0.she} sẽ làm gì?",
  "Lend a Hand": "Giúp Một Tay",
  "Sprint Past": "Chạy Nước Rút Vượt Qua",
  "{0.SimFirstName} is walking by a fellow participant when {M0.he}{F0.she} notices they look pretty winded and can't finish on their own. \\n\\nWhat should {0.SimFirstName} do?": "{0.SimFirstName} đang đi bộ ngang qua một người tham gia khác thì {M0.he}{F0.she} nhận thấy họ trông khá mệt mỏi và không thể tự mình về đích. \n\n{0.SimFirstName} nên làm gì?",
  "Keep Walking": "Tiếp Tục Đi Bộ",
  "Call it quits": "Gọi Là Kết Thúc",
  "It seems like {0.SimFirstName} has walked for miles. Simoleons have been earned for a good cause. \\n\\nHas {M0.he}{F0.she} gone far enough?": "Có vẻ như {0.SimFirstName} đã đi bộ hàng dặm. Simoleon đã được kiếm cho một mục đích tốt đẹp. \n\n{M0.he}{F0.she} đã đi đủ xa chưa?",
  "Start to Panic": "Bắt Đầu Hoảng Loạn",
  "Look for a Way Back": "Tìm Đường Trở Lại",
  "{0.SimFirstName} wandered off the path and got lost. Nothing looks familiar and no Sims are around. \\n\\nWhat should {M0.he}{F0.she} do?": "{0.SimFirstName} đi lang thang khỏi con đường và bị lạc. Không có gì trông quen thuộc và không có Sim nào xung quanh. \n\n{M0.he}{F0.she} nên làm gì?",
  "Race the Sim": "Đua Với Sim Kia",
  "Ignore Sim": "Phớt Lờ Sim Kia",
  "Another Sim keeps edging up and purposely staying in front of {0.SimFirstName}. Oh yeah - they want to race! \\n\\nWhat should {0.SimFirstName} do?": "Một Sim khác cứ lấn tới và cố tình ở phía trước {0.SimFirstName}. Ồ yeah - họ muốn đua!\n\n{0.SimFirstName} nên làm gì?",
  "Join the Game": "Tham Gia Trò Chơi",
  "Ignore the Sim": "Phớt Lờ Sim Kia",
  "A Sim walks up to {0.SimFirstName} and tries to goad {0.SimFirstName} into ditching the walk to play a game with him. \\n\\nWhat should {0.SimFirstName} do?": "Một Sim tiến đến {0.SimFirstName} và cố gắng dụ dỗ {0.SimFirstName} bỏ cuộc đi bộ để chơi một trò chơi với anh ta.\n\n{0.SimFirstName} nên làm gì?",
  "Conflict Resolution": "Giải Quyết Xung Đột",
  "{0.SimFirstName}'s Conflict Resolution fell out of range to earn the Argumentative Trait.": "Khả năng Giải quyết Xung đột của {0.SimFirstName} đã vượt ra ngoài phạm vi để đạt được Đặc điểm Thích Tranh Cãi.",
  "{0.SimFirstName}'s Conflict Resolution is in range to earn the Mediator Trait.": "Khả năng Giải quyết Xung đột của {0.SimFirstName} nằm trong phạm vi để đạt được Đặc điểm Người Hòa Giải.",
  "{0.SimFirstName}'s Conflict Resolution is in range to earn the Argumentative Trait.": "Khả năng Giải quyết Xung đột của {0.SimFirstName} nằm trong phạm vi để đạt được Đặc điểm Thích Tranh Cãi.",
  "{0.SimFirstName}'s Conflict Resolution fell out of range to earn the Mediator Trait.": "Khả năng Giải quyết Xung đột của {0.SimFirstName} đã vượt ra ngoài phạm vi để đạt được Đặc điểm Người Hòa Giải.",
  "Sims can positively increase their Conflict Resolution by being apologetic or reconciling arguments. Parents can Teach to Say Sorry as well. Trying to Help Fix Bad Relationships will also increase Conflict Resolution.\\n\\nDeclaring enemies or despising Sims can negatively impact Conflict Resolution, as well as fighting or arguing.": "Sim có thể tích cực tăng khả năng Giải quyết Xung đột của mình bằng cách xin lỗi hoặc hòa giải các cuộc tranh cãi. Cha mẹ cũng có thể Dạy Nói Xin Lỗi. Cố gắng Giúp Sửa Chữa Các Mối Quan Hệ Xấu cũng sẽ tăng khả năng Giải quyết Xung đột.\n\nTuyên bố kẻ thù hoặc ghét bỏ Sims có thể ảnh hưởng tiêu cực đến Giải quyết Xung đột, cũng như đánh nhau hoặc tranh cãi.",
  "Emotional Control": "Kiểm Soát Cảm Xúc",
  "{0.SimFirstName}'s Emotional Control is in range to earn the Emotional Control Trait.": "Kiểm Soát Cảm Xúc của {0.SimFirstName} nằm trong phạm vi để đạt được Đặc điểm Kiểm Soát Cảm Xúc.",
  "{0.SimFirstName}'s Emotional Control fell out of range to earn the Emotional Control Trait.": "Kiểm Soát Cảm Xúc của {0.SimFirstName} đã vượt ra ngoài phạm vi để đạt được Đặc điểm Kiểm Soát Cảm Xúc.",
  "{0.SimFirstName}'s Emotional Control is in range to earn the Uncontrolled Emotions Trait.": "Kiểm Soát Cảm Xúc của {0.SimFirstName} nằm trong phạm vi để đạt được Đặc điểm Cảm Xúc Không Kiểm Soát.",
  "{0.SimFirstName}'s Emotional Control fell out of range to earn the Uncontrolled Emotions Trait.": "Kiểm Soát Cảm Xúc của {0.SimFirstName} đã vượt ra ngoài phạm vi để đạt được Đặc điểm Cảm Xúc Không Kiểm Soát.",
  "Sims who can redirect their negative emotions can build Emotional Control. They can do several winding down interactions on radios and instruments, or jog to clear their mind.\\n\\nHaving an emotional breakdown, shoving, or biting will negatively impact Emotional Control. Destroying dollhouses or School Project Boxes will also decrease this value.\\n\\n": "Sim có thể chuyển hướng cảm xúc tiêu cực của mình có thể xây dựng Kiểm soát Cảm xúc. Họ có thể thực hiện một số tương tác xoa dịu trên radio và nhạc cụ, hoặc chạy bộ để giải tỏa đầu óc.\n\nCó một cơn suy sụp tinh thần, xô đẩy hoặc cắn sẽ ảnh hưởng tiêu cực đến Kiểm soát Cảm xúc. Phá hủy nhà búp bê hoặc Hộp Dự án Trường học cũng sẽ làm giảm giá trị này.\n\n",
  "Empathy": "Đồng Cảm",
  "Sims can increase their Empathy by Volunteering as a family or choosing socials that help others deal with negative moods. Children can play with their doctor playset as well.\\n\\nBeing mean, yelling at another Sim, trolling on the computer, or hitting stuffed animals will decrease Empathy.\\n\\n": "Sim có thể tăng khả năng Đồng cảm bằng cách làm Tình nguyện theo gia đình hoặc chọn các tương tác xã hội giúp người khác đối phó với tâm trạng tiêu cực. Trẻ em cũng có thể chơi với bộ đồ chơi bác sĩ của chúng.\n\nCó hành vi xấu tính, la hét vào một Sim khác, troll trên máy tính hoặc đánh thú nhồi bông sẽ làm giảm Đồng cảm.\n\n",
  "{0.SimFirstName}'s Empathy is in range to earn the Compassionate Trait.": "Độ Đồng cảm của {0.SimFirstName} nằm trong phạm vi để đạt được Đặc điểm Trắc Ẩn.",
  "{0.SimFirstName}'s Empathy is in range to earn the Insensitive Trait.": "Độ Đồng cảm của {0.SimFirstName} nằm trong phạm vi để đạt được Đặc điểm Vô Cảm.",
  "{0.SimFirstName}'s Empathy fell out of range to earn the Compassionate Trait.": "Độ Đồng cảm của {0.SimFirstName} đã vượt ra ngoài phạm vi để đạt được Đặc điểm Trắc Ẩn.",
  "{0.SimFirstName}'s Empathy fell out of range to earn the Insensitive Trait.": "Độ Đồng cảm của {0.SimFirstName} đã vượt ra ngoài phạm vi để đạt được Đặc điểm Vô Cảm.",
  "Manners": "Cách Cư Xử",
  "Manners values can increase by friendly introductions, setting the table, cleaning up dishes, or giving compliments. Parents can also teach their kids to say please and thank you.\\n\\nNegative Manners are earned by burping or farting, swearing, and rude introductions. Toddlers taking their clothes off in front of strangers is also bad manners.\\n\\n": "Giá trị Cách Cư Xử có thể tăng lên bằng cách giới thiệu thân thiện, dọn bàn, rửa bát hoặc đưa ra lời khen. Cha mẹ cũng có thể dạy con cái của họ nói xin vui lòng và cảm ơn.\n\nCách Cư Xử tiêu cực có được bằng cách ợ hoặc đánh rắm, chửi thề và giới thiệu thô lỗ. Trẻ mới biết đi cởi quần áo trước mặt người lạ cũng là cách cư xử tồi.\n\n",
  "{0.SimFirstName}'s Manners is in range to earn the Good Manners Trait.": "Cách Cư Xử của {0.SimFirstName} nằm trong phạm vi để đạt được Đặc điểm Cách Cư Xử Tốt.",
  "{0.SimFirstName}'s Manners is in range to earn the Bad Manners Trait.": "Cách Cư Xử của {0.SimFirstName} nằm trong phạm vi để đạt được Đặc điểm Cách Cư Xử Tồi.",
  "{0.SimFirstName}'s Manners fell out of range to earn the Good Manners Trait.": "Cách Cư Xử của {0.SimFirstName} đã vượt ra ngoài phạm vi để đạt được Đặc điểm Cách Cư Xử Tốt.",
  "{0.SimFirstName}'s Manners fell out of range to earn the Bad Manners Trait.": "Cách Cư Xử của {0.SimFirstName} đã vượt ra ngoài phạm vi để đạt được Đặc điểm Cách Cư Xử Tồi.",
  "Responsibility": "Trách Nhiệm",
  "Doing Schoolwork and getting good grades will increase Responsibility Character Values. Taking out trash, brushing teeth, and cleaning up toys from the toy box will also have a positive impact.\\n\\nDoing poorly in school, breaking curfew, or disobeying grounding will negatively impact Responsibility. Toddlers and Children making a mess will decrease Responsibility, as will Teens quitting their job.": "Làm Bài tập ở Trường và đạt điểm tốt sẽ làm tăng Giá trị Nhân cách Trách Nhiệm. Đổ rác, đánh răng và dọn dẹp đồ chơi từ hộp đựng đồ chơi cũng sẽ có tác động tích cực.\n\nLàm kém ở trường, phá vỡ lệnh giới nghiêm hoặc không tuân theo lệnh cấm túc sẽ ảnh hưởng tiêu cực đến Trách Nhiệm. Trẻ mới biết đi và Trẻ em tạo ra mớ hỗn độn sẽ làm giảm Trách Nhiệm, cũng như Thanh Thiếu Niên bỏ việc.",
  "{0.SimFirstName}'s Responsibility is in range to earn the Responsible Trait.": "Trách Nhiệm của {0.SimFirstName} nằm trong phạm vi để đạt được Đặc điểm Có Trách Nhiệm.",
  "{0.SimFirstName}'s Responsibility fell out of range to earn the Responsible Trait.": "Trách Nhiệm của {0.SimFirstName} đã vượt ra ngoài phạm vi để đạt được Đặc điểm Có Trách Nhiệm.",
  "{0.SimFirstName}'s Responsibility is in range to earn the Irresponsible Trait.": "Trách Nhiệm của {0.SimFirstName} nằm trong phạm vi để đạt được Đặc điểm Vô Trách Nhiệm.",
  "{0.SimFirstName}'s Responsibility fell out of range to earn the Irresponsible Trait.": "Trách Nhiệm của {0.SimFirstName} đã vượt ra ngoài phạm vi để đạt được Đặc điểm Vô Trách Nhiệm.",
  "{0.SimFirstName} can now ground children who misbehave. For a softer approach {M0.he}{F0.she} can discuss the bad behavior and hug it out. {M0.He}{F0.She} also has access to more ways to solve a kid's motives.": "{0.SimFirstName} giờ có thể cấm túc những đứa trẻ cư xử không đúng mực. Để có một cách tiếp cận nhẹ nhàng hơn, {M0.he}{F0.she} có thể thảo luận về hành vi xấu và ôm để vượt qua nó. {M0.He}{F0.She} cũng có quyền truy cập vào nhiều cách hơn để giải quyết động cơ của một đứa trẻ.",
  "Reached Parenting Level 5": "Đạt Đến Cấp Độ Nuôi Dạy Con Cái 5",
  "{0.SimFirstName} can now give Time Outs. {M0.He}{F0.She} will have more information on how {M0.his}{F0.her} advice will impact {M0.his}{F0.her} child's development.": "{0.SimFirstName} giờ có thể cho Thời Gian Suy Ngẫm. {M0.He}{F0.She} sẽ có thêm thông tin về cách lời khuyên của {M0.his}{F0.her} sẽ tác động đến sự phát triển của con {M0.his}{F0.her}.",
  "Reached Parenting Level 4": "Đạt Đến Cấp Độ Nuôi Dạy Con Cái 4",
  "{0.SimFirstName} can now encourage kids' behavior and influence kids to clean. {M0.He}{F0.She} can now reprimand bad behavior by asking the child not to do that action, or simply yelling at the child to stop.": "{0.SimFirstName} giờ có thể khuyến khích hành vi của trẻ em và tác động để trẻ em dọn dẹp. {M0.He}{F0.She} giờ có thể khiển trách hành vi xấu bằng cách yêu cầu đứa trẻ không thực hiện hành động đó hoặc chỉ đơn giản là la mắng đứa trẻ để dừng lại.",
  "Reached Parenting Level 1": "Đạt Đến Cấp Độ Nuôi Dạy Con Cái 1",
  "{0.SimFirstName} is now persuasive enough that {M0.he}{F0.she} always succeeds when influencing a kid to do an action, like cleaning the dishes. {0.SimFirstName} also knows how all of their advice in teaching moments will play out.": "{0.SimFirstName} hiện đủ sức thuyết phục rằng {M0.he}{F0.she} luôn thành công khi tác động đến một đứa trẻ để thực hiện một hành động, chẳng hạn như rửa bát. {0.SimFirstName} cũng biết cách tất cả lời khuyên của họ trong những khoảnh khắc dạy dỗ sẽ diễn ra như thế nào.",
  "Reached Parenting Level 9": "Đạt Đến Cấp Độ Nuôi Dạy Con Cái 9",
  "{0.SimFirstName} now has a third option for all teaching moments. {M0.He}{F0.She} also can more effectively perform discipline socials.": "{0.SimFirstName} giờ có một tùy chọn thứ ba cho tất cả các khoảnh khắc dạy dỗ. {M0.He}{F0.She} cũng có thể thực hiện hiệu quả hơn các tương tác xã hội kỷ luật.",
  "Reached Parenting Level 8": "Đạt Đến Cấp Độ Nuôi Dạy Con Cái 8",
  "{0.SimFirstName} can now more effectively solve {M0.his}{F0.her} kids' motives. {M0.He}{F0.She} also can more effectively influence {M0.his}{F0.her} children to perform certain actions.": "{0.SimFirstName} giờ có thể giải quyết hiệu quả hơn các động cơ của con {M0.his}{F0.her}. {M0.He}{F0.She} cũng có thể tác động hiệu quả hơn đến con cái {M0.his}{F0.her} để thực hiện một số hành động nhất định.",
  "Reached Parenting Level 7": "Đạt Đến Cấp Độ Nuôi Dạy Con Cái 7",
  "{0.SimFirstName} can help kids solve their basic motives like bladder, hygiene, and fun. {M0.He}{F0.She} can also give parenting tips to other parents.": "{0.SimFirstName} có thể giúp trẻ em giải quyết các động cơ cơ bản của chúng như bàng quang, vệ sinh và niềm vui. {M0.He}{F0.She} cũng có thể đưa ra lời khuyên về nuôi dạy con cái cho các bậc cha mẹ khác.",
  "Reached Parenting Level 3": "Đạt Đến Cấp Độ Nuôi Dạy Con Cái 3",
  "{0.SimFirstName} can perform the Super Efficient Baby Care interaction on babies to solve all of the babies needs at once. While performing a lot of parenting duties {0.SimFirstName} can now enter Full Parent mode where {M0.his}{F0.her} own needs won't be much of a problem.": "{0.SimFirstName} có thể thực hiện tương tác Chăm Sóc Em Bé Siêu Hiệu Quả trên trẻ sơ sinh để giải quyết tất cả các nhu cầu của trẻ sơ sinh cùng một lúc. Trong khi thực hiện nhiều nhiệm vụ nuôi dạy con cái, {0.SimFirstName} giờ có thể chuyển sang chế độ Phụ Huynh Toàn Phần, nơi mà những nhu cầu của riêng {M0.his}{F0.her} sẽ không còn là vấn đề lớn.",
  "Reached Parenting Level 10": "Đạt Đến Cấp Độ Nuôi Dạy Con Cái 10",
  "{0.SimFirstName} can now influence kids to do homework. {0.SimFirstName} can now firmly tell {M0.his}{F0.her} kids not to do bad behaviors. {M0.He}{F0.She} also can select more options when responding to a teaching moment.": "{0.SimFirstName} giờ có thể tác động để trẻ em làm bài tập về nhà. {0.SimFirstName} giờ có thể kiên quyết bảo {M0.his}{F0.her} con cái không thực hiện những hành vi xấu. {M0.He}{F0.She} cũng có thể chọn nhiều tùy chọn hơn khi phản hồi một khoảnh khắc dạy dỗ.",
  "Reached Parenting Level 2": "Đạt Đến Cấp Độ Nuôi Dạy Con Cái 2",
  "{0.SimFirstName} can now make other parents feel better when parenthood gets tough. When caring for babies {0.SimFirstName} can now see what {M0.his}{F0.her} baby needs.": "{0.SimFirstName} giờ có thể khiến các bậc cha mẹ khác cảm thấy tốt hơn khi việc làm cha mẹ trở nên khó khăn. Khi chăm sóc trẻ sơ sinh, {0.SimFirstName} giờ có thể thấy những gì {M0.his}{F0.her} em bé cần.",
  "Reached Parenting Level 6": "Đạt Đến Cấp Độ Nuôi Dạy Con Cái 6",
  "A skilled parent knows when to influence, when to encourage, and when to discipline children. They know the best way to clean a kid up and how to solve their needs. \\n\\nParenting skill is built by caring for children, talking to other parents, and researching on the computer. Increasing this skill will unlock new ways to parent children and solve their motives.": "Một bậc cha mẹ lành nghề biết khi nào nên tác động, khi nào nên khuyến khích và khi nào nên kỷ luật con cái. Họ biết cách tốt nhất để dọn dẹp cho một đứa trẻ và cách giải quyết nhu cầu của chúng.\n\nKỹ năng Nuôi dạy Con cái được xây dựng bằng cách chăm sóc trẻ em, nói chuyện với các bậc cha mẹ khác và nghiên cứu trên máy tính. Tăng kỹ năng này sẽ mở khóa những cách mới để nuôi dạy con cái và giải quyết động cơ của chúng.",
  "Gives bonus Character Value scoring when near Toddlers, Children, or Teens.": "Cung cấp điểm thưởng Giá trị Nhân cách khi ở gần Trẻ Mới Biết Đi, Trẻ Em hoặc Thanh Thiếu Niên.",
  "(From Completing the Super Parent Aspiration)": "(Từ Hoàn Thành Nguyện Vọng Siêu Phụ Huynh)",
  "(From I'm A Bear Childhood Phase)": "(Từ Giai Đoạn Tuổi Thơ Tôi Là Gấu)",
  "I'm a Bear!": "Tớ là Gấu!",
  "Be the Bear! This child will accept nothing less than dressing as an amazing fruit-themed ruler of the forest. It will feel unbearable to wear any other outfits.": "Hãy là Gấu! Đứa trẻ này sẽ không chấp nhận bất cứ điều gì khác ngoài việc ăn mặc như một người cai trị khu rừng theo chủ đề trái cây tuyệt vời. Sẽ cảm thấy không thể chịu nổi khi mặc bất kỳ trang phục nào khác.",
  "Clingy": "Quấn Quít",
  "This Sim feels safest when interacting with their caregiver. There is no reason to interact with others when you have such an amazing person in your life. Forcing this Sim to interact with others will stress them out.": "Sim này cảm thấy an toàn nhất khi tương tác với người chăm sóc của họ. Không có lý do gì để tương tác với những người khác khi bạn có một người tuyệt vời như vậy trong cuộc đời mình. Buộc Sim này tương tác với những người khác sẽ khiến họ căng thẳng.",
  "Distant": "Xa Cách",
  "This teen has become distant. Being near and interacting with family has started to stress them out. The world just doesn't understand them.": "Thanh thiếu niên này đã trở nên xa cách. Ở gần và tương tác với gia đình đã bắt đầu khiến họ căng thẳng. Thế giới chỉ là không hiểu họ.",
  "Loud": "Ồn Ào",
  "This Sim is letting the world hear {M0.his}{F0.her} voice! This Sim yells, makes noise on instruments, and will listen to music as loud as possible. Earplugs are advised for other family members.": "Sim này đang để thế giới nghe thấy giọng nói của {M0.his}{F0.her}! Sim này la hét, tạo ra tiếng ồn trên các nhạc cụ và sẽ nghe nhạc to hết mức có thể. Nên khuyên các thành viên khác trong gia đình nên đeo nút bịt tai.",
  "Mean Streak": "Tính Xấu",
  "It is time to be Mean just because. This Sim is feeling nasty and will relish the chance to be Mean to other Sims.": "Đã đến lúc Xấu Tính chỉ vì. Sim này đang cảm thấy khó chịu và sẽ thích thú với cơ hội Xấu Tính với các Sim khác.",
  "Picky Eater": "Kén Ăn",
  "It's good to be a Picky Eater. Keep all those nasty culinary concoctions away from the Sim. They will prefer to eat their favorite Quick Meal.": "Thật tốt khi là một Người Kén Ăn. Giữ tất cả những chế phẩm ẩm thực kinh tởm đó tránh xa Sim. Họ sẽ thích ăn Bữa Ăn Nhanh yêu thích của mình hơn.",
  "Rebellious": "Nổi Loạn",
  "Growing up means rebelling against the old fuddy duddy's rules. This Sim will argue with their parents more often, swear, and procrastinate when doing homework.": "Lớn lên có nghĩa là nổi loạn chống lại các quy tắc cũ kỹ. Sim này sẽ tranh cãi với cha mẹ của họ thường xuyên hơn, chửi thề và trì hoãn khi làm bài tập về nhà.",
  "Childhood Phase": "Giai Đoạn Tuổi Thơ",
  "Argumentative": "Thích Tranh Cãi",
  "Argumentative Sims don't always start conversations on the right foot with Sims they don't like. Successfully apologizing is harder and they do try to assert their correctness more often than not.": "Những Sim Thích Tranh Cãi không phải lúc nào cũng bắt đầu cuộc trò chuyện một cách đúng đắn với những Sim mà họ không thích. Việc xin lỗi thành công khó hơn và họ cố gắng khẳng định sự đúng đắn của mình thường xuyên hơn.",
  "(From Having Negative Conflict Resolution)": "(Từ Việc Có Khả Năng Giải Quyết Xung Đột Tiêu Cực)",
  "Bad Manners": "Cách Cư Xử Tồi",
  "Sims with Bad Manners can try to be Friendly, but will always fail using certain socials. They will often use gross manners, swear a lot, and never want to do the dishes.": "Những Sim có Cách Cư Xử Tồi có thể cố gắng Thân thiện, nhưng sẽ luôn thất bại khi sử dụng một số tương tác xã hội nhất định. Họ sẽ thường xuyên sử dụng cách cư xử thô lỗ, chửi thề rất nhiều và không bao giờ muốn rửa bát.",
  "(From Having Negative Manners)": "(Từ Việc Có Cách Cư Xử Tiêu Cực)",
  "Compassionate": "Trắc Ẩn",
  "Compassionate Sims can help other Sims relieve their negative emotions. They can also empathize with them by Sharing Emotional Burdens. However, these Sims get stressed when being Mean.": "Những Sim Trắc Ẩn có thể giúp các Sim khác giải tỏa cảm xúc tiêu cực của họ. Họ cũng có thể đồng cảm với họ bằng cách Chia Sẻ Gánh Nặng Cảm Xúc. Tuy nhiên, những Sim này bị căng thẳng khi Xấu Tính.",
  "(From Having Positive Empathy)": "(Từ Việc Có Đồng Cảm Tích Cực)",
  "Sims who have the Emotional Control Trait can relieve negative moods by jogging, listening to certain music, blogging on the computer, or playing an instrument. In general, their negative emotions will go away faster than other Sims.": "Những Sim có Đặc điểm Kiểm Soát Cảm Xúc có thể giải tỏa tâm trạng tiêu cực bằng cách chạy bộ, nghe một số loại nhạc nhất định, viết blog trên máy tính hoặc chơi một nhạc cụ. Nói chung, cảm xúc tiêu cực của họ sẽ biến mất nhanh hơn những Sim khác.",
  "(From Having Positive Emotional Control)": "(Từ Việc Có Kiểm Soát Cảm Xúc Tích Cực)",
  "Good Manners": "Cách Cư Xử Tốt",
  "Sims with Good Manners won't want to do any gross manners interactions, at least not in front of anyone. They also have a new Polite Introduction and can gain friendly relationships faster. Good Mannered Sims can also Offer Gratitude to the Host of a house they are visiting.": "Những Sim có Cách Cư Xử Tốt sẽ không muốn thực hiện bất kỳ tương tác cách cư xử thô lỗ nào, ít nhất là không phải trước mặt ai cả. Họ cũng có một Lời Giới Thiệu Lịch Sự mới và có thể có được các mối quan hệ thân thiện nhanh hơn. Những Sim có Cách Cư Xử Tốt cũng có thể bày tỏ lòng biết ơn đến Chủ Nhà của một ngôi nhà mà họ đang ghé thăm.",
  "(From Having Positive Manners)": "(Từ Việc Có Cách Cư Xử Tích Cực)",
  "Irresponsible": "Vô Trách Nhiệm",
  "Irresponsible Sims are uncomfortable at work, but ignoring bills and slacking off brings them joy. They may also encounter new situations when at work.": "Những Sim Vô Trách Nhiệm cảm thấy không thoải mái khi làm việc, nhưng phớt lờ các hóa đơn và trốn việc mang lại cho họ niềm vui. Họ cũng có thể gặp phải những tình huống mới khi làm việc.",
  "(From Having Negative Responsibility)": "(Từ Việc Có Trách Nhiệm Tiêu Cực)",
  "Mediator": "Người Hòa Giải",
  "Mediator Sims have a higher chance at successfully apologizing to other Sims and can Mediate the Forums. They can also mend differences with Sims they have not been friendly with for a long time.": "Những Sim Người Hòa Giải có cơ hội cao hơn để xin lỗi thành công các Sim khác và có thể Điều Hành Các Diễn Đàn. Họ cũng có thể hàn gắn những khác biệt với những Sim mà họ đã không thân thiện trong một thời gian dài.",
  "(From Having Positive Conflict Resolution)": "(Từ Việc Có Giải Quyết Xung Đột Tích Cực)",
  "Responsible": "Có Trách Nhiệm",
  "Responsible Sims perform better at their jobs and can teach children and teens how to be responsible.": "Những Sim Có Trách Nhiệm làm việc tốt hơn trong công việc của họ và có thể dạy trẻ em và thanh thiếu niên cách có trách nhiệm.",
  "(From Having Positive Responsibility)": "(Từ Việc Có Trách Nhiệm Tích Cực)",
  "Uncontrolled Emotions": "Cảm Xúc Không Kiểm Soát",
  "Sims with Uncontrolled Emotions won't be able to relieve their negative emotions as fast as other Sims. When they have strong negative emotions, they may have an emotional meltdown.": "Những Sim có Đặc điểm Cảm Xúc Không Kiểm Soát sẽ không thể giải tỏa cảm xúc tiêu cực của họ nhanh như những Sim khác. Khi họ có những cảm xúc tiêu cực mạnh mẽ, họ có thể bị suy sụp tinh thần.",
  "(From Having Negative Emotional Control)": "(Từ Việc Có Kiểm Soát Cảm Xúc Tiêu Cực)",
  "Insensitive": "Vô Cảm",
  "Insensitive Sims are able to Question other Sims' negative emotions. They can also Instigate other Sims. Insensitive Sims will have a higher chance of failing socially when talking to Sims with bad emotions.": "Những Sim Vô Cảm có thể Đặt Câu Hỏi về những cảm xúc tiêu cực của các Sim khác. Họ cũng có thể Xúi giục các Sim khác. Những Sim Vô Cảm sẽ có cơ hội thất bại cao hơn về mặt xã hội khi nói chuyện với những Sim có cảm xúc tồi tệ.",
  "(From Having Negative Empathy)": "(Từ Việc Có Đồng Cảm Tiêu Cực)",
  "Parenthood": "Làm Cha Mẹ",
  "When a Teen ages up to Young Adult their Character Values progress will be converted into traits. These traits will impact the Sim's day-to-day life. For example, a Sim that gets the Responsible Trait will do better at their job, working hard without the stress, and automatically complete their Daily Task. It pays to have a good foundation!": "Khi một Thanh Thiếu Niên lớn lên thành Thanh Niên, sự tiến bộ về Giá trị Nhân cách của họ sẽ được chuyển đổi thành các đặc điểm. Những đặc điểm này sẽ tác động đến cuộc sống hàng ngày của Sim. Ví dụ, một Sim nhận được Đặc điểm Có Trách Nhiệm sẽ làm tốt hơn trong công việc của họ, làm việc chăm chỉ mà không bị căng thẳng và tự động hoàn thành Nhiệm vụ Hàng ngày của họ. Thật đáng giá khi có một nền tảng tốt!",
  "Character Values determine a Sim's ability to adapt and behave effectively in everyday life. There are 5 Character Values that can be positive or negative: Manners, Responsibility, Conflict Resolution, Empathy, and Emotional Control. Toddlers, Children, and Teens can gain or lose values based on their actions and how their parents participate in these behaviors.\\n\\nOnce a Sim ages up to a Young Adult, their Character Values are locked in, and they will receive a unique Trait depending where their Character Values lie.": "Giá trị Nhân cách xác định khả năng thích nghi và cư xử hiệu quả trong cuộc sống hàng ngày của Sim. Có 5 Giá trị Nhân cách có thể tích cực hoặc tiêu cực: Cách Cư Xử, Trách Nhiệm, Giải quyết Xung đột, Đồng cảm và Kiểm soát Cảm xúc. Trẻ Mới Biết Đi, Trẻ Em và Thanh Thiếu Niên có thể đạt được hoặc mất các giá trị dựa trên hành động của họ và cách cha mẹ của họ tham gia vào những hành vi này.\n\nKhi một Sim lớn lên thành một Thanh Niên, Giá trị Nhân cách của họ bị khóa và họ sẽ nhận được một Đặc điểm duy nhất tùy thuộc vào vị trí các Giá trị Nhân cách của họ nằm.",
  " Children and Teens can see their Character Values progress in the Simology panel. Each of the 5 values can be viewed here.\\n\\nOnce a value has reached the dark ends of the meter, the Sim is in range to receive a Trait when they age up. The Sim can still fall out of range until they age up to a young adult.\\n\\nHover over each Character Value to view ways you can influence the value.": "Trẻ Em và Thanh Thiếu Niên có thể thấy sự tiến bộ về Giá trị Nhân cách của họ trong bảng Simology. Mỗi giá trị trong số 5 giá trị có thể được xem tại đây.\n\nKhi một giá trị đã đạt đến các đầu tối của đồng hồ đo, Sim nằm trong phạm vi nhận một Đặc điểm khi chúng lớn lên. Sim vẫn có thể vượt ra ngoài phạm vi cho đến khi chúng lớn lên thành một thanh niên.\n\nHãy di chuột qua từng Giá trị Nhân cách để xem các cách bạn có thể ảnh hưởng đến giá trị.",
  "Depending on the traits the Sim starts with, they may have some Character Values to begin with. For example, a Sim with the Slob trait will start with a little bit of negative Manners. But Sims can still change their Manners values through their actions, such as cleaning up dishes. They won't be stuck in the negative as long as their actions speak louder than their heart!": "Tùy thuộc vào những đặc điểm mà Sim bắt đầu, chúng có thể có một số Giá trị Nhân cách để bắt đầu. Ví dụ, một Sim có đặc điểm Cẩu Thả sẽ bắt đầu với một chút Cách Cư Xử tiêu cực. Nhưng Sim vẫn có thể thay đổi giá trị Cách Cư Xử của họ thông qua hành động của họ, chẳng hạn như dọn dẹp bát đĩa. Chúng sẽ không bị mắc kẹt trong tiêu cực miễn là hành động của chúng nói to hơn trái tim của chúng!",
  "Character Values": "Giá Trị Nhân Cách",
  "Five Character Values can be influenced by a Sim's behavior:\\n<ul type=\"circle\"><li>Manners</li><li>Responsibility</li><li>Conflict Resolution</li><li>Empathy</li><li>Emotional Control</li></ul>\\nOnly Toddlers, Children, and Teens can have their Character Values influenced. ": "Năm Giá trị Nhân cách có thể bị ảnh hưởng bởi hành vi của Sim:\n<ul type=\"circle\"><li>Cách Cư Xử</li><li>Trách Nhiệm</li><li>Giải quyết Xung đột</li><li>Đồng cảm</li><li>Kiểm soát Cảm xúc</li></ul>\nChỉ Trẻ Mới Biết Đi, Trẻ Em và Thanh Thiếu Niên mới có thể bị ảnh hưởng đến Giá trị Nhân cách của họ.",
  "Behaviors that positively contribute to Responsibility include:<ul type=\"circle\"><li>Having the Perfectionist Trait</li><li>Completing a School Project</li><li>Doing Homework</li><li>Getting Good Grades</li><li>Making a Sack Lunch</li><li>Teens performing well at their part-time job</li><li>Taking out the trash</li><li>Brushing Teeth</li><li>Repairing broken objects</li><li>Cleaning up toys from the Toybox</li><li>Cleaning up a mess</li></ul>\\nBehaviors that negatively contribute to Responsibility include:<ul type=\"circle\"><li>Having the Childish Trait</li><li>Getting bad grades</li><li>Missing school or part-time job</li><li>Quitting part-time job</li><li>Making a Mess</li><li>Playing in Toilet</li><li>Disobeying Grounding</li><li>Breaking curfew</li></ul>": "Các hành vi đóng góp tích cực vào Trách nhiệm bao gồm:<ul type=\"circle\"><li>Có Đặc điểm Hoàn Hảo</li><li>Hoàn thành Dự án Trường học</li><li>Làm Bài tập về nhà</li><li>Đạt Điểm Tốt</li><li>Chuẩn bị Bữa Trưa Túi</li><li>Thanh thiếu niên làm tốt công việc bán thời gian của họ</li><li>Đổ rác</li><li>Đánh răng</li><li>Sửa chữa các đồ vật bị hỏng</li><li>Dọn dẹp đồ chơi từ Hộp đựng đồ chơi</li><li>Dọn dẹp mớ hỗn độn</li></ul>\nCác hành vi đóng góp tiêu cực vào Trách nhiệm bao gồm:<ul type=\"circle\"><li>Có Đặc điểm Trẻ Con</li><li>Đạt điểm kém</li><li>Bỏ học hoặc công việc bán thời gian</li><li>Bỏ công việc bán thời gian</li><li>Tạo Ra Mớ Hỗn Độn</li><li>Chơi trong Nhà vệ sinh</li><li>Không tuân theo Cấm túc</li><li>Phá vỡ lệnh giới nghiêm</li></ul>",
  "Behaviors that positively contribute to Emotional Control:<ul type=\"circle\"><li>Having the Self-Assured Trait</li><li>Writing in Journal</li><li>Jog to Clear Mind when in a Negative Mood</li><li>Listen to Classical to Wind Down when in a Negative Mood</li><li>Playing Instruments with Emotion when in a Negative Mood</li><li>Play with Emotion when in a Negative Mood</li><li>Blogging About Feelings when in a Negative Mood</li></ul>\\nBehaviors that negatively contribute to Emotional Control:<ul type=\"circle\"><li>Having the Jealous or Insane Trait</li><li>Having an Emotional Breakdown</li><li>Shoving or biting another Sim</li><li>Hitting another Sim</li><li>Smashing a dollhouse</li><li>Destroying a School Project</li></ul>": "Các hành vi đóng góp tích cực vào Kiểm soát Cảm xúc:<ul type=\"circle\"><li>Có Đặc điểm Tự Tin</li><li>Viết trong Nhật ký</li><li>Chạy Bộ Để Giải Tỏa Đầu Óc khi đang trong Tâm trạng Tiêu cực</li><li>Nghe Nhạc Cổ Điển để Thư Giãn khi đang trong Tâm trạng Tiêu cực</li><li>Chơi Nhạc Cụ bằng Cảm Xúc khi đang trong Tâm trạng Tiêu cực</li><li>Chơi với Cảm Xúc khi đang trong Tâm trạng Tiêu cực</li><li>Viết Blog Về Cảm Xúc khi đang trong Tâm trạng Tiêu cực</li></ul>\nCác hành vi đóng góp tiêu cực vào Kiểm soát Cảm xúc:<ul type=\"circle\"><li>Có Đặc điểm Ghen tị hoặc Điên rồ</li><li>Có một Cơn Suy Sụp Tinh Thần</li><li>Xô đẩy hoặc cắn một Sim khác</li><li>Đánh một Sim khác</li><li>Đập phá nhà búp bê</li><li>Phá Hủy một Dự án Trường học</li></ul>",
  "Behaviors that positively contribute to Empathy include:<ul type=\"circle\"><li>Having the Good Trait</li><li>Volunteering as a Family</li><li>Playing with the Doctor Playset</li><li>Asking about Negative Moods</li><li>Calm Down, Cheer Up, or Console about Death socials </li></ul>\\nBehaviors that negatively contribute to Empathy include:<ul type=\"circle\"><li>Having the Mean or Evil Trait</li><li>Mean socials</li><li>Yelling at another Sim</li><li>Trolling on the Computer</li><li>Hitting a Stuffed Animal</li><li>Laugh at Embarrassment or Mock Sadness socials</li><li>Belittle Anger, Downplay Stress, or Scoff at Discomfort socials</li></ul>": "Các hành vi đóng góp tích cực vào Đồng cảm bao gồm:<ul type=\"circle\"><li>Có Đặc điểm Tốt Bụng</li><li>Tình Nguyện Theo Gia Đình</li><li>Chơi với Bộ Đồ Chơi Bác Sĩ</li><li>Hỏi về Tâm trạng Tiêu cực</li><li>Xoa Dịu, Làm Vui Lên, hoặc An ủi về cái chết các tương tác xã hội</li></ul>\nCác hành vi đóng góp tiêu cực vào Đồng cảm bao gồm:<ul type=\"circle\"><li>Có Đặc điểm Xấu Tính hoặc Tàn Ác</li><li>Các tương tác xã hội Xấu Tính</li><li>La hét vào một Sim khác</li><li>Troll trên Máy tính</li><li>Đánh một Thú Nhồi Bông</li><li>Cười nhạo Xấu Hổ hoặc Chế nhạo các tương tác xã hội Buồn Bã</li><li>Hạ thấp Sự Tức giận, Xem nhẹ Căng thẳng hoặc Chế nhạo các tương tác xã hội Khó Chịu</li></ul>",
  "Behaviors that positively contribute to Manners include:<ul type=\"circle\"><li>Having the Neat Trait</li><li>Parents Teaching to Say Please and Thank You</li><li>Friendly Introductions</li><li>Setting the Table</li><li>Cleaning up dishes</li><li>Giving Compliments</li></ul>\\nBehaviors that negatively contribute to Manners include:<ul type=\"circle\"><li>Having the Slob Trait</li><li>Belching and Farting</li><li>Swearing</li><li>Rude Introductions</li><li>Toddlers taking off clothes around Strangers</li></ul>\n": "Các hành vi đóng góp tích cực vào Cách Cư Xử bao gồm:<ul type=\"circle\"><li>Có Đặc điểm Gọn Gàng</li><li>Cha mẹ Dạy Nói Làm Ơn và Cảm Ơn</li><li>Giới Thiệu Thân Thiện</li><li>Dọn Bàn</li><li>Rửa bát đĩa</li><li>Đưa ra Lời Khen</li></ul>\nCác hành vi đóng góp tiêu cực vào Cách Cư Xử bao gồm:<ul type=\"circle\"><li>Có Đặc điểm Cẩu Thả</li><li>Ợ và Đánh Rắm</li><li>Chửi Thề</li><li>Giới Thiệu Thô Lỗ</li><li>Trẻ mới biết đi cởi quần áo xung quanh Người Lạ</li></ul>",
  "Behaviors that positively contribute to Conflict Resolution:<ul type=\"circle\"><li>Having the Outgoing Trait</li><li>Reconciling after Arguing</li><li>Apologizing after a Negative Interaction</li><li>Beg for Forgiveness, Find Common Ground, or Try to Chat socials</li><li>Parents Teaching to Say Sorry</li><li>Make Peace after Fight social</li><li>Try to Fix Bad Relationship</li></ul>\\nBehaviors that negatively contribute to Conflict Resolution:<ul type=\"circle\"><li>Having the Hot Headed Trait</li><li>Declaring an enemy</li><li>Having a Despised relationship</li><li>Fighting other Sims</li><li>Getting into Arguments</li></ul>": "Các hành vi đóng góp tích cực vào Giải quyết Xung đột:<ul type=\"circle\"><li>Có Đặc điểm Hướng Ngoại</li><li>Hòa giải sau khi Tranh Cãi</li><li>Xin Lỗi sau một Tương tác Tiêu cực</li><li>Xin tha thứ, Tìm Điểm Chung hoặc Cố gắng Trò Chuyện các tương tác xã hội</li><li>Cha mẹ Dạy Nói Xin Lỗi</li><li>Làm Hòa sau tương tác xã hội Đánh Nhau</li><li>Cố gắng Sửa Chữa Mối Quan Hệ Xấu</li></ul>\nCác hành vi đóng góp tiêu cực vào Giải quyết Xung đột:<ul type=\"circle\"><li>Có Đặc điểm Nóng Tính</li><li>Tuyên bố một kẻ thù</li><li>Có một mối quan hệ Bị Khinh Bỉ</li><li>Đánh nhau với các Sim khác</li><li>Tham gia vào các Cuộc Tranh Cãi</li></ul>",
  "Character Values Behaviors": "Hành Vi Giá Trị Nhân Cách",
  "Children often need a firm parent to help shape them into model citizens. They need to be taught that making a mess isn't acceptable. Parents can encourage or discourage their positive and negative behavior.\\n\\nDiscouragement comes in a variety of severities. Parents could gently ask a child not to do something, give the child a firm talking to, or lose it and yell at the child to stop.": "Trẻ em thường cần một người cha, người mẹ nghiêm khắc để giúp chúng định hình thành những công dân kiểu mẫu. Chúng cần được dạy rằng tạo ra mớ hỗn độn là không thể chấp nhận được. Cha mẹ có thể khuyến khích hoặc ngăn cản hành vi tích cực và tiêu cực của chúng.\n\nSự ngăn cản có nhiều mức độ nghiêm trọng khác nhau. Cha mẹ có thể nhẹ nhàng yêu cầu con không làm gì đó, cho con một cuộc nói chuyện nghiêm túc hoặc mất kiểm soát và la hét vào mặt con để dừng lại.",
  "A child won't always react to discipline in the same way. It is important to pay attention to the reaction a child gives. Sometimes they will listen willingly, sometimes they will listen unwillingly, and sometimes they will outright reject the disciplinary action.": "Một đứa trẻ sẽ không phải lúc nào cũng phản ứng với kỷ luật theo cùng một cách. Điều quan trọng là phải chú ý đến phản ứng mà một đứa trẻ đưa ra. Đôi khi chúng sẽ sẵn lòng lắng nghe, đôi khi chúng sẽ miễn cưỡng lắng nghe và đôi khi chúng sẽ thẳng thừng từ chối hành động kỷ luật.",
  "Discipline will increase or decrease key character values. Those character values will also influence how children respond to discipline and grounding rules.": "Kỷ luật sẽ làm tăng hoặc giảm các giá trị nhân cách chính. Những giá trị nhân cách đó cũng sẽ ảnh hưởng đến cách trẻ em phản ứng với kỷ luật và các quy tắc cấm túc.",
  "When a child really misbehaves the only recourse can be Grounding. The parent chooses which of the child's favorite activities to Ground them from. All groundings last for one day. Responsible children wouldn't dare break a grounding rule. Less responsible children may try to get away with a lot more. A child caught breaking grounding rules can be grounded again.": "Khi một đứa trẻ thực sự cư xử không đúng mực, thì cách duy nhất có thể là Cấm túc. Cha mẹ chọn những hoạt động yêu thích nào của con mình để Cấm túc chúng khỏi. Tất cả các lệnh cấm túc kéo dài trong một ngày. Những đứa trẻ có trách nhiệm sẽ không dám phá vỡ một quy tắc cấm túc. Những đứa trẻ ít trách nhiệm hơn có thể cố gắng trốn thoát nhiều hơn. Một đứa trẻ bị bắt gặp phá vỡ các quy tắc cấm túc có thể bị cấm túc lại.",
  "Discipline": "Kỷ Luật",
  "Sims can raise their Parenting Skill by researching on the computer or by reading skill books. The best way to improve is actual parenting. In fact, the only way to reach the top levels of Parenting Skill is by practicing parenting skills. Work with children to encourage good behavior and discourage poor behavior. A caregiver solving a child's needs using the parenting socials will learn from that experience.": "Sim có thể nâng cao Kỹ năng Nuôi dạy Con cái của họ bằng cách nghiên cứu trên máy tính hoặc bằng cách đọc sách kỹ năng. Cách tốt nhất để cải thiện là nuôi dạy con cái thực tế. Trên thực tế, cách duy nhất để đạt được các cấp độ cao nhất của Kỹ năng Nuôi dạy Con cái là bằng cách thực hành các kỹ năng nuôi dạy con cái. Làm việc với trẻ em để khuyến khích hành vi tốt và ngăn chặn hành vi xấu. Người chăm sóc giải quyết nhu cầu của trẻ bằng cách sử dụng các tương tác xã hội nuôi dạy con cái sẽ học được từ kinh nghiệm đó.",
  "Learning moments happen all the time for children. It is up to parents to decide what behavior to encourage or discourage. Is the child making a mess? Choose to have a calm discussion on appropriate behavior or take a more forceful approach and yell at them to stop.": "Khoảnh khắc học tập xảy ra mọi lúc cho trẻ em. Cha mẹ có quyền quyết định hành vi nào nên khuyến khích hoặc ngăn cản. Đứa trẻ có đang tạo ra mớ hỗn độn không? Chọn có một cuộc thảo luận bình tĩnh về hành vi phù hợp hoặc thực hiện một cách tiếp cận mạnh mẽ hơn và la hét vào mặt chúng để dừng lại.",
  "All adults can now learn the Parenting Skill. This skill is vital for any Sim looking to raise happy and well behaved children.": "Tất cả người lớn giờ có thể học Kỹ năng Nuôi dạy Con cái. Kỹ năng này rất quan trọng đối với bất kỳ Sim nào muốn nuôi dạy những đứa trẻ hạnh phúc và cư xử tốt.",
  "As a parent, a Sim will also feel the need to guide children through their daily routines. Parents can take a soft approach and try to influence their children to do things like clean dishes or go to bed. Some more stubborn children will need a more direct approach. Parents can give the child no option and force them to do their chores.": "Là một người cha, người mẹ, một Sim cũng sẽ cảm thấy cần phải hướng dẫn con cái vượt qua các thói quen hàng ngày của chúng. Cha mẹ có thể thực hiện một cách tiếp cận nhẹ nhàng và cố gắng tác động đến con cái của họ để làm những việc như rửa bát hoặc đi ngủ. Một số trẻ em bướng bỉnh hơn sẽ cần một cách tiếp cận trực tiếp hơn. Cha mẹ có thể không cho con cái lựa chọn và buộc chúng phải làm việc nhà.",
  "A parent's job isn't just about directing a child's behavior. Skilled parents will also help their children out by quickly solving their needs. The caregiver can influence the child to get a quick snack to hold off hunger. Other times they can tell the child to dust themselves off to quickly clean up.": "Công việc của cha mẹ không chỉ là hướng dẫn hành vi của một đứa trẻ. Những bậc cha mẹ lành nghề cũng sẽ giúp đỡ con cái của họ bằng cách nhanh chóng giải quyết nhu cầu của chúng. Người chăm sóc có thể tác động đến đứa trẻ để lấy một bữa ăn nhẹ nhanh chóng để ngăn chặn cơn đói. Những lúc khác, họ có thể bảo đứa trẻ phủi bụi để nhanh chóng dọn dẹp.",
  "A challenge with Babies is that their communication skills are just sub-par. A great parent will pick up on non-verbal cues and can determine what the baby needs. Knowing when a baby is hungry vs. sleepy could save many needless hours of crying.": "Một thách thức với Trẻ sơ sinh là kỹ năng giao tiếp của chúng chỉ là dưới mức trung bình. Một người cha, người mẹ tuyệt vời sẽ nhận ra những dấu hiệu phi ngôn ngữ và có thể xác định những gì em bé cần. Biết khi nào một em bé đói so với buồn ngủ có thể tiết kiệm nhiều giờ khóc lóc không cần thiết.",
  "Parenting Skill": "Kỹ Năng Nuôi Dạy Con Cái",
  "Misty Forest Wallpaper": "Giấy Dán Tường Rừng Sương Mù",
  "Simple Paint with Wainscot Paneling": "Sơn Đơn Giản Với Tấm Ốp Chân Tường",
  "Stone Motif with Wainscot Paneling": "Họa Tiết Đá Với Tấm Ốp Chân Tường",
  "Tiled Patterns with Wainscot Paneling": "Hoa Văn Lát Gạch Với Tấm Ốp Chân Tường",
  "Multi-Theme Kids Room Wallpaper": "Giấy Dán Tường Phòng Trẻ Em Đa Chủ Đề"
}