{
  "Earbuds have been added to {0.SimFirstName}'s inventory.\\n\\nYou can use the earbuds from {M0.his}{F0.her} inventory, or you can click on {M0.him}{F0.her} while {M0.he's}{F0.she's} the active Sim and select the Earbuds menu.": "Tai nghe nhét tai đã được thêm vào hành trang của {0.SimFirstName}.\n\nBạn có thể sử dụng tai nghe nhét tai từ hành trang của {M0.his}{F0.her}, hoặc bạn có thể nhấp vào {M0.him}{F0.her} khi {M0.he's}{F0.she's} là Sim đang hoạt động và chọn menu Tai nghe nhét tai.",
  "(From Rock Climbing Wall)": "(Từ Tường Leo Núi)",
  "{0.SimFirstName} conquered the Rock Climbing Wall endurance challenge!": "{0.SimFirstName} đã chinh phục thử thách sức bền của Tường Leo Núi!",
  "{0.SimFirstName} was unable to complete the endurance challenge climb. Allow {M0.his}{F0.her} muscles to cool down for a few hours before trying again.\\n\\nHigher Fitness Skill can provide increased stamina if {0.SimFirstName} continues to struggle.": "{0.SimFirstName} không thể hoàn thành thử thách leo sức bền. Hãy để cơ bắp của {M0.his}{F0.her} hạ nhiệt trong vài giờ trước khi thử lại.\n\nKỹ năng Thể hình cao hơn có thể cung cấp sức chịu đựng tăng lên nếu {0.SimFirstName} tiếp tục gặp khó khăn.",
  "{0.SimFirstName} survived the first endurance challenge the Rock Climbing Wall has to offer. Not bad... can {M0.he}{F0.she} take the next step?\\n\\nTake a break to enjoy {M0.his}{F0.her} achievement and let those muscles relax before attempting another challenge.": "{0.SimFirstName} đã sống sót qua thử thách sức bền đầu tiên mà Tường Leo Núi mang lại. Không tệ... liệu {M0.he}{F0.she} có thể thực hiện bước tiếp theo không?\n\nHãy nghỉ ngơi để tận hưởng thành tích của {M0.his}{F0.her} và để các cơ thư giãn trước khi thử một thử thách khác.",
  "Defeated Endurance Challenge #1": "Đã Vượt Qua Thử Thách Sức Bền #1",
  "{0.SimFirstName} beat the toughest vertical endurance challenge the Rock Climbing Wall has to offer... but there are more challenges yet to be conquered.\\n\\nTake a break to enjoy {M0.his}{F0.her} achievement and let those muscles relax before attempting another challenge.": "{0.SimFirstName} đã đánh bại thử thách sức bền thẳng đứng khó khăn nhất mà Tường Leo Núi mang lại... nhưng vẫn còn nhiều thử thách khác cần phải chinh phục.\n\nHãy nghỉ ngơi để tận hưởng thành tích của {M0.his}{F0.her} và để các cơ thư giãn trước khi thử một thử thách khác.",
  "Defeated Endurance Challenge #2": "Đã Vượt Qua Thử Thách Sức Bền #2",
  "{0.SimFirstName} bested the easier of the Rock Climbing Wall's two overhang endurance challenges! Not bad, not bad... Does {M0.he}{F0.she} have what it takes for the next step up in difficulty?\\n\\nTake a break to enjoy {M0.his}{F0.her} achievement and let those muscles relax before attempting another challenge.": "{0.SimFirstName} đã vượt qua thử thách sức bền nhô ra dễ hơn trong hai thử thách của Tường Leo Núi! Không tệ, không tệ... Liệu {M0.he}{F0.she} có những gì cần thiết để tiến lên một bước khó hơn không?\n\nHãy nghỉ ngơi để tận hưởng thành tích của {M0.his}{F0.her} và để các cơ thư giãn trước khi thử một thử thách khác.",
  "Defeated Endurance Challenge #3": "Đã Vượt Qua Thử Thách Sức Bền #3",
  "{0.SimFirstName} made it past the second overhang endurance challenge - the toughest of its kind on the Rock Climbing Wall. Very impressive!\\n\\nTake a break to enjoy {M0.his}{F0.her} achievement and let those muscles relax before attempting another challenge.": "{0.SimFirstName} đã vượt qua thử thách sức bền nhô ra thứ hai - thử thách khó khăn nhất trong loại hình này trên Tường Leo Núi. Rất ấn tượng!\n\nHãy nghỉ ngơi để tận hưởng thành tích của {M0.his}{F0.her} và để các cơ thư giãn trước khi thử một thử thách khác.",
  "Defeated Endurance Challenge #4": "Đã Vượt Qua Thử Thách Sức Bền #4",
  "{0.SimFirstName} survived the fifth and final endurance challenge! This dangerous challenge is attempted by few, and completed by even fewer... but {0.SimFirstName} can proudly declare {M0.himself}{F0.herself} amongst the list of victors, without a single singed hair on {M0.his}{F0.her} body!\\n\\nTake a break to enjoy {M0.his}{F0.her} achievement and let those muscles relax before attempting another challenge.": "{0.SimFirstName} đã sống sót qua thử thách sức bền thứ năm và cuối cùng! Thử thách nguy hiểm này ít người thử, và thậm chí ít người hoàn thành hơn... nhưng {0.SimFirstName} có thể tự hào tuyên bố {M0.himself}{F0.herself} nằm trong danh sách những người chiến thắng, mà không hề bị cháy một sợi tóc nào trên cơ thể {M0.his}{F0.her}!\n\nHãy nghỉ ngơi để tận hưởng thành tích của {M0.his}{F0.her} và để các cơ thư giãn trước khi thử một thử thách khác.",
  "Defeated Endurance Challenge #5": "Đã Vượt Qua Thử Thách Sức Bền #5",
  "Uh huh! That's right! Climbing champion coming through! {0.SimFirstName} has defeated the toughest challenge the Rock Climbing Wall has to offer and lived to tell the tale!": "Ừ hứ! Đúng rồi! Nhà vô địch leo núi đang đến! {0.SimFirstName} đã đánh bại thử thách khó khăn nhất mà Tường Leo Núi mang lại và sống sót để kể lại câu chuyện!",
  "Challenge Climb Champion": "Nhà Vô Địch Leo Thử Thách",
  "{0.SimFirstName} did it! {M0.He}{F0.She} beat the top endurance time set on the Rock Climbing Wall! Now when other Sims want to challenge themselves, it's {0.SimFirstName}'s time they'll be attempting to conquer. Ahhh... life's good at the top!\\n\\nWhy not run and brag about {M0.his}{F0.her} achievement to the Sim whose time you beat?": "{0.SimFirstName} đã làm được! {M0.He}{F0.She} đã đánh bại thời gian sức bền hàng đầu được thiết lập trên Tường Leo Núi! Giờ đây, khi những Sim khác muốn thử thách bản thân, thì họ sẽ cố gắng chinh phục thời gian của {0.SimFirstName}. Aaaa... cuộc sống thật tuyệt vời trên đỉnh cao!\n\nTại sao không chạy đi khoe khoang về thành tích của {M0.his}{F0.her} với Sim mà bạn đã đánh bại thời gian của họ?",
  "The Champ Is Here": "Nhà Vô Địch Đã Đến",
  "Whew! If this were a rodeo, {0.SimFirstName} would score big points for how well {M0.he}{F0.she} clung to the climbing wall as it bucked to and fro.": "Phù! Nếu đây là một cuộc thi rodeo, {0.SimFirstName} sẽ ghi được điểm lớn vì {M0.he}{F0.she} đã bám vào bức tường leo núi tốt như thế nào khi nó rung lắc qua lại.",
  "Survived Climbing Wall Malfunction": "Sống Sót Sau Sự Cố Tường Leo",
  "Hello! I’m contacting you on behalf of Be Fit as a Fiddle Co. We'd like to send you a free sample of our newest product, Hitz Earbuds. If you'd like to buy more, we accept online orders through the computer. We also make a Treadmill Rock Climbing Wall, and offer fitness videos via your TV. Be well!": "Xin chào! Tôi liên hệ với bạn thay mặt cho công ty Be Fit as a Fiddle. Chúng tôi muốn gửi cho bạn một mẫu miễn phí sản phẩm mới nhất của chúng tôi, Tai nghe Hitz. Nếu bạn muốn mua thêm, chúng tôi chấp nhận các đơn đặt hàng trực tuyến thông qua máy tính. Chúng tôi cũng sản xuất Tường Leo Núi Máy Chạy Bộ và cung cấp các video thể dục qua TV của bạn. Chúc bạn khỏe mạnh!",
  "I don't want free earbuds.": "Tôi không muốn tai nghe miễn phí.",
  "Rebel Sports": "Thể Thao Nổi Loạn",
  "Athleisure Defined": "Định Nghĩa Athleisure",
  "Compression Discretion": "Kín Đáo Nén",
  "Comfort In Sweats": "Thoải Mái Trong Đồ Nỉ",
  "Running The Beat": "Chạy Theo Nhịp Điệu",
  "{0.SimFirstName} conquered the Rock Climbing Wall endurance challenge and set {1.Number} seconds as the new time to beat!": "{0.SimFirstName} đã chinh phục thử thách sức bền của Tường Leo Núi và đặt {1.Number} giây làm thời gian mới để đánh bại!",
  "From the makers of the \"Fountain of Gluteus Maximus\" comes Trap's Trapezoid Tub! Every inch of this precision engineered whirlpool tub has been built with trapezius relief in mind. From the trapezoid base to the meticulously arranged jets, you won't find a better remedy for post-workout recovery. Be prepared... lowering yourself into the tub is known to cause your traps to slip into a state of instant bliss. Trap's Trapezoid Tub offers better muscle relief than any stretch or massage, along with the science to prove it!": "Từ nhà sản xuất của \"Đài phun nước Gluteus Maximus\" xin giới thiệu Bồn Tắm Hình Thang Trap! Mỗi inch của bồn tắm nước xoáy được thiết kế chính xác này đều được chế tạo với mục đích giảm đau cơ hình thang. Từ đế hình thang đến các tia nước được bố trí tỉ mỉ, bạn sẽ không tìm thấy phương pháp chữa trị nào tốt hơn cho việc phục hồi sau khi tập luyện. Hãy chuẩn bị tinh thần... việc hạ mình vào bồn tắm được biết là khiến cơ hình thang của bạn rơi vào trạng thái hạnh phúc tức thì. Bồn Tắm Hình Thang Trap mang lại hiệu quả giảm đau cơ tốt hơn bất kỳ động tác kéo giãn hoặc mát-xa nào, cùng với khoa học chứng minh điều đó!",
  "Trap's Trapezoid Tub": "Bồn Tắm Hình Thang Trap",
  "The harmonious balance of this leaning bookshelf helps create the perfect feng shui for an environment conducive to reading, learning, and absorbing the teachings of renowned authors.": "Sự cân bằng hài hòa của giá sách nghiêng này giúp tạo ra phong thủy hoàn hảo cho một môi trường có lợi cho việc đọc, học tập và tiếp thu những lời dạy của các tác giả nổi tiếng.",
  "Lean-To Learning": "Nghiêng Để Học",
  "Anything nature can do, man can do better. Such is the nature of the Fractal Door, with an elegant bow tie pattern etched with mathematical precision to serve as the entryway to a home.": "Bất cứ điều gì tự nhiên có thể làm, con người có thể làm tốt hơn. Đó là bản chất của Cửa Fractal, với một hoa văn nơ thanh lịch được khắc với độ chính xác toán học để đóng vai trò là lối vào một ngôi nhà.",
  "Fractal Door": "Cửa Fractal",
  "Don't be sad, the Tear Drip Drop Lamp is here to brighten your day! You'll save money by not paying for superfluous things like lampshades, and in turn your room will be fully lit. That's a win-win in anyone's book!": "Đừng buồn, Đèn Giọt Nước Mắt ở đây để thắp sáng ngày của bạn! Bạn sẽ tiết kiệm tiền bằng cách không trả tiền cho những thứ thừa thãi như chụp đèn, và đổi lại căn phòng của bạn sẽ được chiếu sáng đầy đủ. Đó là một đôi bên cùng có lợi trong cuốn sách của bất kỳ ai!",
  "Tear Drip Drop Lamp - Short": "Đèn Giọt Nước Mắt - Ngắn",
  "Tear Drip Drop Lamp - Medium": "Đèn Giọt Nước Mắt - Vừa",
  "Tear Drip Drop Lamp - Long": "Đèn Giọt Nước Mắt - Dài",
  "This stone's secret only reveals itself in the dark of night! This is no mere rock... it happens to be an exquisitely crafted light fixture. It's interior has been hollowed out with a surface so thin that light passes through to emit a pleasant glow.": "Bí mật của viên đá này chỉ được tiết lộ trong bóng tối của đêm! Đây không chỉ là một tảng đá đơn thuần... nó tình cờ là một vật cố định ánh sáng được chế tác tinh xảo. Bên trong nó đã được khoét rỗng với một bề mặt mỏng đến mức ánh sáng có thể đi qua để phát ra một ánh sáng dễ chịu.",
  "Secret Stone": "Đá Bí Mật",
  "This portal only makes itself traversable to ascendant Sims, of which there is only one known to be in existence... the Grim Reaper himself. Some say a tithe of restless, miserable souls would rend the portal open for a mere mortal, but this hearsay has never been shown to have a shred of credibility.": "Cổng này chỉ cho phép những Sim siêu việt đi qua, trong đó chỉ có một người được biết là tồn tại... chính Thần Chết. Một số người nói rằng một phần mười linh hồn bồn chồn, khốn khổ sẽ xé toạc cánh cổng cho một người phàm trần, nhưng lời đồn đại này chưa bao giờ được chứng minh là có một chút độ tin cậy nào.",
  "Ascendant Portal": "Cổng Siêu Việt",
  "Ansim Adams, descendant of the famous nature photographer, tried to launch his career by subverting his grandfather's work through the use of full color photography. Unsurprisingly, art critics labeled this move as shallow and pedantic, and Ansim is a relatively unknown footnote in the history of photography.": "Ansim Adams, hậu duệ của nhiếp ảnh gia thiên nhiên nổi tiếng, đã cố gắng khởi nghiệp bằng cách lật đổ tác phẩm của ông mình thông qua việc sử dụng nhiếp ảnh đầy màu sắc. Không có gì đáng ngạc nhiên, các nhà phê bình nghệ thuật đã dán nhãn động thái này là hời hợt và kiểu cách, và Ansim là một chú thích tương đối vô danh trong lịch sử nhiếp ảnh.",
  "Naturewatch": "Quan Sát Thiên Nhiên",
  "What's the use of a good shag rug if you can't tell others about it? No need to be a gentleman; brag to all your friends about this sumptuous hand woven piece. Exquisitely crafted on a loom, the yarns and backing are joined together into one harmonious product that's guaranteed to retain its flawlessness for years to come.": "Một tấm thảm xù tốt thì có ích gì nếu bạn không thể kể cho người khác nghe về nó? Không cần phải là một quý ông; hãy khoe khoang với tất cả bạn bè của bạn về tác phẩm dệt tay xa hoa này. Được chế tác tinh xảo trên khung cửi, các sợi và lớp lót được kết hợp với nhau thành một sản phẩm hài hòa được đảm bảo giữ được sự hoàn hảo của nó trong nhiều năm tới.",
  "Shag & Tell Runner Rug": "Thảm Chạy Xù & Kể",
  "Subdivide the fractal pattern on this rug and it'll be as if you received two rugs in one. Subdivide it again to quadruple your rug count! With this exponential growth, your floor will be fully carpeted in no time... I've run the numbers; the math checks out!": "Chia nhỏ hoa văn fractal trên tấm thảm này và bạn sẽ cảm thấy như mình nhận được hai tấm thảm trong một. Chia nhỏ nó một lần nữa để nhân bốn số lượng thảm của bạn! Với sự tăng trưởng theo cấp số nhân này, sàn nhà của bạn sẽ được trải thảm đầy đủ trong thời gian ngắn... Tôi đã chạy các con số; phép toán đã được kiểm tra!",
  "Fractal Rug": "Thảm Fractal",
  "An ancient proverb states that \"A rolling stone gathers no moss.\" Well, don't you worry - this stone won't be rolling anywhere anytime soon. Decorate your home with these lovely moss covered stones to assert that you're no longer part of life's rat race, and are fully content loafing about while reveling in your success.": "Một câu tục ngữ cổ nói rằng \"Đá lăn thì không có rêu.\" Chà, đừng lo lắng - viên đá này sẽ không lăn đi đâu sớm đâu. Trang trí ngôi nhà của bạn bằng những viên đá phủ đầy rêu đáng yêu này để khẳng định rằng bạn không còn là một phần của cuộc chạy đua chuột của cuộc đời nữa, và hoàn toàn hài lòng khi đi lang thang trong khi tận hưởng thành công của bạn.",
  "Moss Covered Stone": "Đá Phủ Rêu",
  "Hitz Earbuds - music for Sims on the move!\\n\\nListen to your earbuds when you want to soak in the music, or simply turn them on when you're looking to multitask.": "Tai nghe Hitz - âm nhạc cho Sim năng động!\n\nNghe tai nghe của bạn khi bạn muốn đắm mình trong âm nhạc, hoặc chỉ cần bật chúng lên khi bạn muốn làm nhiều việc cùng một lúc.",
  "Black Earbuds": "Tai Nghe Đen",
  "White Earbuds": "Tai Nghe Trắng",
  "Red Earbuds": "Tai Nghe Đỏ",
  "Green Earbuds": "Tai Nghe Xanh Lá",
  "Blue Earbuds": "Tai Nghe Xanh Dương",
  "Pink Earbuds": "Tai Nghe Hồng",
  "Orange Earbuds": "Tai Nghe Cam",
  "Teal Earbuds": "Tai Nghe Mòng Két",
  "Gold Earbuds": "Tai Nghe Vàng",
  "Back in the 20th century, Sims were known to use stationary climbing walls to simulate scaling a rock surface... can you imagine? How quaint! This sculptural piece hearkens back to those yesteryears... just don't try and attach a carabiner to it.": "Vào thế kỷ 20, Sims được biết đến là đã sử dụng các bức tường leo núi cố định để mô phỏng việc leo lên bề mặt đá... bạn có thể tưởng tượng không? Thật cổ kính! Tác phẩm điêu khắc này gợi nhớ đến những năm tháng xưa cũ đó... chỉ cần đừng cố gắng gắn carabiner vào nó.",
  "Ode to Antique Climbing Walls": "Khúc Ca Tưởng Nhớ Về Những Bức Tường Leo Núi Cổ",
  "The glossy sheen on this towel rack's vaneer can be attributed to multiple years of bath towels being drug across its surface that were coated with the residue of natural body oils.": "Độ bóng trên lớp veneer của giá treo khăn này có thể là do nhiều năm khăn tắm được kéo qua bề mặt của nó, được phủ một lớp cặn của dầu tự nhiên của cơ thể.",
  "Shine On Towel Rack": "Giá Treo Khăn Tỏa Sáng",
  "When is a mirror not a mirror? Perhaps it's when you gaze into the reflective surface and see an optical illusion. This mirror is no ordinary trick of the eye though, it's simply double vision.": "Khi nào thì một chiếc gương không phải là một chiếc gương? Có lẽ là khi bạn nhìn vào bề mặt phản chiếu và thấy một ảo ảnh quang học. Tuy nhiên, chiếc gương này không phải là một trò lừa bịp thông thường, nó chỉ đơn giản là song thị.",
  "Double Vision": "Song Thị",
  "A prefabricated shelf that allows you to bring a bit of nature into your home with ease. Simply pop the hinges open, lock them into place, and mount it on your wall.": "Một chiếc kệ đúc sẵn cho phép bạn dễ dàng mang một chút thiên nhiên vào nhà của mình. Chỉ cần bật bản lề, khóa chúng vào vị trí và gắn nó lên tường của bạn.",
  "Pop n' Lock Shelving": "Kệ Bật và Khóa",
  "Cleanse yourself of the shackles of the daily grind in the At One With Shower. Be at one with yourself, at one with nature, or at one with luxury. Regardless of your motivation, you'll slip into blissful serenity as your worries are rinsed away.": "Gột rửa bản thân khỏi xiềng xích của công việc hàng ngày trong Vòi Sen Hòa Mình. Hòa mình với bản thân, hòa mình với thiên nhiên hoặc hòa mình với sự sang trọng. Bất kể động lực của bạn là gì, bạn sẽ trượt vào sự thanh thản hạnh phúc khi những lo lắng của bạn được rửa trôi.",
  "At One With Shower": "Vòi Sen Hòa Mình",
  "What seems to be a simple sink on its surface, can in fact play tricks with the mind when stared at. If you gaze at the Bilvet Basin from a precise angle, what once appeared to be two legs will suddenly become three.": "Những gì có vẻ là một bồn rửa đơn giản trên bề mặt của nó, trên thực tế có thể chơi trò với tâm trí khi nhìn chằm chằm vào. Nếu bạn nhìn vào Bồn Rửa Bilvet từ một góc độ chính xác, những gì từng xuất hiện là hai chân sẽ đột nhiên trở thành ba.",
  "Blivet Basin": "Bồn Rửa Blivet",
  "This exquisite dining chair is made from Black Ironwood - a special wood that's one of the densest and heaviest known to Sims. Due to its high cutting resistance, carpenters actually shape this chair's frame by pounding on the wood with metallic hammers.": "Chiếc ghế ăn tinh tế này được làm từ Gỗ Sắt Đen - một loại gỗ đặc biệt, một trong những loại gỗ đậm đặc và nặng nhất được biết đến với Sims. Do khả năng chống cắt cao, các thợ mộc thực sự tạo hình khung ghế này bằng cách đập vào gỗ bằng búa kim loại.",
  "Hammer Forged": "Rèn Bằng Búa",
  "Is your body a bit pear shaped? Working to get that svelte form you know is the \"true you\"? Try the Counterbalance Living Chair - it's off-balanced in just the right way to accommodate you.": "Cơ thể bạn có hơi hình quả lê không? Đang cố gắng để có được hình dáng mảnh mai mà bạn biết là \"con người thật\" của bạn? Hãy thử Ghế Sống Đối Trọng - nó mất cân bằng vừa đủ để phù hợp với bạn.",
  "Counterbalance": "Đối Trọng",
  "The Perfect Balance Chaise Longue offers a 'tough love\" solution to those suffering from vertigo. With its squared edges and unforgiving backrest, it's a surface no Sim will desire to spend long on, no matter how dizzy they may feel.": "Ghế Dài Cân Bằng Hoàn Hảo mang đến giải pháp 'yêu cho roi cho vọt' cho những người bị chóng mặt. Với các cạnh vuông vức và lưng tựa không khoan nhượng, đây là một bề mặt mà không Sim nào muốn dành nhiều thời gian, dù họ có cảm thấy chóng mặt đến đâu.",
  "Perfect Balance": "Cân Bằng Hoàn Hảo",
  "The regional government of Shang Simla permitted the removal of the peak of Mount Ai-a-Nie after locals complained that the mountain was blocking a spectacular sunset from the viewing platform atop the Temple of Heaven. The top of the mountain was sliced clean off, and then divided into 60 equal slabs of rock. These pieces were formed into coffee tables and presented as gifts to dignitaries from other countries around the world. As years passed, some of these tables came into the possession of private dealers, and are now available for purchase at this extraordinarily reasonable price. Act now to own a piece of history!": "Chính quyền khu vực Thượng Simla đã cho phép loại bỏ đỉnh núi Ai-a-Nie sau khi người dân địa phương phàn nàn rằng ngọn núi đang chặn cảnh hoàng hôn ngoạn mục từ bệ quan sát trên đỉnh Chùa Trời. Đỉnh núi đã bị cắt sạch và sau đó được chia thành 60 phiến đá bằng nhau. Những mảnh này được tạo thành bàn cà phê và được tặng làm quà cho các quan chức từ các quốc gia khác trên thế giới. Sau nhiều năm, một số chiếc bàn này đã thuộc quyền sở hữu của các đại lý tư nhân và hiện có sẵn để mua với mức giá hợp lý đặc biệt này. Hãy hành động ngay bây giờ để sở hữu một phần lịch sử!",
  "Mt. Ai-a-Nie Summit Coffee Table": "Bàn Cà Phê Đỉnh Núi Ai-a-Nie",
  "A dining table fit for the 1%! The Signature V dining table incorporates a glass surface so that you can admire your expensive one-of-a-kind shoes while you dine.": "Một chiếc bàn ăn phù hợp với 1%! Bàn ăn Signature V kết hợp bề mặt kính để bạn có thể chiêm ngưỡng đôi giày độc nhất vô nhị đắt tiền của mình trong khi ăn tối.",
  "Signature V": "Chữ V Ký Hiệu",
  "Local artist Lansing Feltham crafted this end table based on sonar mappings of the Windenburg shoreline. This environmental study was carried out when the government tried to prove the existence of a long rumored sea-monster which locals affectionately referred to as Emily. While the results of the investigation were inconclusive, the reality TV series it spawned was thoroughly entertaining.": "Nghệ sĩ địa phương Lansing Feltham đã chế tạo chiếc bàn cuối này dựa trên bản đồ sonar của bờ biển Windenburg. Nghiên cứu môi trường này được thực hiện khi chính phủ cố gắng chứng minh sự tồn tại của một con quái vật biển được đồn đại từ lâu mà người dân địa phương trìu mến gọi là Emily. Mặc dù kết quả của cuộc điều tra không thuyết phục, nhưng loạt phim truyền hình thực tế mà nó tạo ra lại vô cùng thú vị.",
  "Unfathomable End Table": "Bàn Góc Không Thể Đo Lường Được",
  "There's nothing artificial about this elegant hallway table. Don't mind the termites, that's the price you pay to bring the beauty of nature inside.": "Không có gì nhân tạo về chiếc bàn hành lang thanh lịch này. Đừng bận tâm đến mối mọt, đó là cái giá bạn phải trả để mang vẻ đẹp của thiên nhiên vào bên trong.",
  "Au Naturel Slab": "Tấm Tự Nhiên",
  "The Throne World exists as the antithesis of light. It serves as a plane of existence where the contents of a Sim's bowels descend into the dark bowels of the sewage underworld.": "Thế Giới Ngai Vàng tồn tại như một phản đề của ánh sáng. Nó đóng vai trò là một mặt phẳng tồn tại, nơi nội dung ruột của một Sim đi xuống vùng tối tăm của thế giới ngầm nước thải.",
  "Throne World": "Thế Giới Ngai Vàng",
  "Conduct your workouts in a socially and environmentally irresponsible manner, namely... indoors in an air conditioned gym with membership fees and a lengthy application designed to keep out the riffraff.": "Tiến hành tập luyện của bạn một cách vô trách nhiệm về mặt xã hội và môi trường, cụ thể là... trong nhà trong một phòng tập thể dục có máy lạnh với phí thành viên và một đơn đăng ký dài dòng được thiết kế để loại bỏ những kẻ du côn.",
  "Selfish Ethos Treadmill": "Máy Chạy Bộ Đạo Đức Ích Kỷ",
  "Here at Be Fit as a Fiddle Co. we aim for the top - and so can you!\\n\\nHave you ever felt like your life goals are just out of reach? Struggling to climb the corporate ladder and falling just short? We've got the solution! Introducing our Top Hitz Rock Climbing Wall, featuring an endless treadmill climb. We think it's a handy metaphor for the pivotal moments in your life; will you succumb to the grind, or will you strive for the top? Work out! Improve yourself! Success CAN be within reach!\\n\\n*Great for simultaneously losing weight and building muscle.": "Tại Be Fit as a Fiddle Co. chúng tôi hướng đến đỉnh cao - và bạn cũng có thể!\n\nBạn đã bao giờ cảm thấy như mục tiêu cuộc sống của mình chỉ là ngoài tầm với? Đấu tranh để leo lên nấc thang doanh nghiệp và chỉ thiếu một chút? Chúng tôi đã có giải pháp! Giới thiệu Tường Leo Núi Top Hitz của chúng tôi, có tính năng leo máy chạy bộ vô tận. Chúng tôi nghĩ rằng đó là một phép ẩn dụ tiện dụng cho những khoảnh khắc quan trọng trong cuộc đời bạn; bạn sẽ khuất phục trước sự nghiền ngẫm, hay bạn sẽ cố gắng vươn lên đỉnh cao? Tập luyện! Hoàn thiện bản thân! Thành công CÓ THỂ nằm trong tầm tay!\n\n*Tuyệt vời để giảm cân và xây dựng cơ bắp đồng thời.",
  "Top Hitz Rock Climbing Wall": "Tường Leo Núi Top Hitz",
  "This innovative window from Mr. Swisher contains a patented, fully automatic washing system to ensure it's always crystal clear. A small motion detector scans the area to ensure no Sims are nearby, at which point the scrubbing brush is engaged and travels the length of the window.": "Cửa sổ cải tiến này từ ông Swisher chứa một hệ thống rửa hoàn toàn tự động đã được cấp bằng sáng chế để đảm bảo nó luôn trong suốt như pha lê. Một máy dò chuyển động nhỏ quét khu vực để đảm bảo không có Sim nào ở gần, tại thời điểm đó bàn chải chà được kích hoạt và di chuyển dọc theo chiều dài của cửa sổ.",
  "S. Swisher Auto Washing Window": "Cửa Sổ Tự Động Rửa S. Swisher",
  "No matter how many times you duplicate this window, its fractal pattern remains the same. Therein lies the mathematical beauty of this accoutrement to architectural masterpieces.": "Bất kể bạn sao chép cửa sổ này bao nhiêu lần, hoa văn fractal của nó vẫn giữ nguyên. Đó là vẻ đẹp toán học của phụ kiện này đối với các kiệt tác kiến trúc.",
  "Fractal Window": "Cửa Sổ Fractal",
  "Before you step up your muscle game, you better put some respect in your workout routine. Follow these common rules to practice good gym etiquette:\\n\\n1) Wipe down gym equipment after every workout to remove sweat.\\n2) Absolutely no calls or texting near the workout equipment.\\n3) When the lunk alarm sounds, cease your workout and calmly proceed to the exit.": "Trước khi bạn nâng cấp trò chơi cơ bắp của mình, bạn nên thể hiện sự tôn trọng trong thói quen tập luyện của mình. Hãy tuân theo những quy tắc chung này để thực hành nghi thức phòng tập tốt:\n\n1) Lau sạch thiết bị tập thể dục sau mỗi lần tập để loại bỏ mồ hôi.\n2) Tuyệt đối không gọi điện hoặc nhắn tin gần thiết bị tập luyện.\n3) Khi báo động lunk vang lên, hãy ngừng tập luyện và bình tĩnh tiến đến lối ra.",
  "You Better Respect": "Bạn Nên Tôn Trọng",
  "Brag About Climbing Prowess": "Khoe Khoang Về Sự Giỏi Giang Leo Núi",
  "Brag About Beating Climbing Time": "Khoe Khoang Về Việc Đánh Bại Thời Gian Leo Núi",
  "{0.SimFirstName} already has a pair of earbuds in {M0.his}{F0.her} inventory.": "{0.SimFirstName} đã có một đôi tai nghe trong hành trang của {M0.his}{F0.her}.",
  "Thanks for ordering! The Earbuds {0.SimFirstName} purchased can be found in {M0.his}{F0.her} inventory.": "Cảm ơn bạn đã đặt hàng! Tai nghe mà {0.SimFirstName} đã mua có thể được tìm thấy trong hành trang của {M0.his}{F0.her}.",
  "Purchase Earbuds": "Mua Tai Nghe",
  "Be Upset": "Buồn Bã",
  "Celebrate Win": "Ăn Mừng Chiến Thắng",
  "Climb Gentle Incline": "Leo Dốc Thoải",
  "1) Vertical Challenge - Beginner": "1) Thử Thách Thẳng Đứng - Người Mới Bắt Đầu",
  "Reset Record Time": "Thiết Lập Lại Thời Gian Kỷ Lục",
  "Sabotage!": "Phá Hoại!",
  "Climb Gentle Incline (Push the Limits)": "Leo Dốc Thoải (Vượt Qua Giới Hạn)",
  "Climb Vertical Incline (Push the Limits)": "Leo Dốc Thẳng Đứng (Vượt Qua Giới Hạn)",
  "Climb Vertical Incline": "Leo Dốc Thẳng Đứng",
  "This is too difficult for {0.SimFirstName}'s current rock climbing abilities. ": "Điều này quá khó so với khả năng leo núi hiện tại của {0.SimFirstName}.",
  "Climb Overhang (Push the Limits)": "Leo Nhô Ra (Vượt Qua Giới Hạn)",
  "Climb Overhang": "Leo Nhô Ra",
  "Climb Overhang with Fire (Push the Limits)": "Leo Nhô Ra Với Lửa (Vượt Qua Giới Hạn)",
  "Climb Overhang with Fire": "Leo Nhô Ra Với Lửa",
  "{0.SimFirstName} has already set the current time to beat.": "{0.SimFirstName} đã đặt thời gian hiện tại để đánh bại.",
  "{0.SimFirstName} should practice climbing before attempting {M0.his}{F0.her} first endurance challenge.": "{0.SimFirstName} nên luyện tập leo núi trước khi thử thách sức bền đầu tiên của {M0.his}{F0.her}.",
  "1) Vertical Challenge - Beginner (Push the Limits)": "1) Thử Thách Thẳng Đứng - Người Mới Bắt Đầu (Vượt Qua Giới Hạn)",
  "Defeat {1.SimFirstName}'s Time of {2.Number} Seconds": "Đánh Bại Thời Gian {2.Number} Giây của {1.SimFirstName}",
  "2) Vertical Challenge - Easy": "2) Thử Thách Thẳng Đứng - Dễ",
  "{0.SimFirstName} must defeat the previous endurance challenge level first.": "{0.SimFirstName} phải đánh bại cấp độ thử thách sức bền trước đó trước.",
  "2) Vertical Challenge - Easy (Push the Limits)": "2) Thử Thách Thẳng Đứng - Dễ (Vượt Qua Giới Hạn)",
  "3) Overhang Challenge - Medium (Push the Limits)": "3) Thử Thách Nhô Ra - Trung Bình (Vượt Qua Giới Hạn)",
  "3) Overhang Challenge - Medium": "3) Thử Thách Nhô Ra - Trung Bình",
  "4) Overhang Challenge - Hard (Push the Limits)": "4) Thử Thách Nhô Ra - Khó (Vượt Qua Giới Hạn)",
  "4) Overhang Challenge - Hard": "4) Thử Thách Nhô Ra - Khó",
  "5) Fire Challenge - Dangerous (Push the Limits)": "5) Thử Thách Lửa - Nguy Hiểm (Vượt Qua Giới Hạn)",
  "5) Fire Challenge - Dangerous": "5) Thử Thách Lửa - Nguy Hiểm",
  "Defeat {1.SimFirstName}'s Time of {2.Number} Seconds (Push The Limits)": "Đánh Bại Thời Gian {2.Number} Giây của {1.SimFirstName} (Vượt Qua Giới Hạn)",
  "Defeat Record Time of {2.Number} Seconds": "Đánh Bại Thời Gian Kỷ Lục {2.Number} Giây",
  "Upgrade complete!\\n\\n{0.SimFirstName} has finished upgrading the Rock Climbing Wall with self-repair functionality. Should the wall experience any malfunctions in the future, nanomachines will be released to restore its operational status in no time at all.": "Nâng cấp hoàn tất!\n\n{0.SimFirstName} đã hoàn thành việc nâng cấp Tường Leo Núi với chức năng tự sửa chữa. Nếu bức tường gặp bất kỳ trục trặc nào trong tương lai, các nano máy sẽ được giải phóng để khôi phục trạng thái hoạt động của nó ngay lập tức.",
  "Upgrade Self-Repairing": "Nâng Cấp Tự Sửa Chữa",
  "The Rock Climbing Wall will immediately repair itself after malfunctioning.\\n": "Tường Leo Núi sẽ tự sửa chữa ngay lập tức sau khi bị trục trặc.\n",
  "Continue Upgrade Self-Repairing": "Tiếp Tục Nâng Cấp Tự Sửa Chữa",
  "Watch Climber": "Xem Người Leo Núi",
  "Plumboomba Dance Video (Push The Limits)": "Video Nhảy Plumboomba (Vượt Qua Giới Hạn)",
  "Plumboomba Dance Video": "Video Nhảy Plumboomba",
  "Power Sculpting Video (Push The Limits)": "Video Điêu Khắc Sức Mạnh (Vượt Qua Giới Hạn)",
  "Dance Video": "Video Nhảy",
  "Power Sculpting Video": "Video Điêu Khắc Sức Mạnh",
  "Form a group with another Sim before attempting a group workout.": "Hãy lập nhóm với một Sim khác trước khi thử tập luyện nhóm.",
  "Workout To Dance Video With": "Tập Luyện Theo Video Nhảy Cùng Với",
  "Workout To Power Sculpting Video With": "Tập Luyện Theo Video Điêu Khắc Sức Mạnh Cùng Với",
  "HomeSpa": "HomeSpa",
  "Work-It Circuit": "Vòng Tuần Hoàn Luyện Tập",
  "No Workout Zone": "Khu Vực Không Tập Luyện",
  "{0.SimFirstName} already has a pair of Earbuds in {M0.his}{F0.her} inventory.": "{0.SimFirstName} đã có một đôi Tai Nghe trong hành trang của {M0.his}{F0.her}.",
  "Watch Dance Video": "Xem Video Nhảy",
  "Watch Power Sculpting Video": "Xem Video Điêu Khắc Sức Mạnh",
  "Endurance Challenge Climb": "Leo Thử Thách Sức Bền",
  "Climb": "Leo",
  "Workout": "Tập Luyện",
  "Beat Another Sim's Endurance Time": "Đánh Bại Thời Gian Sức Bền Của Sim Khác",
  "Click on a Rock Climbing Wall, and attempt to survive longer than the Endurance Challenge Climb time set by another Sim.": "Nhấp vào Tường Leo Núi và cố gắng sống sót lâu hơn thời gian Leo Thử Thách Sức Bền do một Sim khác đặt ra.",
  "Go Rock Wall Climbing": "Đi Leo Tường Đá",
  "Click on a Rock Climbing Wall and select Climb.": "Nhấp vào Tường Leo Núi và chọn Leo.",
  "Beat a Climbing Challenge": "Đánh Bại Thử Thách Leo Núi",
  "Click on a Rock Climbing Wall and select an Endurance Challenge Climb.": "Nhấp vào Tường Leo Núi và chọn Leo Thử Thách Sức Bền.",
  "Buy a Rock Climbing Wall": "Mua Tường Leo Núi",
  "Purchase a Rock Climbing Wall from Build Mode. Look for it in the Active section of Activities and Skills.": "Mua Tường Leo Núi từ Chế Độ Xây Dựng. Tìm nó trong phần Hoạt Động của Hoạt Động và Kỹ Năng.",
  "Do a Dance Workout": "Tập Luyện Nhảy",
  "Click on a TV and select Workout, then select the Plumboomba Dance Video.": "Nhấp vào TV và chọn Tập Luyện, sau đó chọn Video Nhảy Plumboomba.",
  "Do a Power Sculpting Workout": "Tập Luyện Điêu Khắc Sức Mạnh",
  "Click on a TV and select Workout, then select the Power Sculpting Video.": "Nhấp vào TV và chọn Tập Luyện, sau đó chọn Video Điêu Khắc Sức Mạnh.",
  "Rock Climbing": "Leo Núi Đá",
  "Wavestone": "Đá Sóng",
  "At One With Stone": "Hòa Mình Với Đá"
}