{
  "Sophistico Tile": "Gạch Sophistico nè.",
  "Let The Hightower Double Bed help you get the rest you need to keep being the boss that you are. Its classic yet luxurious design will help you enjoy sleep like never before, with silky sheets that feel soft and light on your skin. When morning comes, wake up refreshed and ready to conquer the world!": "Để Giường Đôi Hightower giúp bạn có giấc ngủ ngon để tiếp tục làm trùm nha. Thiết kế vừa cổ điển vừa sang trọng sẽ giúp bạn tận hưởng giấc ngủ hơn bao giờ hết, với ga giường mượt mà, mềm mại và nhẹ nhàng trên da. Sáng ra, thức dậy sảng khoái và sẵn sàng chinh phục thế giới!",
  "The Hightower Double Bed ": "Giường Đôi Hightower",
  "Add a touch of personality to your space with this stylish free-standing bookcase supported by glass shelves and a sleek metal frame. It's an excellent place to store your designer photobooks, marbled chests, and chic decor, proving you have the finest taste. ": "Thêm chút cá tính vào không gian sống của bạn với cái kệ sách đứng tự do đầy phong cách này, được đỡ bởi mấy cái kệ kính và khung kim loại bóng bẩy. Chỗ này mà để mấy cuốn sách ảnh thiết kế, mấy cái rương cẩm thạch, với đồ trang trí sang chảnh là hết sẩy luôn, chứng tỏ bạn có gu thẩm mỹ đỉnh của chóp đó nha.",
  "Bookcase No. 212": "Tủ Sách Số 212",
  "This curtain is designed to bring the ultimate in luxury to your windows. The soft linen panels, and simplistic curtain rod, paired with glass accents, balance contemporary style and timeless elegance. Perfect for any space!": "Cái rèm này được thiết kế để mang lại sự sang trọng tột đỉnh cho cửa sổ nhà bạn đó. Mấy tấm vải lanh mềm mại, với cái thanh treo rèm đơn giản, kết hợp thêm điểm nhấn bằng kính, cân bằng giữa phong cách hiện đại và vẻ thanh lịch vượt thời gian luôn. Quá là hợp với mọi không gian á!",
  "Legendary Curtain - Left": "Rèm Huyền Thoại - Bên Trái",
  "Tall Legendary Curtain - Left": "Rèm Cao Huyền Thoại - Bên Trái",
  "Legendary Curtain - Right": "Rèm Huyền Thoại - Bên Phải",
  "Tall Legendary Curtain - Right": "Rèm Cao Cấp Huyền Thoại Dài - Bên Phải",
  "This curtain rod is designed to bring the ultimate in luxury to your windows by balancing contemporary style and timeless elegance. Perfect for any space!": "Cái thanh treo rèm này được thiết kế để mang lại sự sang trọng tột đỉnh cho cửa sổ nhà bạn bằng cách cân bằng giữa phong cách hiện đại và vẻ đẹp vượt thời gian. Quá là hoàn hảo cho mọi không gian luôn á!",
  "Legendary Curtain Rod": "Thanh treo rèm huyền thoại",
  "Lose the blah and bring some bling to your bedroom with the SoChic Dresser. Featuring a classic four-drawer design and a stunning glass top, this piece is sure to impress and inspire.": "Tủ ngăn kéo SoChic sẽ giúp phòng ngủ của bạn hết xám xịt và trở nên lấp lánh hơn đó nha. Thiết kế 4 ngăn kéo cổ điển, thêm mặt kính trên cùng siêu xịn, đảm bảo ai nhìn cũng phải trầm trồ luôn á.",
  "SoChic Dresser": "Tủ Quần Áo SoChic",
  "Be an icon and a legend under the epitome of ceiling light luxury. Now, you can have a room that shines as bright as you!": "Trở thành một biểu tượng và huyền thoại dưới đỉnh cao của sự sang trọng ánh sáng trần nhà. Giờ đây, bạn có thể có một căn phòng tỏa sáng rực rỡ như bạn!",
  "The Light of Legends": "Ánh Sáng Huyền Thoại",
  "Be an even bigger icon and legend under the epitome of ceiling light luxury. Now, you can have a room that shines as bright as you!": "Trở thành một biểu tượng và huyền thoại lớn hơn dưới đỉnh cao của sự sang trọng ánh sáng trần nhà. Giờ thì bạn có thể có một căn phòng tỏa sáng rực rỡ như bạn rồi đó!",
  "The Longer Light of Legends": "Ánh Sáng Huyền Thoại Kéo Dài Thêm",
  "Why have any basic lamp when you can have this one? Light it up in style with this luxurious table lamp so everyone can see how iconic you are.": "Sao phải dùng mấy cái đèn bàn cơ bản khi mà có cái đèn này chứ? Thắp sáng theo phong cách sang chảnh với cái đèn bàn xịn xò này để ai cũng thấy bạn chất chơi cỡ nào nhé.",
  "The Lamp of Luxury": "Đèn Sang Chảnh",
  "Add an elegant, minimalist touch to any wall with the Incline Leaning Mirror. This beautiful and modern piece is guaranteed to help you look and be your best.": "Thêm một chút tinh tế và tối giản cho bất kỳ bức tường nào với Gương Dựa Nghiêng. Món đồ xinh xắn và hiện đại này chắc chắn sẽ giúp bạn trông thật bảnh và luôn là phiên bản tốt nhất của mình đó nha.",
  "Incline Leaning Mirror": "Gương Nghiêng Tựa Tường",
  "When you see the Moment, it stops you in your tracks. This high-quality art print encourages you to appreciate beauty, peace, and on occasion, the finer things that life has to offer.": "Khoảnh khắc ấy làm bạn đứng hình luôn á. Bức tranh nghệ thuật in chất lượng cao này khuyến khích bạn trân trọng vẻ đẹp, sự bình yên và đôi khi là những điều tốt đẹp hơn mà cuộc sống mang lại á nha.",
  "The Moment": "Khoảnh Khắc Định Mệnh",
  "Liven up any corner of the home with this beautiful \"elevated\" planter. Don't let its simple design fool you; there's sophistication in the understated.": "Làm tươi mới mọi góc nhà với chậu cây \"nâng cao\" xinh xắn này nha. Đừng để vẻ ngoài đơn giản đánh lừa; thiết kế này tinh tế ngầm đó.",
  "Elevated Taste Planter": "Chậu Cây Vị Giác Tinh Tế",
  "Invite elegance and luxury into your space with the Gilded Intersections Rug. This round rug is a stunning accent piece featuring plushness that can’t be beaten. Add it to any room in your home for a touch of comfort and sophistication!": "Mời sự sang trọng và xa hoa vào không gian của bạn với Thảm Giao Lộ Mạ Vàng. Chiếc thảm tròn này là một điểm nhấn tuyệt đẹp với độ mềm mại không gì sánh bằng. Thêm nó vào bất kỳ căn phòng nào trong nhà bạn để có thêm chút thoải mái và tinh tế nha!",
  "Gilded Intersections Rug": "Thảm Giao Lộ Mạ Vàng",
  "Find the perfect muse for your interior with this elegant sculpture. Crafted from polished stone, this impressive piece of art is hard to resist. Exquisite details and timeless beauty make it the perfect focal point for any room.": "Tìm thấy nàng thơ hoàn hảo cho nội thất nhà bạn với bức tượng điêu khắc tao nhã này. Được chế tác từ đá đánh bóng, tác phẩm nghệ thuật ấn tượng này khó mà cưỡng lại được. Các chi tiết tinh tế và vẻ đẹp vượt thời gian khiến nó trở thành tiêu điểm hoàn hảo cho bất kỳ căn phòng nào.",
  "Muse-On-A-Shelf": "Thằng cha/con mẹ Muse-On-A-Shelf",
  "Talented. Brilliant. Incredible. Amazing. Show-stopping. Spectacular. Never the same. Totally unique. Completely not ever been done before. The Perfect Pillow will forever be that final touch to any room.": "Tài năng. Xuất chúng. Phi thường. Tuyệt vời. Gây ấn tượng mạnh. Ngoạn mục. Không bao giờ nhàm chán. Hoàn toàn độc đáo. Chưa từng có ai làm trước đây. Chiếc Gối Hoàn Hảo sẽ mãi là điểm nhấn cuối cùng cho bất kỳ căn phòng nào.",
  "The Perfect Pillow": "Cái Gối Tuyệt Vời Ông Mặt Trời",
  "\"Leeb, Leefuh, Lurve\" is a mantra we've all heard before, but this plaque serves as a reminder to live with passion and purpose. Just imagine: as you come home at the end of the day and open your door, you'll see this gorgeous phrase sitting there to uplift you and encourage nothing but good vibes!": "\"Leeb, Leefuh, Lurve\" là câu thần chú mà chắc ai cũng từng nghe rồi, nhưng mà cái bảng này nhắc mình sống nhiệt huyết và có mục đích. Cứ tưởng tượng xem: cuối ngày đi làm về mở cửa ra, thấy ngay dòng chữ xịn sò này ở đó để vực mình dậy và chỉ mang lại những năng lượng tích cực thôi á!",
  "\"Leeb, Leefuh, Lurve\" Plaque": "Plaque \"Leeb, Leefuh, Thương Thươnng\"",
  "This luxurious mini bag is perfect for the gals with big things happening and for the bright dreams that they carry. This mini bag is as stylish as its owner and comes with a sleek complimentary clutch and the perfect lipstick duo for any baddie prepared to slay the day.": "Cái túi mini sang chảnh này hoàn hảo cho mấy cô nàng nhiều việc phải làm và ôm ấp những giấc mơ tươi sáng đó nha. Túi mini này chất chơi chẳng kém gì chủ nhân của nó đâu, lại còn đi kèm clutch siêu xịn và bộ đôi son môi đỉnh của chóp cho mấy chị em \"bad girl\" sẵn sàng \"slay\" cả ngày dài nữa chứ.",
  "The Baddie's Bag": "Túi Xách Hội Chị Đại",
  "If you're looking for a stunning way to display your most treasured art, books, and accessories, you need the SoChic Wall Shelf. This one-of-a-kind shelf melds a low-profile metal frame with a sheet of glass to create a work of art that is truly, breathtakingly elegant.": "Nếu bạn đang tìm kiếm một cách tuyệt vời để trưng bày những tác phẩm nghệ thuật, sách và phụ kiện quý giá nhất của mình, thì bạn cần Kệ treo tường SoChic. Chiếc kệ độc đáo này kết hợp khung kim loại mỏng với tấm kính để tạo ra một tác phẩm nghệ thuật thực sự thanh lịch và ngoạn mục.",
  "SoChic Wall Shelf": "Kệ Treo Tường SoChic",
  "This chair is all about practical luxury—who doesn't want that? The contemporary low-back design, sleek gold frame, and sturdy legs make this chair the perfect spot to kick back in style.": "Cái ghế này đúng kiểu sang chảnh thực tế luôn—ai mà không thích cơ chứ? Thiết kế lưng thấp hiện đại, khung vàng bóng bẩy, và chân ghế chắc chắn biến cái ghế này thành chỗ lý tưởng để thư giãn thiệt phong cách đó nha.",
  "Avant Chair": "Ghế Avant",
  "The Dreamer’s Chair is a statement piece that demands attention. Its graceful, rounded shape and beautiful upholstery will add style to any room. Sit back, relax, and let your dreams become a reality!": "Ghế Mộng Mơ đúng là một tác phẩm nổi bật, thu hút mọi ánh nhìn luôn đó. Dáng ghế bo tròn duyên dáng với lớp bọc đẹp mắt sẽ làm căn phòng nào cũng có gu hơn hẳn. Ngồi xuống thư giãn rồi biến giấc mơ thành hiện thực thôi nào!",
  "The Dreamer's Chair": "Ghế Mộng Mơ",
  "The Vintique Record Player combines all the simple elegance of vinyl with the convenience of modern technology in a sleek and compact design. This iconic device will revolutionize your dance moves and always help you march to the beat of your drum.": "Máy hát Vintique kết hợp sự thanh lịch giản dị của đĩa than với sự tiện lợi của công nghệ hiện đại trong một thiết kế bóng bẩy và nhỏ gọn. Thiết bị mang tính biểu tượng này sẽ cách mạng hóa những bước nhảy của bạn và luôn giúp bạn bước theo nhịp điệu của riêng mình.",
  "Vintique Record Player": "Máy hát Vintique",
  "Luxury is apparent in every detail of the SoChic End Table, from its modern design and durable metal frame to its thick glass top. This end table is ideal for your bedroom or living room and can store magazines, books, and mementos for a little extra sparkle in your space.": "Bàn cạnh giường SoChic này đúng là sang chảnh từng chi tiết luôn á, từ thiết kế hiện đại, khung kim loại chắc chắn đến mặt kính dày cui. Để nó trong phòng ngủ hay phòng khách đều hợp, đựng tạp chí, sách vở, đồ kỷ niệm các kiểu cho không gian thêm lung linh luôn nha.",
  "SoChic End Table": "Bàn Bên SoChic",
  "Sparkle and shine like a star with the All Glowed-Up Vanity! This stunning vanity is designed to help you glow up every morning by giving you all the space you need for your daily beauty routine. With room for all your products and a beautiful glass surface, this piece will enhance any room.": "Tỏa sáng lấp lánh như một ngôi sao với Bàn Trang Điểm Lộng Lẫy! Chiếc bàn trang điểm xinh xắn này được thiết kế để giúp bạn rạng rỡ mỗi sáng bằng cách cung cấp đủ không gian cho các bước làm đẹp hàng ngày. Với chỗ để đồ thoải mái và mặt kính tuyệt đẹp, món đồ này sẽ làm căn phòng nào cũng thêm xinh xắn đó nha.",
  "All Glowed-Up Vanity": "Bàn Trang Điểm Rạng Rỡ",
  "Transform your home into a gallery with The ArtFrame TV. This flat-screen TV is disguised as a framed piece of art when turned off and becomes an incredible display of entertainment when turned on. Now you can truly have the best of both worlds!": "Biến ngôi nhà của bạn thành phòng trưng bày với TV Khung Tranh Nghệ Thuật. Chiếc TV màn hình phẳng này được ngụy trang thành một tác phẩm nghệ thuật đóng khung khi tắt và trở thành một màn hình giải trí tuyệt vời khi bật. Giờ thì bạn có thể thực sự có được cả hai điều tuyệt vời nhất rồi đó nha!",
  "The ArtFrame TV": "TV Khung Tranh Nghệ Thuật",
  "Livin' Luxe Bedroom": "Phòng Ngủ Sang Chảnh Livin' Luxe",
  "Sophistico Accent Wall": "Tường điểm nhấn Tinh Tế"
}