{
  "(From Throwing a Coin in a Fountain)": "(Từ Việc Ném Đồng Xu Vào Đài Phun Nước)",
  "The offering presented has been found wanting. The Whispering Wishing Well is displeased and wishes are more likely to result in unpleasant outcomes.": "Lễ vật dâng lên không được như ý. Giếng Ước Nguyện Thì Thầm không hài lòng và các ước muốn có nhiều khả năng dẫn đến kết quả khó chịu.",
  "A suitable offering! The Whispering Wishing Well is satisfied and is now more amenable to granting wishes.": "Một lễ vật phù hợp! Giếng Ước Nguyện Thì Thầm đã hài lòng và giờ dễ dàng chấp thuận việc ban điều ước hơn.",
  "What a highly generous offering! The Whispering Wishing Well is most pleased and will nearly certainly grant a wish well.": "Một lễ vật hào phóng biết bao! Giếng Ước Nguyện Thì Thầm vô cùng hài lòng và gần như chắc chắn sẽ ban điều ước tốt đẹp.",
  "Hello, this is the adoption agency calling for {0.SimName}. Your application papers were above and beyond any we've ever seen. There's no doubt in our minds that you'll be an exemplary {M0.father}{F0.mother}! In recognition of your propensity for parenting, you've been pre-approved for a free adoption.\\n\\nOh, before you hang up... this is a limited time offer, so please rush to your computer to adopt today!": "Xin chào, đây là trung tâm nhận nuôi gọi cho {0.SimName}. Hồ sơ đăng ký của bạn vượt xa bất kỳ hồ sơ nào chúng tôi từng thấy. Chúng tôi không nghi ngờ gì rằng bạn sẽ là một {M0.người cha}{F0.người mẹ} gương mẫu! Để ghi nhận khuynh hướng làm cha mẹ của bạn, bạn đã được chấp thuận trước cho việc nhận con nuôi miễn phí.\n\nÀ, trước khi bạn gác máy... đây là một ưu đãi có thời hạn, vì vậy hãy nhanh chóng đến máy tính của bạn để nhận con nuôi ngay hôm nay!",
  "(From Making a Wish)": "(Từ Việc Ước Nguyện)",
  "And they say money can't buy happiness...": "Và người ta nói tiền không thể mua được hạnh phúc...",
  "A Coin For Good Luck": "Đồng Xu May Mắn",
  "What a sight! Who can resist a smile when seeing a fountain overflowing with soap bubbles?": "Thật là một cảnh tượng! Ai có thể cưỡng lại nụ cười khi nhìn thấy một đài phun nước tràn ngập bong bóng xà phòng?",
  "Entranced By Suds": "Say Mê Bong Bóng",
  "Two arms... check! Two legs... check! Can't walk through walls... check! Not only has {0.SimFirstName} returned to the living, but {M0.he's}{F0.she's} formed a pact with the reaper granting instant resurrection in case of any unexpected death. {0.SimFirstName} can sleep soundly knowing {M0.he'll}{F0.she'll} live out a long, full life until passing away at a ripe old age.": "Hai tay... kiểm tra! Hai chân... kiểm tra! Không thể đi xuyên tường... kiểm tra! Không chỉ {0.SimFirstName} đã trở lại cuộc sống, mà {M0.anh}{F0.cô} ấy còn lập một giao ước với thần chết ban cho sự phục sinh ngay lập tức trong trường hợp có bất kỳ cái chết bất ngờ nào. {0.SimFirstName} có thể ngủ ngon giấc khi biết {M0.anh}{F0.cô} ấy sẽ sống một cuộc đời dài và trọn vẹn cho đến khi qua đời ở tuổi già.",
  "Miracle Revival": "Hồi Sinh Kỳ Diệu",
  "{0.SimFirstName} is unable to return to life for the time being; the wishing well made that perfectly clear. At least there's peace to be had in knowing one's own fate.": "{0.SimFirstName} không thể trở lại cuộc sống vào lúc này; giếng ước đã nói rất rõ điều đó. Ít nhất thì cũng có được sự bình yên khi biết số phận của mình.",
  "Accepted Fate": "Chấp Nhận Số Phận",
  "What good fortune! The adoption agency must be overflowing with unplaced children to be waiving their standard adoption fees. {0.SimFirstName} should rush to a computer and adopt now!": "Thật là may mắn! Cơ quan nhận con nuôi hẳn là đang tràn ngập những đứa trẻ chưa được nhận để miễn các khoản phí nhận con nuôi tiêu chuẩn của họ. {0.SimFirstName} nên nhanh chóng đến máy tính và nhận con nuôi ngay bây giờ!",
  "Adoption Pre-Approved": "Chấp Thuận Trước Việc Nhận Con Nuôi",
  "Blinded by the light\\nAge stage reset\\nThese bones are feeling right": "Mù quáng bởi ánh sáng\nGiai đoạn tuổi được thiết lập lại\nMấy khúc xương này thấy ổn rồi",
  "A Few Years Younger": "Trẻ Hơn Vài Tuổi",
  "{0.SimFirstName} was literally walking on sunshine for a moment there! Such a happy high is contagious; all of {0.SimFirstName}'s happy Moodlets will last even longer than normal.": "{0.SimFirstName} đã thực sự đi trên ánh nắng mặt trời trong một khoảnh khắc! Cảm xúc hạnh phúc lan tỏa; tất cả các Moodlet hạnh phúc của {0.SimFirstName} sẽ kéo dài thậm chí còn lâu hơn bình thường.",
  "Always Sunny": "Luôn Luôn Tươi Sáng",
  "The Whispering Wishing Well must have been created with the Hates Children trait, as it's cruelly made {0.SimFirstName} temporarily unable to conceive!": "Giếng Ước Nguyện Thì Thầm hẳn phải được tạo ra với tính cách Ghét Trẻ Con, vì nó đã nhẫn tâm khiến {0.SimFirstName} tạm thời không thể thụ thai!",
  "Temporary Infertility": "Vô Sinh Tạm Thời",
  "{0.SimFirstName}'s mouth involuntarily stretches wide before forcefully bursting open with laughter...\\n\"Ho-ho-ha-ha\"\\n\"A-ha-ha-he-he-heh-heh\"\\n\"A-HE-HE-HE-HA-HA\"\\n\"HAHAHAHAHAHAHA\"": "Miệng của {0.SimFirstName} vô thức kéo rộng ra trước khi bật ra tiếng cười...\n\"Ho-ho-ha-ha\"\n\"A-ha-ha-he-he-heh-heh\"\n\"A-HE-HE-HE-HA-HA\"\n\"HAHAHAHAHAHAHA\"",
  "Can't Stop Smiling": "Không Thể Ngừng Cười",
  "Oh sweet serendipity, a slice of Ambrosia just manifested itself in {0.SimFirstName}'s inventory! A return to life is just a bite away, should {M0.he}{F0.she} choose to keep it for {M0.himself}{F0.herself} that is...": "Ôi, sự tình cờ ngọt ngào, một lát bánh Ambrosia vừa xuất hiện trong hành trang của {0.SimFirstName}! Việc trở lại cuộc sống chỉ cách một miếng cắn, nếu {M0.anh}{F0.cô} ấy chọn giữ nó cho {M0.bản thân}{F0.bản thân}...",
  "Chance At Life": "Cơ Hội Sống",
  "{0.SimFirstName} thought a flick of a coin would be enough to gain a skill? No, {M0.he'll}{F0.she'll} have to work for it... but {M0.his}{F0.her} wish will provide a boost to any skill gains for as long as this Moodlet remains.": "{0.SimFirstName} nghĩ rằng chỉ cần búng một đồng xu là đủ để có được một kỹ năng? Không, {M0.anh}{F0.cô} ấy sẽ phải nỗ lực để đạt được nó... nhưng điều ước của {M0.his}{F0.her} sẽ cung cấp một sự thúc đẩy cho bất kỳ sự tăng tiến kỹ năng nào cho đến khi Moodlet này còn duy trì.",
  "Expedient Learning": "Học Tập Nhanh Chóng",
  "Time is definitely on {0.SimFirstName}'s side... a few additional days have been added to {M0.his}{F0.her} overall lifetime.": "Thời gian chắc chắn đang đứng về phía {0.SimFirstName}... một vài ngày nữa đã được thêm vào tuổi thọ tổng thể của {M0.his}{F0.her}.",
  "Extended Life": "Kéo Dài Tuổi Thọ",
  "Happiness is in the air! Specifically, some other Sim's happiness. That can only mean one thing... some poor sap nearby had an unfortunate encounter with a wishing well. Don't let it go to waste!": "Hạnh phúc đang ở trong không khí! Cụ thể là, hạnh phúc của một Sim khác. Điều đó chỉ có thể có nghĩa là một điều... một kẻ ngốc nghếch tội nghiệp nào đó gần đó đã có một cuộc chạm trán không may với một giếng ước. Đừng để nó lãng phí!",
  "Extra Vigor": "Sức Sống Dồi Dào",
  "There's nothing like an extra spring in {0.SimFirstName}'s step to help {M0.him}{F0.her} through the day!": "Không có gì sánh bằng việc {0.SimFirstName} có thêm năng lượng để giúp {M0.anh}{F0.cô} ấy vượt qua một ngày!",
  "Feeling Young": "Cảm Thấy Trẻ Trung",
  "The temperamental wishing well is displeased at {0.SimFirstName}'s attempts to take shortcuts in life. In {0.SimFirstName}'s forced stupor, {M0.he'll}{F0.she'll} struggle to progress in any skills.": "Giếng ước thất thường không hài lòng với những nỗ lực đi đường tắt trong cuộc sống của {0.SimFirstName}. Trong trạng thái hôn mê cưỡng bức của {0.SimFirstName}, {M0.anh}{F0.cô} ấy sẽ phải vật lộn để tiến bộ trong bất kỳ kỹ năng nào.",
  "Fogged Mind": "Tâm Trí Mơ Hồ",
  "{0.SimFirstName} feels cheerful... overjoyed even! That's a fair deal for a single Simoleon!": "{0.SimFirstName} cảm thấy vui vẻ... thậm chí là vui mừng khôn xiết! Đó là một món hời cho một Simoleon!",
  "Forever Cheerful": "Vui Vẻ Mãi Mãi",
  "All of the coins that Sims have wished upon were suddenly regurgitated up and out of the well, and straight into {0.SimFirstName}'s wallet.": "Tất cả những đồng xu mà Sims đã ước nguyện đột nhiên bị ợ ra khỏi giếng, và bay thẳng vào ví của {0.SimFirstName}.",
  "Fortunes Abound": "Vận May Dồi Dào",
  "Not only was {0.SimFirstName} dropped a full letter grade, but the school's vice-principal falsely accused {M0.his}{F0.her} of attempting to hack the school's database to change her grades. How could a simple wish go so wrong?": "Không chỉ {0.SimFirstName} bị tụt một bậc điểm, mà hiệu phó của trường còn vu khống {M0.anh}{F0.cô} ấy cố gắng hack cơ sở dữ liệu của trường để thay đổi điểm số. Làm thế nào mà một điều ước đơn giản lại có thể trở nên tồi tệ như vậy?",
  "Grades Dropped": "Điểm Số Bị Tụt",
  "{0.SimFirstName} tried to convince {M0.himself}{F0.herself} that {M0.he}{F0.she} was happy... {M0.he}{F0.she} really did. This soul crushing sadness is the result of a wish gone wrong, and an ill-advised attempt to convince oneself otherwise.": "{0.SimFirstName} đã cố gắng thuyết phục {M0.bản thân}{F0.bản thân} rằng {M0.anh}{F0.cô} ấy hạnh phúc... {M0.anh}{F0.cô} ấy thực sự đã làm vậy. Nỗi buồn tan nát cõi lòng này là kết quả của một điều ước sai lầm và một nỗ lực dại dột để thuyết phục bản thân điều ngược lại.",
  "Happiness Doesn't Last Forever": "Hạnh Phúc Không Kéo Dài Mãi Mãi",
  "As {0.SimFirstName} heard {M0.his}{F0.her} coin splash deep within the depths of the well, two words pierced {M0.his}{F0.her} mind... \"Give Up.\" Well then, no romance for {0.SimFirstName} for awhile.": "Khi {0.SimFirstName} nghe thấy đồng xu của {M0.anh}{F0.cô} ấy rơi xuống sâu thẳm trong giếng, hai từ xuyên thấu tâm trí {M0.anh}{F0.cô} ấy... \"Từ bỏ đi.\" Vậy thì, sẽ không có chuyện tình cảm nào cho {0.SimFirstName} trong một thời gian.",
  "Hopeless in Romance": "Tuyệt Vọng Trong Tình Yêu",
  "{0.SimFirstName} is happy. Happy happy happy. If {M0.he}{F0.she} keeps telling {M0.himself}{F0.herself} that it must be true, right? Happy!": "{0.SimFirstName} đang hạnh phúc. Hạnh phúc, hạnh phúc, hạnh phúc. Nếu {M0.anh}{F0.cô} ấy cứ tự nhủ với {M0.bản thân}{F0.bản thân} thì chắc chắn là thật, phải không? Hạnh phúc!",
  "I AM HAPPY": "TÔI HẠNH PHÚC",
  "That wasn't quite what {0.SimFirstName} wished for, but the new ingredient that popped into existence in {M0.his}{F0.her} inventory ought to help. With a few more ingredients and a dash of cooking skill, {0.SimFirstName} could whip up an Ambrosia recipe that'll return {M0.him}{F0.her} to the land of the living. A few more wishes ought to yield {M0.him}{F0.her} what {M0.he}{F0.she} needs.": "Đó không hoàn toàn là những gì {0.SimFirstName} ước, nhưng thành phần mới xuất hiện trong hành trang của {M0.his}{F0.her} sẽ giúp ích. Với một vài thành phần nữa và một chút kỹ năng nấu ăn, {0.SimFirstName} có thể chế biến một công thức Ambrosia để đưa {M0.him}{F0.her} trở lại cõi sống. Một vài điều ước nữa sẽ mang lại cho {M0.him}{F0.her} những gì {M0.he}{F0.she} cần.",
  "Ingredients of Life": "Nguyên Liệu Của Cuộc Sống",
  "{0.SimFirstName} was accused of cheating in an effort to raise {M0.his}{F0.her} grades! {M0.He}{F0.She} tried to escape punishment by arguing that there's nowhere in the syllabus that states that wishing wells aren't allowed, but the vice-principal simply wouldn't listen!": "{0.SimFirstName} bị buộc tội gian lận để nâng điểm số của {M0.his}{F0.her}! {M0.Anh}{F0.Cô} ấy đã cố gắng trốn tránh sự trừng phạt bằng cách lập luận rằng không có nơi nào trong chương trình học quy định rằng giếng ước không được phép, nhưng hiệu phó đơn giản là không chịu lắng nghe!",
  "I Wished For Better Grades!": "Tôi Ước Có Điểm Cao Hơn!",
  "{0.SimFirstName} wished for a promotion, not a chance at a promotion! What's this nonsense about needing to work harder to get ahead? That was the whole point of wishing!": "{0.SimFirstName} ước có một sự thăng chức, chứ không phải là cơ hội thăng chức! Cái chuyện vô lý gì về việc cần phải làm việc chăm chỉ hơn để tiến lên vậy? Đó là toàn bộ ý nghĩa của việc ước!",
  "I Wished For The Promotion!": "Tôi Ước Được Thăng Chức!",
  "A bundle of \"joy\" - hah, what a farce. The wishing well foisted an evil child upon {0.SimFirstName} - surely the result of another poor parent's wish to be rid of the brat.": "Một bó \"niềm vui\" - hah, thật là một trò hề. Giếng ước đã đẩy một đứa trẻ độc ác lên {0.SimFirstName} - chắc chắn là kết quả từ mong muốn của một phụ huynh tồi tệ khác muốn loại bỏ đứa trẻ hư hỏng.",
  "\"Joys\" of Children": "\"Niềm Vui\" Của Trẻ Con",
  "It's a wishing well miracle! A \"wiracle!\" {0.SimFirstName} has been rewarded with a brilliant new member of the family!": "Đó là một phép màu từ giếng ước! Một \"phép wiracle!\" {0.SimFirstName} đã được ban thưởng một thành viên mới tuyệt vời trong gia đình!",
  "Joys of Children": "Niềm Vui Của Trẻ Con",
  "Something appears to have gone wrong. {0.SimFirstName} was enveloped in a gleaming light, {M0.he}{F0.she} could feel {M0.himself}{F0.herself} passing back to the realm of the mortals, when suddenly... BAM! Dead once again.": "Có vẻ như có điều gì đó không ổn. {0.SimFirstName} được bao bọc trong một ánh sáng rực rỡ, {M0.he}{F0.she} có thể cảm thấy {M0.bản thân}{F0.bản thân} đang quay trở lại cõi phàm trần, thì đột nhiên... BAM! Lại chết.",
  "Just A Ghost": "Chỉ Là Một Bóng Ma",
  "The well reached into the depths of {0.SimFirstName}'s mind and revealed {M0.his}{F0.her} dark truth...\\n\\n\"A wish cannot be granted to one who is incapable of possessing.\"\\n\\n{0.SimFirstName} recoiled in horror, embarrassed that {M0.his}{F0.her} simple wish exposed one of {M0.his}{F0.her} deepest insecurities.": "Giếng đã đi sâu vào tâm trí của {0.SimFirstName} và tiết lộ sự thật đen tối của {M0.his}{F0.her}...\n\n\"Một điều ước không thể được ban cho người không có khả năng sở hữu.\"\n\n{0.SimFirstName} giật mình kinh hãi, xấu hổ vì điều ước đơn giản của {M0.his}{F0.her} đã phơi bày một trong những điều bất an sâu sắc nhất của {M0.his}{F0.her}.",
  "Lack of Talent": "Thiếu Tài Năng",
  "The wishing well bestowed {0.SimFirstName} with a tragic dilemma. Being around others will cause {M0.him}{F0.her} sadness, but nearby sims will find happiness in {M0.his}{F0.her} misery. Oh, delicious schadenfreude!": "Giếng ước đã ban cho {0.SimFirstName} một tình thế tiến thoái lưỡng nan bi thảm. Ở gần người khác sẽ khiến {M0.him}{F0.her} buồn bã, nhưng những sim ở gần đó sẽ tìm thấy hạnh phúc trong sự khốn khổ của {M0.his}{F0.her}. Ôi, sự hả hê ngon lành!",
  "Leaking Happiness": "Rò Rỉ Hạnh Phúc",
  "With great knowledge comes great power, and the wishing well just bestowed a particularly juicy morsel into {0.SimFirstName}'s mind. It would be quite lucrative to blackmail another Sim in exchange for {0.SimFirstName}'s silence... Is it worth making an enemy in exchange for a pocket full of Simoleons?": "Với kiến thức uyên bác, sức mạnh vĩ đại sẽ đến, và giếng ước vừa ban cho một miếng ngon đặc biệt hấp dẫn vào tâm trí của {0.SimFirstName}. Sẽ khá sinh lợi nếu tống tiền một Sim khác để đổi lấy sự im lặng của {0.SimFirstName}... Có đáng để tạo ra một kẻ thù để đổi lấy một túi đầy Simoleons không?",
  "Learned Darkest Secrets": "Học Được Những Bí Mật Đen Tối Nhất",
  "Loss of youth? What about a loss of birthday cake!? {0.SimFirstName} suddenly aged up... Perhaps it was the well's cunning plan to force {0.SimFirstName} to continue to use the wishing well if {M0.he}{F0.she} wants to get through {M0.his}{F0.her} bucket list before {M0.he}{F0.she} kicks it. Does {0.SimFirstName} dare try again?": "Mất tuổi trẻ? Còn việc mất bánh sinh nhật thì sao!? {0.SimFirstName} đột nhiên già đi... Có lẽ đó là kế hoạch xảo quyệt của giếng để buộc {0.SimFirstName} tiếp tục sử dụng giếng ước nếu {M0.he}{F0.she} muốn hoàn thành danh sách việc cần làm trước khi chết. {0.SimFirstName} có dám thử lại không?",
  "Loss of Youth": "Mất Tuổi Trẻ",
  "{0.SimFirstName} has been swindled! Despite receiving a large sum of Simoleons from the wishing well, {M0.he}{F0.she} immediately had the inexplicable urge to spend them all (and more!) on cosmetic hats in {M0.his}{F0.her} newest mobile gaming addiction!": "{0.SimFirstName} đã bị lừa! Mặc dù nhận được một khoản tiền lớn từ giếng ước, nhưng {M0.he}{F0.she} ngay lập tức có một thôi thúc không thể giải thích được là tiêu hết số tiền đó (và hơn thế nữa!) vào những chiếc mũ trang điểm trong trò chơi di động gây nghiện mới nhất của {M0.his}{F0.her}!",
  "Microtransactions!": "Giao Dịch Vi Mô!",
  "The last thing {0.SimFirstName} remembers is a fleeting moment of clarity, as if all the world's combined knowledge rushed into {M0.his}{F0.her} head... only to have it burst upon discovering a brain too small to store it. It's time for {0.SimFirstName} to take a break from improving any skills for awhile.": "Điều cuối cùng {0.SimFirstName} nhớ là một khoảnh khắc thoáng qua của sự sáng suốt, như thể tất cả kiến thức kết hợp của thế giới ùa vào đầu {M0.his}{F0.her}... chỉ để nó vỡ ra khi phát hiện ra một bộ não quá nhỏ để lưu trữ nó. Đã đến lúc {0.SimFirstName} tạm dừng việc cải thiện bất kỳ kỹ năng nào trong một thời gian.",
  "Mind Numbed": "Tâm Trí Tê Liệt",
  "{0.SimFirstName} can still feel the lick of the flames against {M0.his}{F0.her} skin. {M0.He}{F0.She} was helpless as {M0.his}{F0.her} Simoleons leapt from {M0.his}{F0.her} pocket and flew into the fire. What could reside in the depths of the well to generate such hexed flames?": "{0.SimFirstName} vẫn có thể cảm thấy ngọn lửa liếm láp vào da {M0.his}{F0.her}. {M0.He}{F0.She} bất lực khi những Simoleons của {M0.his}{F0.her} nhảy ra khỏi túi {M0.his}{F0.her} và bay vào lửa. Điều gì có thể cư ngụ trong sâu thẳm của giếng để tạo ra những ngọn lửa bị nguyền rủa như vậy?",
  "My Simoleons Burned Up!": "Simoleon Của Tôi Bị Đốt Cháy!",
  "The face on the wishing well implanted the ultimate pick up line into {0.SimFirstName}'s subconsciousness. Use it wisely on a target of {M0.his}{F0.her} affection - once the words are uttered they'll be wiped from {0.SimFirstName}'s mind.": "Khuôn mặt trên giếng ước đã cấy dòng tán tỉnh cuối cùng vào tiềm thức của {0.SimFirstName}. Hãy sử dụng nó một cách khôn ngoan đối với mục tiêu tình cảm của {M0.his}{F0.her} - một khi những lời đó được thốt ra, chúng sẽ bị xóa khỏi tâm trí của {0.SimFirstName}.",
  "Mystical Romance Tips": "Mẹo Tán Tỉnh Huyền Bí",
  "That wasn't what {0.SimFirstName} wished for at all! Doesn't the wishing well understand Simlish?": "Đó hoàn toàn không phải là những gì {0.SimFirstName} ước! Giếng ước không hiểu tiếng Simlish sao?",
  "Not What I Wished For": "Không Phải Những Gì Tôi Ước",
  "That wishing well tricked {0.SimFirstName}! After pushing {M0.himself}{F0.herself} to unheard of limits, {M0.he's}{F0.she's} crashed back down to reality and {M0.his}{F0.her} body needs time to recover.": "Cái giếng ước đó đã lừa {0.SimFirstName}! Sau khi đẩy {M0.bản thân}{F0.bản thân} đến những giới hạn chưa từng có, {M0.he's}{F0.she's} đã sụp đổ trở lại thực tế và cơ thể {M0.his}{F0.her} cần thời gian để phục hồi.",
  "Overexerted Myself": "Tôi Đã Làm Việc Quá Sức",
  "Power overwhelming! {0.SimFirstName} feels like {M0.he}{F0.she} could run and run and never stop!": "Sức mạnh tràn trề! {0.SimFirstName} cảm thấy như {M0.he}{F0.she} có thể chạy, chạy và chạy mãi không dừng lại!",
  "Overflowing Vigor": "Sức Sống Tràn Đầy",
  "As a ghost, {0.SimFirstName} can stay {M0.his}{F0.her} current age forever and ever and ever. This is what {M0.he}{F0.she} wished for, yes? Wait, {M0.he's}{F0.she's} unhappy with the outcome? Perhaps the wishing well can help with that...": "Là một hồn ma, {0.SimFirstName} có thể giữ nguyên tuổi hiện tại của {M0.his}{F0.her} mãi mãi và mãi mãi và mãi mãi. Đây là những gì {M0.he}{F0.she} ước, phải không? Đợi đã, {M0.he's}{F0.she's} không hài lòng với kết quả sao? Có lẽ giếng ước có thể giúp được điều đó...",
  "Perpetual Youth": "Tuổi Trẻ Vĩnh Cửu",
  "Success! {0.SimFirstName}'s wish was granted. On to bigger and better things (or maybe this is an opportunity to kick back and relax for a bit!)": "Thành công! Điều ước của {0.SimFirstName} đã được chấp thuận. Hướng tới những điều lớn lao và tốt đẹp hơn (hoặc có lẽ đây là cơ hội để thư giãn một chút!)",
  "Movin' On Up": "Tiến Lên",
  "{0.SimFirstName} is the proud {M0.dad}{F0.mom} of a new... ghost? And the child seems to have passed in the most tragic of fashions. Well, they certainly don't write parenting handbooks on how to handle this!": "{0.SimFirstName} là {M0.người cha}{F0.người mẹ} tự hào của một... hồn ma mới? Và đứa trẻ dường như đã qua đời theo cách bi thảm nhất. Chà, chắc chắn là họ không viết sách hướng dẫn nuôi dạy con về cách xử lý điều này!",
  "Raising A Ghost": "Nuôi Dạy Một Hồn Ma",
  "When {0.SimFirstName} tossed a coin into the wishing well, the well figured {M0.he}{F0.she} could stand to lose a few more.": "Khi {0.SimFirstName} ném một đồng xu vào giếng ước, giếng nghĩ rằng {M0.he}{F0.she} có thể chịu đựng được việc mất thêm một vài đồng nữa.",
  "Sadim Touch": "Vận Xui",
  "{0.SimFirstName} has started down the path of mastering a new skill. Check {M0.his}{F0.her} skill panel for tips on further progression.": "{0.SimFirstName} đã bắt đầu đi trên con đường làm chủ một kỹ năng mới. Hãy xem bảng kỹ năng của {M0.his}{F0.her} để biết các mẹo về tiến trình hơn nữa.",
  "Skill Learned": "Đã Học Được Kỹ Năng",
  "Were those pheromones that were wafting out of the wishing well? Nonetheless, hurry to your lover; trying for a baby is nearly guaranteed to succeed while Woohooing under the well's blessing.": "Đó có phải là pheromone đang bay ra từ giếng ước không? Tuy nhiên, hãy nhanh chóng đến với người yêu của bạn; việc cố gắng có em bé gần như được đảm bảo thành công khi Woohoo dưới sự ban phước của giếng.",
  "Try For Baby": "Cố Gắng Có Em Bé",
  "Nothing sets the tone for a night of romance like a little flirting. Well... what is {0.SimFirstName} waiting for? Go paint the town red (or pink, as it were)!": "Không gì tạo nên không khí cho một đêm lãng mạn bằng một chút tán tỉnh. Chà... {0.SimFirstName} còn chờ gì nữa? Hãy đi tô điểm cho thị trấn (hoặc màu hồng, như nó vốn có)!",
  "Ultimate Flirt": "Bậc Thầy Tán Tỉnh",
  "{0.SimFirstName} can check one skill off {M0.his}{F0.her} bucket list... {M0.He's}{F0.She's} a certified master now!": "{0.SimFirstName} có thể gạch bỏ một kỹ năng khỏi danh sách việc cần làm của {M0.his}{F0.her}... {M0.He's}{F0.She's} giờ đã là một bậc thầy được chứng nhận!",
  "Universal Knowledge": "Kiến Thức Toàn Diện",
  "Hey! That wish for happiness came from {0.SimFirstName}! That blasted wishing well gave {M0.his}{F0.her} happiness away to other nearby Sims!": "Này! Điều ước cho hạnh phúc đó đến từ {0.SimFirstName}! Cái giếng ước đáng nguyền rủa đó đã cho đi hạnh phúc của {M0.his}{F0.her} cho những Sims ở gần đó!",
  "Where Is My Happiness": "Hạnh Phúc Của Tôi Đâu?",
  "Just because {0.SimFirstName} is a ghost doesn't mean {M0.he}{F0.she} can't appreciate the value of a simoleon. And that one... the one {M0.he}{F0.she} just threw down there in the bottom of the creepy well... appears to have been wasted. Not even a ghost would dare lower themselves in to retrieve it!": "Chỉ vì {0.SimFirstName} là một hồn ma không có nghĩa là {M0.he}{F0.she} không thể đánh giá giá trị của một simoleon. Và cái đó... cái mà {M0.he}{F0.she} vừa ném xuống đáy giếng rùng rợn đó... dường như đã bị lãng phí. Ngay cả một hồn ma cũng không dám hạ mình xuống để lấy lại nó!",
  "Wish Not Granted": "Điều Ước Không Được Chấp Thuận",
  "{0.SimFirstName} just beat the one in 175 million odds and won the lottery! That's a lotta Simoleons!": "{0.SimFirstName} vừa đánh bại tỷ lệ 1 trên 175 triệu và trúng xổ số! Thật là nhiều Simoleon!",
  "Won the Lottery": "Trúng Xổ Số",
  "{0.SimFirstName}... worked... SO... HARD! One simple wish ruined it all? The thought of having to claw {M0.his}{F0.her} way back up the corporate ladder is enough to make one snap!": "{0.SimFirstName}... đã làm việc... RẤT... CHĂM CHỈ! Một điều ước đơn giản đã phá hỏng tất cả? Ý nghĩ phải cật lực leo lại lên nấc thang sự nghiệp đủ để khiến người ta phát điên!",
  "Worked So Hard": "Đã Làm Việc Rất Chăm Chỉ",
  "Play In Park Fountains": "Chơi Ở Đài Phun Nước Công Viên",
  "Play in Park Fountains": "Chơi Ở Đài Phun Nước Công Viên",
  "Don't Play in Park Fountains": "Đừng Chơi Ở Đài Phun Nước Công Viên",
  "Flutes, volutes... it's totes cute!\\n\\n...wait, what do you mean someone forgot the flutes?!": "Ống sáo, cuộn xoắn... dễ thương hết nấc!\n\n...khoan đã, ý bạn là ai đó đã quên ống sáo sao?!",
  "Incomplete Ionic": "Lối Ionic Chưa Hoàn Thiện",
  "Everything Nice": "Mọi Thứ Tốt Đẹp",
  "Boyish Charm": "Vẻ Đẹp Trai",
  "Dainty And Florid": "Duyên Dáng Và Lộng Lẫy",
  "Fanciful Garments": "Trang Phục Kỳ Ảo",
  "Affable Archetype": "Mẫu Người Dễ Mến",
  "You can trim the ivy from this fence, but when it looks this elegant why would you?": "Bạn có thể cắt tỉa cây thường xuân khỏi hàng rào này, nhưng khi nó trông thanh lịch thế này thì tại sao bạn lại làm vậy?",
  "Ivy League Fence\n": "Hàng Rào Ivy League",
  "Guaranteed to cause suds.": "Đảm bảo tạo bọt.",
  "Detergent": "Chất Tẩy Rửa",
  "Was the name too subtle? Saunter over and have a seat! This classic fountain beckons your buttocks with its comfortable rim.": "Tên có quá tinh tế không? Hãy thong thả bước tới và ngồi xuống! Đài phun nước cổ điển này vẫy gọi vòng ba của bạn bằng vành thoải mái của nó.",
  "Fountain of Gluteus Maximus": "Đài Phun Nước Gluteus Maximus",
  "A gate this stately demands ivy.": "Một cánh cổng trang trọng như thế này đòi hỏi phải có cây thường xuân.",
  "Ivy League Gate\n": "Cổng Ivy League",
  "Originally crafted in the mid 1800s, this street light has since been retrofitted with sodium-vapor bulbs, giving the globes a warm yellow glow in the evenings.": "Ban đầu được chế tạo vào giữa những năm 1800, đèn đường này kể từ đó đã được trang bị thêm bóng đèn hơi natri, mang lại cho quả cầu ánh sáng vàng ấm áp vào buổi tối.",
  "Retrofitted Garden Gaslamp": "Đèn Khí Vườn Cổ Điển",
  "Legend has it that when these path lamps were first introduced to the royal gardens, Princess Cordelia infamously stumbled and tripped over one.": "Truyền thuyết kể rằng khi những chiếc đèn đường này lần đầu tiên được giới thiệu trong khu vườn hoàng gia, Công chúa Cordelia đã vấp ngã và vướng vào một chiếc.",
  "Faux Pas Path Lamp\n": "Đèn Đường Faux Pas",
  "These monkey bars have fallen upon hard times. While the Look at Me Monkey Bars (a leading brand in Sim playground equipment might I add) are built of the highest quality materials, they still require the most basic of upkeep to prevent vines from twining around them. This particular set has fallen to the folly of a lackadaisical groundskeeper.": "Những chiếc xà đơn này đã trải qua thời kỳ khó khăn. Mặc dù Xà Đơn Look at Me (một thương hiệu hàng đầu về thiết bị sân chơi Sim mà tôi có thể thêm vào) được xây dựng bằng vật liệu chất lượng cao nhất, nhưng chúng vẫn yêu cầu bảo trì cơ bản nhất để ngăn dây leo quấn quanh chúng. Bộ đặc biệt này đã rơi vào sự dại dột do thiếu một người trông coi lơ là.",
  "Don't Look at Me Monkey Bars": "Xà Đơn Don't Look at Me",
  "Although beautiful, green thumb Sims know all too well to never plant Hollyhocks near any crops that they may be growing. Hollyhocks are the perfect host to nefarious little weevils who are all to happy to feast upon a home grown garden. Enjoy this plant's gorgeous flowers from an arm's length.": "Mặc dù đẹp, nhưng những Sim có ngón tay cái xanh biết rất rõ là không bao giờ nên trồng Hollyhock gần bất kỳ loại cây trồng nào mà họ có thể đang trồng. Hollyhock là vật chủ hoàn hảo cho những con mọt nhỏ bé độc ác, tất cả đều rất vui khi được ăn một khu vườn tự trồng. Hãy thưởng thức những bông hoa tuyệt đẹp của loài cây này từ khoảng cách một cánh tay.",
  "Hollyhocks\n": "Hollyhock",
  "Sims are taught in botanical school how Iris is derived from the Ancient Greek word for a rainbow. Their flowers don't disappoint, coming in all manner of beautiful colors. Well... at least ten of them!": "Sim được dạy ở trường thực vật học rằng Iris có nguồn gốc từ tiếng Hy Lạp cổ đại có nghĩa là cầu vồng. Hoa của chúng không gây thất vọng, có đủ loại màu sắc đẹp. Chà... ít nhất là mười trong số chúng!",
  "Iris\n": "Iris",
  "Thistles - nature's argument against vegetarians. Sims get converted to carnivores right quick when attempting to nosh on a thistle's prickly leaves. It's best to just let them grow in peace.": "Cây kế - lý lẽ của tự nhiên chống lại người ăn chay. Sim trở thành người ăn thịt rất nhanh khi cố gắng gặm nhấm những chiếc lá gai của cây kế. Tốt nhất là cứ để chúng mọc trong yên bình.",
  "Thistle\n": "Cây Kế",
  "It's commonly accepted in Sim culture to confront any Sim who pronunciates the name of this plant as \"lou-pine\" and chastise them. Consequently, you rarely hear the name of this plant uttered in an effort to avoid derision.": "Trong văn hóa Sim, việc đối đầu với bất kỳ Sim nào phát âm tên của loài cây này là \"lou-pine\" và trừng phạt họ là điều được chấp nhận rộng rãi. Do đó, bạn hiếm khi nghe thấy tên của loài cây này được thốt ra để tránh bị chế giễu.",
  "Lupin\n": "Lupin",
  "Also sometimes known as \"larkspur\", the name Delphinium is notable due to the dolphin shaped nectary that grows on its stems. Sims are advised against eating this plant due to an onset of severe digestive discomfort within hours of ingestion. ": "Còn được gọi là \"cựa gà\", tên Delphinium đáng chú ý là do tuyến mật hình cá heo mọc trên thân của nó. Sim được khuyên không nên ăn loại cây này vì sẽ bị khó chịu tiêu hóa nghiêm trọng trong vòng vài giờ sau khi ăn.",
  "Delphinium\n": "Delphinium",
  "Some would lead you to believe that bushes are an appropriate place to woohoo. It is STRONGLY recommended that you do not attempt such activities within this rose bush.": "Một số người sẽ khiến bạn tin rằng bụi cây là một nơi thích hợp để woohoo. KHUYẾN CÁO MẠNH MẼ rằng bạn không nên thử các hoạt động như vậy trong bụi hoa hồng này.",
  "Overgrown Rose Bush": "Bụi Hoa Hồng Rậm Rạp",
  "The next time you pass a lot ringed by a wall of roses, consider for a moment its utility as nature's barbed wire. Suddenly the beauty is lost, replaced with the urge to discover just what one may be hiding behind such a barrier...": "Lần tới khi bạn đi qua một khu đất được bao quanh bởi một bức tường hoa hồng, hãy suy ngẫm một chút về tính hữu dụng của nó như một hàng rào thép gai tự nhiên. Đột nhiên vẻ đẹp biến mất, thay vào đó là thôi thúc khám phá xem ai có thể đang trốn đằng sau một hàng rào như vậy...",
  "Nature's Barbed Wire - Small": "Hàng Rào Thép Gai Tự Nhiên - Nhỏ",
  "Nature's Barbed Wire - Large": "Hàng Rào Thép Gai Tự Nhiên - Lớn",
  "Were you aware that roses can be trained much the same way one may train a wild animal? These roses in particular are an exemplary example, uniformly climbing this lattice to provide a touch of colorful privacy.": "Bạn có biết rằng hoa hồng có thể được huấn luyện giống như cách người ta huấn luyện một con vật hoang dã không? Những bông hồng này nói riêng là một ví dụ mẫu mực, leo đồng đều trên giàn này để mang lại một chút riêng tư đầy màu sắc.",
  "Climbing Rose Lattice": "Giàn Hoa Hồng Leo",
  "Were you aware that roses can be trained much the same way one may train a wild animal? These roses in particular are an exemplary example, uniformly climbing this lattice while making way for a window that caters to looky-loos.": "Bạn có biết rằng hoa hồng có thể được huấn luyện giống như cách người ta huấn luyện một con vật hoang dã không? Những bông hồng này nói riêng là một ví dụ mẫu mực, leo đồng đều trên giàn này trong khi nhường chỗ cho một cửa sổ phục vụ cho những người tò mò.",
  "Windowed Climbing Rose Lattice": "Giàn Hoa Hồng Leo Có Cửa Sổ",
  "Lady Chloris was always a lover, protector, and provider of nature. She would have appreciated this statue cast in her honor becoming entangled in an overgrowth of roses.": "Lady Chloris luôn là một người yêu, người bảo vệ và người cung cấp cho thiên nhiên. Bà ấy sẽ đánh giá cao bức tượng đúc để vinh danh bà ấy bị vướng vào sự phát triển quá mức của hoa hồng.",
  "Where The Green Fern Grows": "Nơi Dương Xỉ Xanh Mọc",
  "Millennials, who needs 'em? They keep gathering under this arch thinking it's a romantic spot for a wedding. Save that nonsense for a nice practical trip to city hall.": "Thế hệ Millennials, ai cần họ chứ? Họ cứ tụ tập dưới mái vòm này nghĩ rằng đó là một địa điểm lãng mạn cho một đám cưới. Hãy để những điều vô nghĩa đó cho một chuyến đi thiết thực đến tòa thị chính.",
  "Perennials for Millennials": "Cây Lâu Năm Cho Thế Hệ Millennials",
  "Once upon a time, this fountain was the source of great fluid life, infinite with it's stream. It is said that because of it's infinite stream it's owners grew greedy. Relentless in taking from the source without giving back.Relentless in taking, period.\\n\\nOne day, the fountain decided to rebel against it's owners and stopped it's stream, leaving it's owners to wither, but the fountain suddenly sprouted flowers. Flowers of every color, every kind adorned the fabled fountain delighting young and old, whoever was left...for eternity.": "Ngày xửa ngày xưa, đài phun nước này là nguồn gốc của sự sống chất lỏng tuyệt vời, vô tận với dòng suối của nó. Người ta nói rằng vì dòng suối vô tận của nó, chủ sở hữu của nó đã trở nên tham lam. Không ngừng lấy từ nguồn mà không cho lại. Không ngừng lấy, chấm hết.\n\nMột ngày nọ, đài phun nước quyết định nổi dậy chống lại chủ sở hữu của nó và ngừng dòng suối của nó, khiến chủ sở hữu của nó tàn úa, nhưng đài phun nước đột nhiên nảy mầm hoa. Hoa đủ mọi màu sắc, đủ loại tô điểm cho đài phun nước huyền thoại làm hài lòng già trẻ, bất cứ ai còn lại... cho đến vĩnh cửu.",
  "Where The Sunshine Goes": "Nơi Ánh Nắng Mặt Trời Đi Qua",
  "Not content with its beautiful Victorian craftsmanship alone, this urn insists on being called a vertical cornucopia in an effort to seem fancy. It's overflowing with a flowery bounty!": "Không hài lòng với tay nghề thủ công thời Victoria tuyệt đẹp của nó, chiếc bình này khăng khăng đòi được gọi là sừng dê thẳng đứng để có vẻ lạ mắt. Nó đang tràn đầy một phần thưởng đầy hoa!",
  "Vertical Cornucopia": "Sừng Dê Thẳng Đứng",
  "Lady Chloris was foiled by this folly; a prisoner of her own lush landscape. Renown for the beauty of her gardens, her husband Zephyrus encircled her with these follies as she slept. Intended as a loving tribute, instead these private premises led to her early demise. She repeatedly route failed in all attempts to escape and acquire food. Ultimately she starved to death, returning to the fertile soil she'd lovingly cultivated.": "Lady Chloris đã bị cản trở bởi sự điên rồ này; một tù nhân của cảnh quan tươi tốt của chính mình. Nổi tiếng vì vẻ đẹp của những khu vườn của mình, chồng bà, Zephyrus, đã bao quanh bà bằng những sự điên rồ này khi bà đang ngủ. Dự định là một cống vật yêu thương, thay vào đó những cơ sở riêng tư này đã dẫn đến cái chết sớm của bà. Bà liên tục thất bại trong mọi nỗ lực trốn thoát và kiếm thức ăn. Cuối cùng bà chết đói, trở về vùng đất màu mỡ mà bà đã yêu thương vun xới.",
  "The Folly of Lady Chloris\n": "Sự Điên Rồ Của Lady Chloris",
  "Oft pictured together with Maximus's fountain, this arch was erected in tribute to his glorious victory in battle against the onset of the armies of Hemoroydz.": "Thường được hình dung cùng với đài phun nước của Maximus, mái vòm này được dựng lên để vinh danh chiến thắng vinh quang của ông trong trận chiến chống lại sự tấn công của quân đội Hemoroydz.",
  "Triumphal Arch of Gluteus Maximus": "Khải Hoàn Môn Của Gluteus Maximus",
  "Author unknown, questionable origin.\\n\\nRumor has it that she was the muse of a poet, a poet that liked to sculpt. It is said (again, a rumor) that the poet never confessed his feelings for his muse. Pity that a story like this was untold, just a farewell remained like this sculpture before you.": "Tác giả vô danh, nguồn gốc đáng ngờ.\n\nCó tin đồn rằng bà là nàng thơ của một nhà thơ, một nhà thơ thích điêu khắc. Người ta nói (lại là một tin đồn) rằng nhà thơ chưa bao giờ thổ lộ tình cảm của mình với nàng thơ của mình. Thật tiếc khi một câu chuyện như thế này không được kể, chỉ còn lại một lời từ biệt như tác phẩm điêu khắc này trước mắt bạn.",
  "The Blossoms' Empress": "Nữ Hoàng Hoa",
  "This little known piece was crafted during the early years of French sculptor Auguste Simodin. Rejection and failure led to his philosophical musings, and eventually his creation of this sculpture's sister piece, The Thinker. While The Sitter may not enjoy the same level of recognition and respect amongst the public, it's among his peers where the piece is well regarded. An anonymous artist was quoted as saying, \"Philosophy? How pretentious! By the 1880s Simodin was just another hipster.\"": "Tác phẩm ít được biết đến này được chế tác trong những năm đầu đời của nhà điêu khắc người Pháp Auguste Simodin. Sự từ chối và thất bại đã dẫn đến những suy ngẫm triết học của ông, và cuối cùng là sự sáng tạo của ông về tác phẩm chị em của tác phẩm điêu khắc này, Người Suy Tư. Mặc dù The Sitter có thể không được công chúng công nhận và tôn trọng ở cùng mức độ, nhưng chính giữa các đồng nghiệp của ông, tác phẩm này được đánh giá cao. Một nghệ sĩ vô danh đã được trích dẫn nói rằng, \"Triết học ư? Thật là kệch cỡm! Đến những năm 1880, Simodin chỉ là một hipster khác.\"",
  "The Sitter": "Người Ngồi",
  "Drawing inspiration from the countryside of Shang Simla, the spitting flowers of Anneslea fragrans are represented in this classical fountain.": "Lấy cảm hứng từ vùng nông thôn của Shang Simla, những bông hoa phun của Anneslea fragrans được thể hiện trong đài phun nước cổ điển này.",
  "Spitting Flower Fountain\n": "Đài Phun Nước Phun Hoa",
  "This elegant lattice adorns the finest of walls. One may be overwhelemed with so many genuses of flowers to select from... might I recommend the last one, the simplest of all?": "Giàn thanh lịch này tô điểm cho những bức tường đẹp nhất. Người ta có thể bị choáng ngợp với quá nhiều chi hoa để lựa chọn... tôi có thể giới thiệu cái cuối cùng, đơn giản nhất trong tất cả không?",
  "Artisanal Lattice\n": "Giàn Thủ Công",
  "Felis Leo\\n\\nFabled companion of knights of old.\\n\\nFelis Leo the noble friend.\\n\\nFelis Leo now looking for new companionship in the form of a spring.\\n\\nWon't you have him on your Lot?\\n\\nWon't you be Felis Leo's new friend?\\n\\nHe won't bite.\\n\\n": "Felis Leo\n\nNgười bạn đồng hành huyền thoại của các hiệp sĩ thời xưa.\n\nFelis Leo người bạn cao quý.\n\nFelis Leo giờ đang tìm kiếm tình bạn mới dưới dạng một con suối.\n\nBạn sẽ không có anh ấy trên Lô của bạn sao?\n\nBạn sẽ không trở thành người bạn mới của Felis Leo sao?\n\nAnh ấy sẽ không cắn đâu.\n\n",
  "The Wellspring of Felis Leo": "Nguồn Nước Của Felis Leo",
  "Come, come, and gather at the Marbleized Chesterfield. Unknown history in its details, fables untold.\\n\\nNobody will ever know how long, we just won't know how long it has been...just sitting there...\\n\\nCome on and sit and drift away thinking about the fables, about the lives that passed by the Marbleized Chesterfield.\\n\\nCome on and gather...\\n\\nCome, come, and gather at the Marbleized Chesterfield...": "Hãy đến, hãy đến và tụ tập tại Marbleized Chesterfield. Lịch sử vô danh trong các chi tiết của nó, những câu chuyện chưa kể.\n\nKhông ai có thể biết được bao lâu, chúng ta sẽ không biết nó đã ở đó bao lâu...chỉ ngồi đó...\n\nHãy đến và ngồi và trôi đi suy nghĩ về những câu chuyện ngụ ngôn, về những cuộc đời đã đi qua Marbleized Chesterfield.\n\nHãy đến và tụ tập...\n\nHãy đến, hãy đến và tụ tập tại Marbleized Chesterfield...",
  "Marbleized Chesterfield": "Marbleized Chesterfield",
  "A bench from far away place, from a foreign Park Place. Enjoy being outside in a park, or your own back yard, and wonder sitting in place in this one of a kind Park Place bench.": "Một chiếc ghế dài từ một nơi xa xôi, từ một Công Viên Xa Lạ. Tận hưởng việc ở bên ngoài trong một công viên, hoặc sân sau của riêng bạn, và tự hỏi khi ngồi tại chỗ trong một trong những chiếc ghế dài Park Place có một không hai này.",
  "Sette from the Park Place": "Ghế Băng Dài Từ Công Viên",
  "This wall-mounted stereo is intended for use at community venues. It laughs in the face of Classical music's 300 year history. Classic? Pah! Baroque has been topping the charts since the 1600s! Will this stereo stop anytime soon? Not bloody likely!": "Máy stereo treo tường này được thiết kế để sử dụng tại các địa điểm cộng đồng. Nó cười vào lịch sử 300 năm của âm nhạc Cổ điển. Cổ điển? Pah! Baroque đã đứng đầu bảng xếp hạng từ những năm 1600! Máy stereo này có dừng lại sớm không? Không đời nào!",
  "Venue Wall Speaker: Baroque": "Loa Treo Tường Địa Điểm: Baroque",
  "Referenced in fairy tales of old, legend says that all your meals come true if this table is used for all meals to be had. The rustic, yet timeless, appearance will give your meal times an enchanting ambiance and a sense of wonder...wonder when the next meal will be that is!": "Được nhắc đến trong những câu chuyện cổ tích thời xưa, truyền thuyết kể rằng tất cả các bữa ăn của bạn đều trở thành sự thật nếu chiếc bàn này được sử dụng cho tất cả các bữa ăn được dùng. Vẻ ngoài mộc mạc nhưng vượt thời gian sẽ mang đến cho thời gian dùng bữa của bạn một bầu không khí mê hoặc và một cảm giác kỳ diệu... tự hỏi khi nào bữa ăn tiếp theo sẽ đến!",
  "Dining Alfresco": "Ăn Uống Ngoài Trời",
  "What you see through and through is what you get... Or is it? Find out what secrets lie on either side and be amazed.": "Những gì bạn thấy từ đầu đến cuối là những gì bạn nhận được... Hay là không? Tìm hiểu xem những bí mật nào nằm ở cả hai phía và ngạc nhiên.",
  "Eye Of The Beholder": "Trong Mắt Kẻ Si Tình",
  "Step closer, won't you? What's the harm in simply tossing in a coin? You can spare a single coin can't you? You don't believe in \"magic\" after all... it's just an old well. Did that face just move... did it twitch?! No, it must be shadows playing tricks on you; bear no mind to its appearance. Make a wish... it's all in good fun, right? You've already brushed aside the warnings of the locals in your hubris. They know better than to cast their lot with the Whispering Well.": "Bước lại gần hơn đi nào? Chỉ ném một đồng xu thì có hại gì chứ? Bạn có thể bỏ ra một đồng xu mà, phải không? Dù sao thì bạn cũng không tin vào \"phép thuật\"... nó chỉ là một cái giếng cũ. Khuôn mặt đó vừa di chuyển... nó có giật không?! Không, chắc là bóng tối đang chơi trò bịp bợm với bạn thôi; đừng bận tâm đến vẻ ngoài của nó. Ước một điều ước đi... tất cả chỉ là cho vui thôi mà, phải không? Bạn đã gạt bỏ những lời cảnh báo của người dân địa phương trong sự kiêu ngạo của mình. Họ biết rõ hơn là đặt số phận của mình vào Giếng Thì Thầm Ước Nguyện.",
  "Whispering Wishing Well": "Giếng Thì Thầm Ước Nguyện",
  "Baroque": "Baroque",
  "Toss Coin": "Ném Đồng Xu",
  "All Park Fountains": "Tất Cả Đài Phun Nước Công Viên",
  "Ask To Play In Fountain": "Xin Phép Chơi Ở Đài Phun Nước",
  "{0.SimFirstName} blackmailed {1.SimFirstName} by threatening to tell everyone about how {M1.he}{F1.she} buys collectible llama dolls off the Sims Shopping Network.\\n\\n{0.SimFirstName} has earned {2.Money} and is now enemies with {1.SimFirstName}.": "{0.SimFirstName} đã tống tiền {1.SimFirstName} bằng cách đe dọa sẽ nói với mọi người về việc {M1.he}{F1.she} mua búp bê lạc đà sưu tầm từ Mạng Lưới Mua Sắm Sims.\n\n{0.SimFirstName} đã kiếm được {2.Money} và giờ là kẻ thù của {1.SimFirstName}.",
  "Blackmail": "Tống Tiền",
  "Be Blackmailed by {1.SimFirstName}": "Bị {1.SimFirstName} Tống Tiền",
  "Splash From Fountain": "Vẫy Nước Từ Đài Phun Nước",
  "Use Ultimate Pick Up Line": "Sử Dụng Chiêu Tán Tỉnh Tuyệt Đỉnh",
  "Add Soap": "Thêm Xà Phòng",
  "Play In": "Chơi Ở Trong",
  "View": "Xem",
  "Remove Forced Outcomes": "Gỡ Bỏ Các Kết Quả Bắt Buộc",
  "Turn Off Cooldown": "Tắt Thời Gian Chờ",
  "Turn On Wish Cooldown": "Bật Thời Gian Chờ Ước Nguyện",
  "Force Death Outcomes": "Ép Các Kết Quả Chết",
  "Force Negative Outcomes": "Ép Các Kết Quả Tiêu Cực",
  "Force Neutral Outcomes": "Ép Các Kết Quả Trung Lập",
  "Force Overwhelmingly Negative Outcomes": "Ép Các Kết Quả Cực Kỳ Tiêu Cực",
  "Force Overwhelmingly Positive Outcomes": "Ép Các Kết Quả Cực Kỳ Tích Cực",
  "Force Positive Outcomes": "Ép Các Kết Quả Tích Cực",
  "Play With": "Chơi Cùng",
  "Play Together In Fountain": "Cùng Chơi Ở Đài Phun Nước",
  "Listen to Baroque": "Nghe Nhạc Baroque",
  "Present Offering of": "Dâng Lễ Vật Là",
  "{0.SimFirstName} has already made a wish recently.": "{0.SimFirstName} đã ước gần đây rồi.",
  "Wish for a Child": "Ước Có Con",
  "Wish for Better Grades": "Ước Có Điểm Cao Hơn",
  "Wish for Happiness": "Ước Hạnh Phúc",
  "Wish for Life": "Ước Cuộc Sống",
  "Wish for a Promotion": "Ước Được Thăng Chức",
  "Wish for Romance": "Ước Tình Yêu",
  "Wish for Simoleons": "Ước Simoleon",
  "Wish for Skills": "Ước Có Kỹ Năng",
  "Wish for Youthful Vigor": "Ước Sức Sống Trẻ Trung",
  "Wish for a Promotion in the {2.String} Career": "Ước Được Thăng Chức Trong Sự Nghiệp {2.String}",
  "Having Wish Granted": "Được Chấp Thuận Điều Ước",
  "Fanciful Court": "Sân Trang Trí",
  "Terrace of Promises": "Sân Thượng Hứa Hẹn",
  "Lush Wonderland": "Xứ Sở Thần Tiên Tươi Tốt",
  "Lineage Parkland": "Công Viên Dòng Dõi",
  "Bottomless Desires": "Khao Khát Vô Đáy",
  "One of the richest and most diverse periods in music history.": "Một trong những thời kỳ phong phú và đa dạng nhất trong lịch sử âm nhạc.",
  "Make an Offering": "Dâng Lễ Vật",
  "Force Outcomes": "Ép Các Kết Quả",
  "Make a Wish": "Ước Nguyện",
  "Add Soap to Park Fountain": "Thêm Xà Phòng Vào Đài Phun Nước Công Viên",
  "Click on a Park Fountain and Select Add Soap. Make sure there isn't already soap in the fountain, there'd be no point in adding it again so soon.": "Nhấn vào một Đài Phun Nước Công Viên và chọn Thêm Xà Phòng. Hãy chắc chắn rằng không có xà phòng trong đài phun nước rồi, sẽ không có lý do gì để thêm nó lại sớm như vậy.",
  "Play In Park Fountain": "Chơi Ở Đài Phun Nước Công Viên",
  "Click on a Park Fountain and select the Play In Fountain interaction.": "Nhấn vào một Đài Phun Nước Công Viên và chọn tương tác Chơi Ở Đài Phun Nước.",
  "Click on a Wishing Well and select Make A Wish.  Plan carefully! Each sim is limited in how often they can make a wish.": "Nhấn vào Giếng Ước và chọn Ước Nguyện. Lập kế hoạch cẩn thận! Mỗi sim bị giới hạn về tần suất họ có thể ước nguyện.",
  "{0.SimName}? It's the school's vice-principal calling. I'm aware you've been attempting to cheat to improve your grades. Did you think news of the existence of a magical wishing well wouldn't spread around town? Your school performance has been dropped accordingly. You'll need to complete some extra credit work if you \"wish\" to regain your former status.\\n\\n...get it? \"Wish\"? Hah hah hah...": "{0.SimName}? Hiệu phó của trường gọi đây. Tôi biết bạn đã cố gắng gian lận để cải thiện điểm số của mình. Bạn có nghĩ rằng tin tức về sự tồn tại của một giếng ước ma thuật sẽ không lan truyền khắp thị trấn không? Thành tích học tập của bạn đã bị giảm xuống tương ứng. Bạn sẽ cần phải hoàn thành một số bài tập thêm nếu bạn \"ước\" lấy lại trạng thái trước đây của mình.\n\n...hiểu không? \"Ước\"? Hah hah hah...",
  "Hi {0.SimFirstName}, it's your teacher calling. There's been a miraculous - almost unbelievable - improvement in your recent test scores. As noted in the school's handbook though, 50% of your final grade is based upon completion of homework. I can't increase your grade any further until I've seen more assignments turned in.": "Chào {0.SimFirstName}, giáo viên của bạn gọi đây. Đã có một sự cải thiện kỳ diệu - gần như không thể tin được - trong điểm kiểm tra gần đây của bạn. Tuy nhiên, như đã lưu ý trong sổ tay của trường, 50% điểm cuối kỳ của bạn dựa trên việc hoàn thành bài tập về nhà. Tôi không thể tăng điểm của bạn thêm nữa cho đến khi tôi thấy nhiều bài tập được nộp hơn.",
  "Hello {0.SimFirstName}, it's the school's vice-principal calling. Just moments ago I noticed your grades suddenly jump upwards in the school's database, and I'm forced to conclude that you hacked into our system. Perhaps you have a future as a Tech Guru, but such behavior is not to be rewarded as long as you remain in my institution of education. I've been forced to not only return your grade to it's previous level, but I've dropped you one letter grade further as a punitive action. Think of positive ways to channel your knowledge in the future instead of taking embarrassing shortcuts to get ahead.": "Xin chào {0.SimFirstName}, hiệu phó của trường gọi đây. Vài phút trước tôi đã nhận thấy điểm số của bạn đột ngột tăng lên trong cơ sở dữ liệu của trường, và tôi buộc phải kết luận rằng bạn đã hack vào hệ thống của chúng tôi. Có lẽ bạn có một tương lai như một Chuyên Gia Công Nghệ, nhưng hành vi như vậy không được khen thưởng miễn là bạn còn ở lại cơ sở giáo dục của tôi. Tôi buộc phải không chỉ trả điểm của bạn về mức trước đó mà còn giảm thêm một bậc điểm nữa như một hành động trừng phạt. Hãy nghĩ về những cách tích cực để truyền đạt kiến thức của bạn trong tương lai thay vì thực hiện những con đường tắt đáng xấu hổ để tiến lên.",
  "{0.SimFirstName}, it's your school principal calling. I took a moment out of my busy day to personally call and congratulate you. You've been named \"Student of the Day\" as your grades are rocketing upwards at a rate leaps and bounds beyond your peers. Keep up the fantastic work!": "{0.SimFirstName}, hiệu trưởng của trường gọi đây. Tôi đã dành một chút thời gian trong ngày bận rộn của mình để đích thân gọi điện và chúc mừng bạn. Bạn đã được vinh danh là \"Học Sinh Của Ngày\" vì điểm số của bạn đang tăng vọt với tốc độ vượt xa các bạn cùng trang lứa. Hãy tiếp tục công việc tuyệt vời!",
  "Hello {0.SimFirstName}, it's your homeroom teacher calling. Your school performance has skyrocketed recently, and I wanted to offer some further words of encouragement. I've singled you out as the most improved student in class; you're right on the cusp of improving your report card. If you meet your other grade requirements, I'll be able to bump you up a full letter grade the next time you're in class. I believe in you!": "Chào {0.SimFirstName}, giáo viên chủ nhiệm của bạn gọi đây. Thành tích học tập của bạn đã tăng vọt gần đây, và tôi muốn đưa ra một vài lời động viên hơn nữa. Tôi đã chọn bạn là học sinh có tiến bộ nhất trong lớp; bạn đang ở ngay trên đỉnh cao của việc cải thiện học bạ của mình. Nếu bạn đáp ứng các yêu cầu về điểm số khác của mình, tôi sẽ có thể nâng bạn lên một bậc điểm hoàn chỉnh vào lần tới khi bạn đến lớp. Tôi tin ở bạn!",
  "Am I speaking with {0.SimFirstName}? {0.SimName}? It's your boss; you know - the one from that job you've been loafing around at. Your name came up in a meeting recently as someone who was hinting at wanting a promotion. Let me unequivocally state that you won't be advancing anytime soon. The gall of you even thinking you're due a promotion... I think I'll knock you down a peg instead.": "Tôi đang nói chuyện với {0.SimFirstName} phải không? {0.SimName}? Sếp của bạn đây; bạn biết đấy - người từ cái công việc mà bạn đã lêu lổng. Tên của bạn đã được nhắc đến trong một cuộc họp gần đây với tư cách là một người đang ám chỉ về việc muốn được thăng chức. Hãy để tôi tuyên bố rõ ràng rằng bạn sẽ không được thăng tiến trong thời gian tới. Thậm chí bạn còn có gan nghĩ rằng bạn xứng đáng được thăng chức... Tôi nghĩ tôi sẽ hạ bệ bạn thay vào đó.",
  "Hello {0.SimFirstName}, this is work calling. We were considering you for a promotion, but upon closer review we've noticed a downward trend in your job performance. You've been placed on probationary status during which we'll be evaluating you closely. We strongly recommend having an exemplary shift the next time you show up or you may be in line for a demotion.": "Chào {0.SimFirstName}, đây là công ty gọi đây. Chúng tôi đã xem xét bạn cho một sự thăng chức, nhưng sau khi xem xét kỹ hơn, chúng tôi nhận thấy xu hướng giảm trong hiệu suất công việc của bạn. Bạn đã được đặt vào trạng thái thử việc trong thời gian đó chúng tôi sẽ đánh giá bạn chặt chẽ. Chúng tôi đặc biệt khuyên bạn nên có một ca làm việc mẫu mực vào lần tới khi bạn đến hoặc bạn có thể đang xếp hàng để bị giáng chức.",
  "Hello {0.SimFirstName}, this is your workplace calling with some wonderful news! Everyone here has been impressed with your work ethic, and we're pleased to give you this bonus. We really wanted to promote you, but due to budgetary restrictions and ongoing headcount limitations that simply wasn't possible. Hang in there, I'm sure we'll take care of you in the next review period!": "Chào {0.SimFirstName}, đây là nơi làm việc của bạn gọi đến với một số tin tuyệt vời! Mọi người ở đây đều ấn tượng với đạo đức làm việc của bạn, và chúng tôi rất vui được trao cho bạn khoản tiền thưởng này. Chúng tôi thực sự muốn thăng chức cho bạn, nhưng do hạn chế về ngân sách và giới hạn về số lượng nhân viên đang diễn ra, điều đó đơn giản là không thể. Hãy cố gắng lên, tôi chắc chắn chúng tôi sẽ chăm sóc bạn trong giai đoạn đánh giá tiếp theo!",
  "Hello {0.SimFirstName}, this is the HR department at your workplace calling. We're legally compelled to inform you of punitive actions taken at the conclusion of an internal review. We were made aware of performance issues via complaints levied anonymously by a co-worker. Our investigation left no doubt of the accusations, the records of which have been sealed and are not subject to personal review. Your change in employment status is effective immediately and is not valid for appeal.": "Chào {0.SimFirstName}, đây là bộ phận nhân sự tại nơi làm việc của bạn gọi điện. Chúng tôi bị ràng buộc về mặt pháp lý phải thông báo cho bạn về các hành động trừng phạt được thực hiện khi kết thúc một cuộc đánh giá nội bộ. Chúng tôi đã biết về các vấn đề về hiệu suất thông qua các khiếu nại được đưa ra ẩn danh bởi một đồng nghiệp. Cuộc điều tra của chúng tôi không để lại nghi ngờ gì về những lời buộc tội, hồ sơ trong đó đã được niêm phong và không được xem xét cá nhân. Thay đổi về tình trạng việc làm của bạn có hiệu lực ngay lập tức và không có giá trị kháng cáo.",
  "{0.SimFirstName}, this is your workplace calling; we have urgent news to share! Your boss won the lottery and immediately walked out mid-shift. We need to rapidly fill the vacated position, and we think you're the right {M0.man}{F0.woman} for the job. Congratulations on the promotion!": "{0.SimFirstName}, đây là nơi làm việc của bạn gọi; chúng tôi có tin khẩn cấp muốn chia sẻ! Sếp của bạn đã trúng xổ số và ngay lập tức bỏ đi giữa ca làm việc. Chúng tôi cần nhanh chóng lấp đầy vị trí bị bỏ trống, và chúng tôi nghĩ bạn là {M0.người đàn ông}{F0.người phụ nữ} phù hợp cho công việc này. Chúc mừng bạn đã được thăng chức!",
  "{0.SimFirstName}, this is your workplace calling. Your job performance has been outstanding recently; the company's leadership has their eye on you! Provided you've met your other promotion requirements, your next shift is sure to end with a promotion!": "{0.SimFirstName}, đây là nơi làm việc của bạn gọi. Hiệu suất công việc của bạn gần đây rất xuất sắc; ban lãnh đạo công ty đang để mắt đến bạn! Với điều kiện bạn đã đáp ứng các yêu cầu thăng chức khác, ca làm việc tiếp theo của bạn chắc chắn sẽ kết thúc bằng việc thăng chức!",
  "What’s this grin spreading across {0.SimFirstName}’s face? The Whispering Wishing Well has played a devious trick, forcing {0.SimFirstName} to burst into peals of happy laughter.": "Cái nụ cười toe toét này đang lan rộng trên khuôn mặt của {0.SimFirstName} là gì vậy? Giếng Thì Thầm Ước Nguyện đã giở một trò quỷ quyệt, buộc {0.SimFirstName} phải bật ra những tràng cười vui vẻ.",
  "{0.SimFirstName} convinces {M0.himself}{F0.herself} that {M0.he’s}{F0.she’s} happy through clenched teeth. It seems the Whispering Wishing Well may have ignored {0.SimFirstName}’s plea.": "{0.SimFirstName} thuyết phục {M0.bản thân}{F0.bản thân} rằng {M0.he’s}{F0.she’s} hạnh phúc thông qua hàm răng nghiến chặt. Có vẻ như Giếng Thì Thầm Ước Nguyện có thể đã bỏ qua lời cầu xin của {0.SimFirstName}.",
  "Love knows no bounds, and the reaper himself could not keep {0.SimFirstName} from uniting with {M0.his}{F0.her} spectral soulmate.": "Tình yêu không có giới hạn, và chính thần chết cũng không thể ngăn cản {0.SimFirstName} hợp nhất với bạn tâm giao ma quái của {M0.his}{F0.her}.",
  "From the bubbling pitch emerges a Sim so disagreeable, so foul, so despicable, and yet… so… irresistible? {0.SimFirstName} finds {M0.himself}{F0.herself} drawn inexplicably closer to {M0.his}{F0.her} new enemy with benefits.": "Từ đống bọt sủi tăm trồi lên một Sim khó chịu, hôi hám, đáng khinh bỉ, và… nhưng… rất… không thể cưỡng lại? {0.SimFirstName} thấy {M0.bản thân}{F0.bản thân} bị thu hút một cách khó hiểu đến gần kẻ thù mới của {M0.his}{F0.her} với những lợi ích đi kèm.",
  "Can it be? Clouds of mist and hearts billowed from the Whispering Wishing Well’s mouth, and {0.SimFirstName}’s soulmate formed before {M0.his}{F0.her} very eyes.": "Có thể là như vậy không? Những đám mây mù và trái tim cuồn cuộn từ miệng Giếng Thì Thầm Ước Nguyện, và bạn tâm giao của {0.SimFirstName} hình thành ngay trước mắt {M0.his}{F0.her}.",
  "{0.SimFirstName} panics; the Simoleons in {M0.his}{F0.her} pocket are the perfect tinder for the hexed flames roaring out from the depths of the well. Clearly the well had no desire to fulfill {0.SimFirstName}’s lust for wealth, and instead chose to make {M0.him}{F0.her} pay.": "{0.SimFirstName} hoảng sợ; những Simoleon trong túi {M0.his}{F0.her} là mồi lửa hoàn hảo cho ngọn lửa bị nguyền rủa đang gầm thét từ sâu thẳm của giếng. Rõ ràng là giếng không có mong muốn thực hiện ham muốn giàu có của {0.SimFirstName}, và thay vào đó đã chọn bắt {M0.him}{F0.her} phải trả giá.",
  "{0.SimFirstName} thought a flick of a coin would be enough to gain a skill? No, {M0.he'll}{F0.she'll} have to work for it... but {M0.his}{F0.her} wish will provide a boost to any skill gains for a period of time.": "{0.SimFirstName} nghĩ rằng chỉ cần búng một đồng xu là đủ để có được một kỹ năng? Không, {M0.he'll}{F0.she'll} phải nỗ lực để đạt được nó... nhưng điều ước của {M0.his}{F0.her} sẽ cung cấp một sự thúc đẩy cho bất kỳ sự tăng tiến kỹ năng nào trong một khoảng thời gian.",
  "Tendrils of energy flow from the wishing well and surge through {0.SimFirstName}’s body, energizing {M0.him}{F0.her} with an extra spring in {M0.his}{F0.her} step for the day!": "Những sợi năng lượng chảy từ giếng ước và dâng trào qua cơ thể của {0.SimFirstName}, tiếp thêm năng lượng cho {M0.him}{F0.her} với một bước đi tràn đầy sức sống cho cả ngày!",
  "{0.SimFirstName} suddenly aged up... Perhaps it was the well's cunning plan to force {0.SimFirstName} to continue to use the wishing well if {M0.he}{F0.she} wants to get through {M0.his}{F0.her} bucket list before {M0.he}{F0.she} kicks it. Does {0.SimFirstName} dare try again?": "{0.SimFirstName} đột nhiên già đi... Có lẽ đó là kế hoạch xảo quyệt của giếng để buộc {0.SimFirstName} tiếp tục sử dụng giếng ước nếu {M0.he}{F0.she} muốn hoàn thành danh sách việc cần làm trước khi chết. {0.SimFirstName} có dám thử lại không?",
  "The Whispering Wishing Well has heard {0.SimFirstName}’s plea. As an enchanting white light washes over {M0.his}{F0.her} body, {M0.he}{F0.she} can hear the hands of time winding backwards in the recesses of {M0.his}{F0.her} mind. It would seem that {M0.he’s}{F0.she’s} been returned to the beginning of {M0.his}{F0.her} current age stage!": "Giếng Thì Thầm Ước Nguyện đã nghe thấy lời cầu xin của {0.SimFirstName}. Khi một ánh sáng trắng mê hoặc tràn ngập cơ thể {M0.his}{F0.her}, {M0.he}{F0.she} có thể nghe thấy bàn tay của thời gian đang tua ngược lại trong sâu thẳm tâm trí của {M0.his}{F0.her}. Có vẻ như {M0.he’s}{F0.she’s} đã được trở lại giai đoạn đầu của độ tuổi hiện tại!"
}