{
  "(From pretending to be a monster)": "(Từ việc giả làm quái vật)",
  "{0.SimFirstName} is doing something unprofessional! Continue behaving poorly on the job will result in {0.SimFirstName} being fired from the gig.": "{0.SimFirstName} đang làm điều gì đó không chuyên nghiệp! Tiếp tục cư xử tệ trong công việc sẽ khiến {0.SimFirstName} bị đuổi khỏi công việc.",
  "One of {0.SimFirstName}’s previous clients referred someone new to {M0.him}{F0.her}! That bodes well for {M0.his}{F0.her} professional reputation!": "Một trong những khách hàng trước đây của {0.SimFirstName} đã giới thiệu một người mới cho {M0.him}{F0.her}! Điều đó báo hiệu tốt cho danh tiếng chuyên nghiệp của {M0.his}{F0.her}!",
  "{0.SimFirstName} has been offered a gig from a previous client. This could be {M0.his}{F0.her} chance to make it up to an otherwise unhappy customer.": "{0.SimFirstName} đã được một khách hàng trước đây mời làm việc. Đây có thể là cơ hội để {M0.his}{F0.her} chuộc lỗi với một khách hàng không hài lòng.",
  "{0.SimFirstName} has been offered a gig from a previous client. Returning customers bode well for {M0.his}{F0.her} professional reputation!": "{0.SimFirstName} đã được một khách hàng trước đây mời làm việc. Khách hàng quay lại báo hiệu tốt cho danh tiếng chuyên nghiệp của {M0.his}{F0.her}!",
  "(From Renovating Current Location)": "(Từ Việc Cải Tạo Địa Điểm Hiện Tại)",
  "No such thing as bad publicity, right? {0.SimFirstName}'s work is going to be on <i>Failures ‘N’ Flops</i>! Tune in and watch on the Dream Home Decorator Network, Friday 8:00-10:00 PM. ": "Không có chuyện quảng cáo xấu, đúng không? Công việc của {0.SimFirstName} sẽ xuất hiện trên <i>Failures ‘N’ Flops</i>! Hãy đón xem trên Mạng lưới Trang trí Nhà mơ ước, Thứ Sáu từ 8:00-10:00 tối.",
  "Who cares if {M0.he}{F0.she} doesn't remember signing a release form, {0.SimFirstName}'s work is going to be on an episode of Ace of Space!\\nTune in and watch on the Dream Home Decorator Network, Friday 8:00-10:00 PM.": "Ai quan tâm nếu {M0.he}{F0.she} không nhớ đã ký vào mẫu phát hành, công việc của {0.SimFirstName} sẽ xuất hiện trong một tập của Ace of Space!\nHãy đón xem trên Mạng lưới Trang trí Nhà mơ ước, Thứ Sáu từ 8:00-10:00 tối.",
  "(From Completing a Commercial Interior Decorator Gig)": "(Từ Việc Hoàn Thành Công Việc Trang Trí Nội Thất Thương Mại)",
  "(From Completing a Residential Interior Decorator Gig)": "(Từ Việc Hoàn Thành Công Việc Trang Trí Nội Thất Khu Dân Cư)",
  "Hello! I'm here on behalf of {0.String}. Just ask me what you want to know. ": "Xin chào! Tôi ở đây thay mặt cho {0.String}. Cứ hỏi tôi những gì bạn muốn biết.",
  "Uh, did you really just quit in the middle of a job? Rude!": "Ờ, bạn vừa bỏ việc giữa chừng thật à? Thật thô lỗ!",
  "I'll head out now so you can get started. See you later!": "Tôi đi đây để bạn có thể bắt đầu. Hẹn gặp lại!",
  "A new Memory Card has been added to {0.SimFirstName}'s inventory. Use it to manage the photos that were taken during an Interior Decorator Gig.": "Một Thẻ Nhớ mới đã được thêm vào hành trang của {0.SimFirstName}. Sử dụng nó để quản lý những bức ảnh được chụp trong quá trình làm công việc Trang Trí Nội Thất.",
  "Taking Before and After Photos to document your work as an Interior Decorator is important. Learn how to take control and get that perfect shot in the Taking Photos Lesson under Dream Home Decorator.": "Chụp ảnh Trước và Sau để ghi lại công việc của bạn với tư cách là một Nhà Trang Trí Nội Thất là rất quan trọng. Tìm hiểu cách kiểm soát và có được bức ảnh hoàn hảo trong Bài học Chụp Ảnh trong mục Dream Home Decorator.",
  "I'm ready to wrap this up!": "Tôi đã sẵn sàng kết thúc việc này rồi!",
  "This was a lot to take in! I'm ready to talk about the changes.": "Có quá nhiều thứ để tiếp thu! Tôi đã sẵn sàng nói về những thay đổi.",
  "I think I've seen enough. Let's go over my thoughts!": "Tôi nghĩ tôi đã xem đủ rồi. Hãy cùng xem lại những suy nghĩ của tôi!",
  "I'm ready to talk about the renovation. ": "Tôi đã sẵn sàng nói về việc cải tạo.",
  "A picture is worth a thousand words. Not all of these words were good, though. {0.SimFirstName}'s professional reputation took a small hit, but {M0.he}{F0.she} still gained {1.Number} Followers. {0.SimFirstName} now has {2.Number} total Followers. ": "Một bức tranh đáng giá ngàn lời nói. Mặc dù không phải tất cả những lời này đều tốt. Danh tiếng chuyên nghiệp của {0.SimFirstName} đã bị ảnh hưởng một chút, nhưng {M0.he}{F0.she} vẫn có thêm {1.Number} Người Theo Dõi. {0.SimFirstName} hiện có tổng cộng {2.Number} Người Theo Dõi.",
  "Ouch, the photo wasn't well received. That hurt {0.SimFirstName}'s professional reputation a little, but at least {M0.he}{F0.she} still gained {1.Number} Followers. {0.SimFirstName} now has {2.Number} Followers in total. ": "Ôi, bức ảnh không được đón nhận. Điều đó đã làm tổn hại một chút đến danh tiếng chuyên nghiệp của {0.SimFirstName}, nhưng ít nhất {M0.he}{F0.she} vẫn có thêm {1.Number} Người Theo Dõi. {0.SimFirstName} hiện có tổng cộng {2.Number} Người Theo Dõi.",
  "Beautiful! This photo has inspired others. {0.SimFirstName}'s professional reputation increased a little, and {M0.he}{F0.she} gained {1.Number} Followers. {0.SimFirstName} now has {2.Number} total Followers. ": "Tuyệt đẹp! Bức ảnh này đã truyền cảm hứng cho những người khác. Danh tiếng chuyên nghiệp của {0.SimFirstName} đã tăng lên một chút và {M0.he}{F0.she} có thêm {1.Number} Người Theo Dõi. {0.SimFirstName} hiện có tổng cộng {2.Number} Người Theo Dõi.",
  "Woah, that one might go viral! {0.SimFirstName}'s professional reputation increased a little, and {M0.he}{F0.she} gained {1.Number} Followers. {0.SimFirstName} now has {2.Number} total Followers. ": "Woah, bức ảnh đó có thể lan truyền nhanh chóng! Danh tiếng chuyên nghiệp của {0.SimFirstName} đã tăng lên một chút và {M0.he}{F0.she} có thêm {1.Number} Người Theo Dõi. {0.SimFirstName} hiện có tổng cộng {2.Number} Người Theo Dõi.",
  "Go Gnome or go home. Or rather, more Gnomes in more homes. As the official Ambassador of The Association of Gnomes are The Greatest, we'd like to encourage you to start placing more Gnomes in the lawns, gardens, nurseries, kitchens, bathrooms, and basements of your Clients' homes. Here, we'll get you started with this. Don't let us down.\\n\\n{2.String} can be found in the Household Inventory.\\n": "Yêu Gnome hoặc là không yêu ai hết. Hay đúng hơn là, thêm Gnome trong nhiều ngôi nhà hơn. Với tư cách là Đại sứ chính thức của Hiệp hội Gnome là Tuyệt vời Nhất, chúng tôi muốn khuyến khích bạn bắt đầu đặt nhiều Gnome hơn trong bãi cỏ, khu vườn, vườn ươm, nhà bếp, phòng tắm và tầng hầm của nhà Khách hàng của bạn. Đây, chúng tôi sẽ giúp bạn bắt đầu với cái này. Đừng làm chúng tôi thất vọng.\n\n{2.String} có thể được tìm thấy trong Kho Đồ Hộ Gia Đình.\n",
  "We're going to be honest with you, your clients could find better refrigerators than the Crisponix line. That said, we could definitely use some good press. If we give you one for free would you consider using a Crisponix refrigerator in one of your next kitchen remodels?\\n\\n{2.String} can be found in the Household Inventory.\\n": "Chúng tôi sẽ thành thật với bạn, khách hàng của bạn có thể tìm thấy những chiếc tủ lạnh tốt hơn dòng Crisponix. Điều đó nói rằng, chúng tôi chắc chắn có thể sử dụng một số báo chí tốt. Nếu chúng tôi cho bạn một cái miễn phí, bạn có cân nhắc sử dụng tủ lạnh Crisponix trong một trong những lần sửa sang nhà bếp tiếp theo của bạn không?\n\n{2.String} có thể được tìm thấy trong Kho Đồ Hộ Gia Đình.\n",
  "InvisiView. Why subject your clients to normal TVs when you could be revamping their space with a TV that actually improves their eyesight? Please accept this token of our gratitude with the understanding that you will most certainly be using it in one of your next interior decoration gigs.\\n\\n{2.String} can be found in the Household Inventory.\\n": "InvisiView. Tại sao lại bắt khách hàng của bạn xem những chiếc TV thông thường khi bạn có thể tân trang lại không gian của họ bằng một chiếc TV thực sự cải thiện thị lực của họ? Xin vui lòng chấp nhận món quà này như một lời cảm ơn của chúng tôi với sự hiểu biết rằng bạn chắc chắn sẽ sử dụng nó trong một trong những công việc trang trí nội thất tiếp theo của bạn.\n\n{2.String} có thể được tìm thấy trong Kho Đồ Hộ Gia Đình.\n",
  "{0.SimFirstName}, this is your lucky day. Hi, I'm Kip from Reclamation Homeware and we'd love to encourage you to start using our classic furnishings as one of your go-to brands when you're working with Clients. As a token of our future gratitude for your support, we'd like to offer you a small gift.\\n\\n{2.String} can be found in the Household Inventory.\\n": "{0.SimFirstName}, đây là ngày may mắn của bạn. Xin chào, tôi là Kip từ Reclamation Homeware và chúng tôi rất muốn khuyến khích bạn bắt đầu sử dụng đồ nội thất cổ điển của chúng tôi như một trong những thương hiệu quen thuộc của bạn khi bạn làm việc với Khách hàng. Như một biểu tượng của lòng biết ơn trong tương lai của chúng tôi đối với sự hỗ trợ của bạn, chúng tôi muốn tặng bạn một món quà nhỏ.\n\n{2.String} có thể được tìm thấy trong Kho Đồ Hộ Gia Đình.\n",
  "Hello, Friend. I am stunned by the beauty your decorated spaces emit. I am Edgar, an avid collector of relics that once belonged to the most breathtaking Princess Cordelia. However, as I grow older and weaker by the day, I fear that if her furnishings aren't passed down her memory may be forgotten... forever. Could you please, please keep my precious Cordelia alive by adorning the homes of future clients with these priceless furnishings? It's growing so dark. So cold. Please accept this heirloom as my last... dying... <i>ggggwwwwwggggggggghhhhhhhhn</i>\\n\\n{2.String} can be found in the Household Inventory.\\n": "Xin chào, Bạn. Tôi bị choáng váng bởi vẻ đẹp mà không gian trang trí của bạn phát ra. Tôi là Edgar, một người đam mê sưu tập những di tích từng thuộc về Công chúa Cordelia xinh đẹp nhất. Tuy nhiên, khi tôi ngày càng già đi và yếu đi, tôi sợ rằng nếu đồ nội thất của cô ấy không được truyền lại, ký ức về cô ấy có thể bị lãng quên... mãi mãi. Bạn có thể vui lòng, vui lòng giữ cho Cordelia quý giá của tôi sống mãi bằng cách trang trí những ngôi nhà của khách hàng tương lai bằng những đồ nội thất vô giá này không? Trời đang tối dần. Rất lạnh. Xin vui lòng chấp nhận gia bảo này như là cuối cùng của tôi... đang chết dần... <i>ggggwwwwwggggggggghhhhhhhhn</i>\n\n{2.String} có thể được tìm thấy trong Kho Đồ Hộ Gia Đình.\n",
  "Your decoration skills have earned you quite the reputation. Some might say that you're the whole package. You've got it all; vision, style, creativity. But you're missing one thing: Countryside Caress furnishings will elevate your interiors to a whole new level. Are you ready to start... today?\\n\\n{2.String} can be found in the Household Inventory.\\n": "Kỹ năng trang trí của bạn đã mang lại cho bạn một danh tiếng khá tốt. Một số người có thể nói rằng bạn là cả một gói. Bạn có tất cả; tầm nhìn, phong cách, sự sáng tạo. Nhưng bạn đang thiếu một thứ: Đồ nội thất Countryside Caress sẽ nâng tầm nội thất của bạn lên một tầm cao mới. Bạn đã sẵn sàng để bắt đầu... ngay hôm nay chưa?\n\n{2.String} có thể được tìm thấy trong Kho Đồ Hộ Gia Đình.\n",
  "Hello, Beautiful. You don't know me, but I've been admiring your Interior Decoration work from afar for quite some time. I think your flawless, brilliant hands would be the perfect vessel to help inspire a revived appreciation of the arts. Please accept a prized piece from my own private collection to use in any of your upcoming decoration gigs.\\n\\n{2.String} can be found in the Household Inventory.\\n": "Xin chào, Người Đẹp. Bạn không biết tôi, nhưng tôi đã ngưỡng mộ công việc Trang Trí Nội Thất của bạn từ xa trong một thời gian khá dài. Tôi nghĩ rằng đôi bàn tay hoàn hảo, rực rỡ của bạn sẽ là phương tiện hoàn hảo để giúp truyền cảm hứng cho sự đánh giá cao về nghệ thuật được hồi sinh. Xin vui lòng chấp nhận một tác phẩm quý giá từ bộ sưu tập cá nhân của riêng tôi để sử dụng trong bất kỳ công việc trang trí sắp tới nào của bạn.\n\n{2.String} có thể được tìm thấy trong Kho Đồ Hộ Gia Đình.\n",
  "Hi, {0.SimFirstName}! I'm Sally, a representative from Kindermade Enterprises. We think your aesthetic is the perfect pairing for the Kindermade brand. We'd love you to consider using some of our playful furnishings in your future decoration jobs. Please accept this gift as a thank you for considering us in future collaborations.\\n\\n{2.String} can be found in the Household Inventory.\\n": "Chào, {0.SimFirstName}! Tôi là Sally, đại diện từ Kindermade Enterprises. Chúng tôi nghĩ rằng thẩm mỹ của bạn là sự kết hợp hoàn hảo cho thương hiệu Kindermade. Chúng tôi rất mong bạn cân nhắc sử dụng một số đồ nội thất vui tươi của chúng tôi trong các công việc trang trí tương lai của bạn. Xin vui lòng chấp nhận món quà này như một lời cảm ơn vì đã xem xét chúng tôi trong các hợp tác trong tương lai.\n\n{2.String} có thể được tìm thấy trong Kho Đồ Hộ Gia Đình.\n",
  "Be classy, be spontaneous, be flexible. Be all the <i>Be's</i> with new <i>Be Modular</i> shelving. Would you make sure to spread the joy of our new flexible <i>Be Modular</i> shelving line to all of your clients by featuring our timeless functional pieces in your Decoration Gigs? Here's a taste to get you started.\\n\\n{2.String} can be found in the Household Inventory.\\n": "Hãy sang trọng, hãy tự nhiên, hãy linh hoạt. Hãy là tất cả những điều <i>Be</i> với kệ <i>Be Modular</i> mới. Bạn có thể đảm bảo lan tỏa niềm vui của dòng kệ <i>Be Modular</i> linh hoạt mới của chúng tôi đến tất cả khách hàng của bạn bằng cách giới thiệu những món đồ chức năng vượt thời gian của chúng tôi trong các Công việc Trang Trí của bạn không? Đây là một chút hương vị để giúp bạn bắt đầu.\n\n{2.String} có thể được tìm thấy trong Kho Đồ Hộ Gia Đình.\n",
  "MegaMission Furniture Warehouse is on a mission: to convince YOU to feature our sturdy, classic handcrafted furniture in your next decoration job. We'd like to start you off with a free sample from our workshop. Enjoy. And remember: never stop decorating with Mega.\\n\\n{2.String} can be found in the Household Inventory.\\n": "MegaMission Furniture Warehouse đang thực hiện một sứ mệnh: thuyết phục BẠN giới thiệu đồ nội thất thủ công cổ điển, chắc chắn của chúng tôi trong công việc trang trí tiếp theo của bạn. Chúng tôi muốn bắt đầu cho bạn bằng một mẫu miễn phí từ xưởng của chúng tôi. Hãy tận hưởng. Và hãy nhớ: đừng bao giờ ngừng trang trí với Mega.\n\n{2.String} có thể được tìm thấy trong Kho Đồ Hộ Gia Đình.\n",
  "Here at PostRustic, we believe every kitchen and every bathroom needs a piece of PostRustic flair. We've understood this logic for a long time now, and we've been patiently waiting for the rest of the world to come to that conclusion as well. Would you be able to help PostRustic speed up that realization and start featuring our fine kitchen and bathroom décor items in your Interior Decoration jobs? Allow us to gift you a piece for free to get you started.\\n\\n{2.String} can be found in the Household Inventory.\\n": "Tại PostRustic, chúng tôi tin rằng mọi nhà bếp và mọi phòng tắm đều cần một chút phong cách PostRustic. Chúng tôi đã hiểu logic này từ lâu và chúng tôi đã kiên nhẫn chờ đợi phần còn lại của thế giới cũng đi đến kết luận đó. Bạn có thể giúp PostRustic đẩy nhanh quá trình nhận ra điều đó và bắt đầu giới thiệu các mặt hàng trang trí nhà bếp và phòng tắm tốt của chúng tôi trong các công việc Trang Trí Nội Thất của bạn không? Cho phép chúng tôi tặng bạn một món đồ miễn phí để giúp bạn bắt đầu.\n\n{2.String} có thể được tìm thấy trong Kho Đồ Hộ Gia Đình.\n",
  "A happy kitchen is a Schmapple kitchen. Schmapple Headquarters would like to see our line of sexy, revolutionary kitchen appliances in the homes of your clients. They deserve no less than the Schmapple dream. Please consider our offer and accept this token of our appreciation. Schmapple Schmapple.\\n\\n{2.String} can be found in the Household Inventory.\\n": "Một nhà bếp hạnh phúc là một nhà bếp Schmapple. Trụ sở chính của Schmapple muốn thấy dòng thiết bị nhà bếp gợi cảm, mang tính cách mạng của chúng tôi trong nhà của khách hàng của bạn. Họ xứng đáng không kém gì giấc mơ Schmapple. Xin vui lòng xem xét lời đề nghị của chúng tôi và chấp nhận biểu tượng của sự đánh giá cao của chúng tôi. Schmapple Schmapple.\n\n{2.String} có thể được tìm thấy trong Kho Đồ Hộ Gia Đình.\n",
  "Socialize with Clients": "Giao Tiếp Với Khách Hàng",
  "Increases Work Performance. Increases Social Need.": "Tăng Hiệu Suất Làm Việc. Tăng Nhu Cầu Xã Hội.",
  "Who'd want to work with them anyways! ": "Dù sao thì ai muốn làm việc với họ chứ!",
  "It takes a keen eye to design the interior for a place of business.": "Cần có một con mắt tinh tường để thiết kế nội thất cho một địa điểm kinh doanh.",
  "Business Savvy Décor": "Trang Trí Sành Sỏi Kinh Doanh",
  "It's very awkward to be back here. {0.SimFirstName} gets the sense that folks are still feeling sour about that job. ": "Thật khó xử khi quay lại đây. {0.SimFirstName} cảm thấy rằng mọi người vẫn còn khó chịu về công việc đó.",
  "Hostile Atmosphere": "Bầu Không Khí Thù Địch",
  "It feels good to visit the site of a successful job! {0.SimFirstName} feels like others recognize {M0.his}{F0.her} good work.": "Thật tuyệt khi ghé thăm địa điểm của một công việc thành công! {0.SimFirstName} cảm thấy như những người khác công nhận công việc tốt của {M0.his}{F0.her}.",
  "Feeling Welcomed": "Cảm Thấy Được Chào Đón",
  "Any publicity is good publicity... right? ": "Bất kỳ sự quảng bá nào cũng là sự quảng bá tốt... phải không?",
  "Failures 'N' Flops": "Thất Bại 'N' Thảm Họa",
  "Feels good to be recognized for a job well done!": "Thật tuyệt khi được công nhận vì một công việc đã hoàn thành tốt!",
  "Ace of Space": "Át Chủ Bài Không Gian",
  "Take a gig, complete a gig, take another gig... getting giggy with it!": "Nhận một công việc, hoàn thành một công việc, nhận một công việc khác... hào hứng với nó!",
  "Giggity Gig ": "Hào Hứng Hào Hứng",
  "Reading the Room": "Đọc Vị",
  "Unable to get a good read on the Clients.": "Không thể đọc vị tốt khách hàng.",
  "Getting the feeling the job might not be to the Client's satisfaction.": "Có cảm giác công việc có thể không làm hài lòng Khách hàng.",
  "Happy Clients hopefully means a job well done!": "Khách hàng vui vẻ hy vọng có nghĩa là một công việc đã hoàn thành tốt!",
  "The Clients clearly love the new space!": "Khách hàng rõ ràng yêu thích không gian mới!",
  "The Client is waiting for the Design to be Revealed!": "Khách Hàng đang chờ Thiết Kế được Tiết Lộ!",
  "Fee Fi Fo Fum! I will get you, little children!": "Hú Họa! Ta sẽ bắt được các ngươi, những đứa trẻ kia!",
  "I'm a Monster ": "Tôi là Quái Vật",
  "Eek! A Monster!": "Á! Một con Quái Vật!",
  "Scared by Monster": "Sợ Hãi bởi Quái Vật",
  "A world of pure imagination!": "Một thế giới của trí tưởng tượng thuần khiết!",
  "Living in My Own World": "Sống trong Thế giới Riêng của Tôi",
  "(From Scratched Tent)": "(Từ Lều Bị Xước)",
  "This tent is all scratched up. That's very sad.": "Cái lều này bị xước hết cả rồi. Thật đáng buồn.",
  "Shabby Tent": "Lều Tồi Tàn",
  "I see what they were trying to do. I know that I can do that!": "Tôi hiểu họ đang cố gắng làm gì. Tôi biết tôi có thể làm được điều đó!",
  "A Home Decorating Show!": "Một Chương Trình Trang Trí Nhà Cửa!",
  "That was an interesting home makeover. I'll bet I can do even better!": "Đó là một cuộc cải tạo nhà thú vị. Tôi cá là tôi có thể làm tốt hơn nữa!",
  "I never considered that room arrangement. I have so many new ideas I want to try now!": "Tôi chưa bao giờ xem xét cách sắp xếp phòng đó. Tôi có rất nhiều ý tưởng mới mà tôi muốn thử ngay bây giờ!",
  "What a beautiful room. I want to try it!": "Thật là một căn phòng đẹp. Tôi muốn thử nó!",
  "Remembering an interior decorating job done so well back at home. ": "Nhớ lại một công việc trang trí nội thất đã được thực hiện rất tốt ở nhà.",
  "Home Improvement": "Cải Tạo Nhà Cửa",
  "Just the sight of someone can fill a Sim with rage! {0.SimFirstName}'s fury surges back to the surface when {M0.he}{F0.she} is reminded of the terrible decoration job that was done wrong.": "Chỉ cần nhìn thấy ai đó cũng có thể khiến Sim nổi giận! Cơn thịnh nộ của {0.SimFirstName} trào dâng trở lại khi {M0.he}{F0.she} nhớ lại công việc trang trí tồi tệ đã làm sai.",
  "Tear it Down!": "Phá Bỏ Nó Đi!",
  "It's <b>HIDEOUS!</b>": "Nó <b>GHÊ TỞM!</b>",
  "Revolting! Get it away! {0.SimFirstName} hates Basic Décor!": "Ghê tởm! Mang nó đi! {0.SimFirstName} ghét Trang Trí Cơ Bản!",
  "Revolting! Get it away! {0.SimFirstName} hates Boho Décor!": "Ghê tởm! Mang nó đi! {0.SimFirstName} ghét Trang Trí Boho!",
  "Revolting! Get it away! {0.SimFirstName} hates Contemporary Décor!": "Ghê tởm! Mang nó đi! {0.SimFirstName} ghét Trang Trí Đương Đại!",
  "Revolting! Get it away! {0.SimFirstName} hates Cosmolux Décor!\n": "Ghê tởm! Mang nó đi! {0.SimFirstName} ghét Trang Trí Cosmolux!",
  "Revolting! Get it away! {0.SimFirstName} hates French Country Décor!": "Ghê tởm! Mang nó đi! {0.SimFirstName} ghét Trang Trí Đồng Quê Pháp!",
  "Revolting! Get it away! {0.SimFirstName} hates Garden Décor!": "Ghê tởm! Mang nó đi! {0.SimFirstName} ghét Trang Trí Sân Vườn!",
  "Revolting! Get it away! {0.SimFirstName} hates Gothic Farmhouse Décor!": "Ghê tởm! Mang nó đi! {0.SimFirstName} ghét Trang Trí Trang Trại Gothic!",
  "Revolting! Get it away! {0.SimFirstName} hates Island Décor!": "Ghê tởm! Mang nó đi! {0.SimFirstName} ghét Trang Trí Đảo!",
  "Revolting! Get it away! {0.SimFirstName} hates Mission Décor!": "Ghê tởm! Mang nó đi! {0.SimFirstName} ghét Trang Trí Mission!",
  "Revolting! Get it away! {0.SimFirstName} hates Modern Décor!": "Ghê tởm! Mang nó đi! {0.SimFirstName} ghét Trang Trí Hiện Đại!",
  "Revolting! Get it away! {0.SimFirstName} hates Patio Décor!": "Ghê tởm! Mang nó đi! {0.SimFirstName} ghét Trang Trí Sân Hiên!",
  "Revolting! Get it away! {0.SimFirstName} hates Queen Anne Décor!": "Ghê tởm! Mang nó đi! {0.SimFirstName} ghét Trang Trí Queen Anne!",
  "Revolting! Get it away! {0.SimFirstName} hates Mid Century Décor!": "Ghê tởm! Mang nó đi! {0.SimFirstName} ghét Trang Trí Giữa Thế Kỷ!",
  "Revolting! Get it away! {0.SimFirstName} hates Suburban Contemporary Décor!": "Ghê tởm! Mang nó đi! {0.SimFirstName} ghét Trang Trí Đương Đại Ngoại Ô!",
  "Revolting! Get it away! {0.SimFirstName} hates Storybook Décor!": "Ghê tởm! Mang nó đi! {0.SimFirstName} ghét Trang Trí Cổ Tích!",
  "Impeccable Taste!": "Gu Thẩm Mỹ Hoàn Hảo!",
  "Beautiful! A refined choice! {0.SimFirstName} loves Basic Décor!": "Tuyệt đẹp! Một lựa chọn tinh tế! {0.SimFirstName} yêu thích Trang Trí Cơ Bản!",
  "Beautiful! A refined choice! {0.SimFirstName} loves Boho Décor!": "Tuyệt đẹp! Một lựa chọn tinh tế! {0.SimFirstName} yêu thích Trang Trí Boho!",
  "Beautiful! A refined choice! {0.SimFirstName} loves Contemporary Décor!": "Tuyệt đẹp! Một lựa chọn tinh tế! {0.SimFirstName} yêu thích Trang Trí Đương Đại!",
  "Beautiful! A refined choice! {0.SimFirstName} loves Cosmolux Décor!": "Tuyệt đẹp! Một lựa chọn tinh tế! {0.SimFirstName} yêu thích Trang Trí Cosmolux!",
  "Beautiful! A refined choice! {0.SimFirstName} loves French Country Décor!": "Tuyệt đẹp! Một lựa chọn tinh tế! {0.SimFirstName} yêu thích Trang Trí Đồng Quê Pháp!",
  "Beautiful! A refined choice! {0.SimFirstName} loves Garden Décor!": "Tuyệt đẹp! Một lựa chọn tinh tế! {0.SimFirstName} yêu thích Trang Trí Sân Vườn!",
  "Beautiful! A refined choice! {0.SimFirstName} loves Gothic Farmhouse Décor!": "Tuyệt đẹp! Một lựa chọn tinh tế! {0.SimFirstName} yêu thích Trang Trí Trang Trại Gothic!",
  "Beautiful! A refined choice! {0.SimFirstName} loves Island Décor!": "Tuyệt đẹp! Một lựa chọn tinh tế! {0.SimFirstName} yêu thích Trang Trí Đảo!",
  "Beautiful! A refined choice! {0.SimFirstName} loves Mission Décor!": "Tuyệt đẹp! Một lựa chọn tinh tế! {0.SimFirstName} yêu thích Trang Trí Mission!",
  "Beautiful! A refined choice! {0.SimFirstName} loves Modern Décor!": "Tuyệt đẹp! Một lựa chọn tinh tế! {0.SimFirstName} yêu thích Trang Trí Hiện Đại!",
  "Beautiful! A refined choice! {0.SimFirstName} loves Patio Décor!": "Tuyệt đẹp! Một lựa chọn tinh tế! {0.SimFirstName} yêu thích Trang Trí Sân Hiên!",
  "Beautiful! A refined choice! {0.SimFirstName} loves Queen Anne Décor!": "Tuyệt đẹp! Một lựa chọn tinh tế! {0.SimFirstName} yêu thích Trang Trí Queen Anne!",
  "Beautiful! A refined choice! {0.SimFirstName} loves Mid Century Décor!": "Tuyệt đẹp! Một lựa chọn tinh tế! {0.SimFirstName} yêu thích Trang Trí Giữa Thế Kỷ!",
  "Beautiful! A refined choice! {0.SimFirstName} loves Suburban Contemporary Décor!": "Tuyệt đẹp! Một lựa chọn tinh tế! {0.SimFirstName} yêu thích Trang Trí Đương Đại Ngoại Ô!",
  "Beautiful! A refined choice! {0.SimFirstName} loves Storybook Décor!": "Tuyệt đẹp! Một lựa chọn tinh tế! {0.SimFirstName} yêu thích Trang Trí Cổ Tích!",
  "Client Budget:": "Ngân Sách của Khách Hàng:",
  "Clients will allot a certain budget to use for the renovations. If you go over budget, the amount will turn red. Going over budget will negatively affect your performance and reputation.": "Khách hàng sẽ phân bổ một ngân sách nhất định để sử dụng cho việc cải tạo. Nếu bạn vượt quá ngân sách, số tiền sẽ chuyển sang màu đỏ. Vượt quá ngân sách sẽ ảnh hưởng tiêu cực đến hiệu suất và danh tiếng của bạn.",
  "Over Budget:": "Vượt Quá Ngân Sách:",
  "Gig Pay:": "Thù Lao Công Việc:",
  "Client Budget": "Ngân Sách Khách Hàng",
  "Over Budget": "Vượt Quá Ngân Sách",
  "C.I.A. (Classic Interior Artisans)": "Nghệ Nhân Nội Thất Cổ Điển (C.I.A.)",
  "{0.SimFirstName} earned {4.Money} but {0.SimFirstName} clients don't appear satisfied with the new look {5.String}": "{0.SimFirstName} đã kiếm được {4.Money} nhưng khách hàng của {0.SimFirstName} dường như không hài lòng với diện mạo mới {5.String}",
  "{0.SimFirstName} brought home {4.Money} today. {M0.He}{F0.She} did some superb Decorating too! {5.String}": "{0.SimFirstName} mang về nhà {4.Money} hôm nay. {M0.He}{F0.She} cũng đã trang trí rất tuyệt vời! {5.String}",
  "{0.SimFirstName} earned {4.Money} but it appears the clients were not very happy with {0.SimFirstName}'s decorating work. {5.String}": "{0.SimFirstName} đã kiếm được {4.Money} nhưng có vẻ như khách hàng không hài lòng lắm với công việc trang trí của {0.SimFirstName}. {5.String}",
  "{0.SimFirstName} brought home {4.Money} today. {M0.He}{F0.She} did some great Decorating, too! {5.String}": "{0.SimFirstName} mang về nhà {4.Money} hôm nay. {M0.He}{F0.She} cũng đã trang trí rất tuyệt vời! {5.String}",
  "What a day of Decorating! {0.SimFirstName} is back home and {M0.he}{F0.she} has earned {4.Money}!": "Thật là một ngày trang trí! {0.SimFirstName} đã về nhà và {M0.he}{F0.she} đã kiếm được {4.Money}!",
  "{0.SimFirstName} has a Decorator Gig in one hour. Get to the Client's Lot on time to chat with them about what they are looking for before starting renovations!": "{0.SimFirstName} có một Công Việc Trang Trí trong một giờ nữa. Đến Khu Nhà của Khách hàng đúng giờ để trò chuyện với họ về những gì họ đang tìm kiếm trước khi bắt đầu cải tạo!",
  "It's time for {0.SimFirstName} to head to the Client's lot. Getting there on time can be a good opportunity to get to know the Client's Likes and Dislikes. Ready to head over?": "Đã đến lúc {0.SimFirstName} đến khu nhà của Khách hàng. Đến đó đúng giờ có thể là một cơ hội tốt để tìm hiểu về Sở Thích và Không Thích của Khách hàng. Sẵn sàng đi chưa?",
  "Time to Design!": "Đến Lúc Thiết Kế!",
  "Send Alone": "Đi Một Mình",
  "Lets Go To Work!": "Đi Làm Thôi!",
  "{0.SimFirstName} is now {1.String|enAn} at {3.String}. {M0.He}{F0.She} can use the Career Panel to search for clients looking for spaces to be redecorated!": "{0.SimFirstName} giờ là {1.String|enAn} tại {3.String}. {M0.He}{F0.She} có thể sử dụng Bảng Nghề Nghiệp để tìm kiếm khách hàng đang tìm kiếm không gian để được trang trí lại!",
  "{0.SimFirstName} has been promoted to {1.String}!\\n\\n{M0.He}{F0.She} has also received the following bonus:\\n{8.String}\\n\\n{M0.He}{F0.She} may also find more challenging and constraining Interior Decorator gigs from Clients.\\n\\n": "{0.SimFirstName} đã được thăng chức thành {1.String}!\n\n{M0.He}{F0.She} cũng đã nhận được phần thưởng sau:\n{8.String}\n\n{M0.He}{F0.She} cũng có thể tìm thấy những công việc Trang Trí Nội Thất đầy thách thức và hạn chế hơn từ Khách hàng.\n\n",
  "Residential": "Khu Dân Cư",
  "house": "nhà",
  "Pay: {0.Money}": "Thù Lao: {0.Money}",
  "Client Budget: {0.Money}": "Ngân Sách của Khách Hàng: {0.Money}",
  "Money Earned: {1.Money}": "Tiền Kiếm Được: {1.Money}",
  "{0.SimFirstName} has completed the gig and has received the following results!": "{0.SimFirstName} đã hoàn thành công việc và đã nhận được kết quả sau!",
  "Results!": "Kết Quả!",
  "Stay On Lot": "Ở Lại Khu Nhà",
  "Go Home": "Về Nhà",
  "{0.SimFirstName} put some effort into decorating the space, but the Client didn't seem too impressed. Was it lack of vision? Artistry? Spacial awareness? Maybe another Gig will help make things right.": "{0.SimFirstName} đã nỗ lực trang trí không gian, nhưng Khách hàng dường như không mấy ấn tượng. Có phải do thiếu tầm nhìn? Nghệ thuật? Nhận thức về không gian? Có lẽ một Công Việc khác sẽ giúp mọi thứ trở nên tốt hơn.",
  "Well… that went nicely! The Clients seem to really like the new layout! The keen eye for detail seemed to really pay off, both in Simoleons and Reputation.": "Chà... mọi thứ diễn ra tốt đẹp! Các Khách Hàng dường như rất thích cách bố trí mới! Con mắt tinh tường về chi tiết dường như đã được đền đáp xứng đáng, cả về Simoleon và Danh tiếng.",
  "The Clients are shocked! They are incredibly saddened... even at a loss for words upon receiving your Resignation.": "Các Khách Hàng bị sốc! Họ vô cùng buồn bã... thậm chí không nói nên lời khi nhận được Đơn Từ Chức của bạn.",
  "Nice work! The clients seem to enjoy the newly renovated space!": "Làm tốt lắm! Các khách hàng dường như thích không gian mới được cải tạo!",
  "There's no accounting for taste. But then, maybe it's just the Client's taste and yours don't match...": "Không ai có thể giải thích được gu thẩm mỹ. Nhưng có lẽ chỉ là gu của Khách hàng và của bạn không hợp nhau thôi...",
  "Professional Reputation Dropped": "Danh Tiếng Chuyên Nghiệp Giảm",
  "Professional Reputation Improved Significantly ": "Danh Tiếng Chuyên Nghiệp Cải Thiện Đáng Kể",
  "Professional Reputation Improved": "Danh Tiếng Chuyên Nghiệp Cải Thiện",
  "Professional Reputation Dropped Significantly": "Danh Tiếng Chuyên Nghiệp Giảm Đáng Kể",
  "<font color=\"#0949AB\">Client Name:</font><font color=\"#10A317\"> {0.String}</font>\\n<font color=\"#0949AB\">Lot Type:</font><font color=\"#10A317\"> {1.String}</font>\\n<font color=\"#0949AB\">Starts:</font> {2.DayOfWeekShort} {2.TimeShort} <font color=\"#0949AB\">Ends:</font> {3.DayOfWeekShort} {3.TimeShort}": "<font color=\"#0949AB\">Tên Khách Hàng:</font><font color=\"#10A317\"> {0.String}</font>\n<font color=\"#0949AB\">Loại Khu Nhà:</font><font color=\"#10A317\"> {1.String}</font>\n<font color=\"#0949AB\">Bắt Đầu:</font> {2.DayOfWeekShort} {2.TimeShort} <font color=\"#0949AB\">Kết Thúc:</font> {3.DayOfWeekShort} {3.TimeShort}",
  "Really interested in adding a new level to our house here, but a little undecided on what it should be exactly... can you help us out? We will let you decide the whole layout for the new level.": "Thực sự muốn thêm một tầng mới vào ngôi nhà của chúng tôi ở đây, nhưng vẫn chưa quyết định nên là gì... bạn có thể giúp chúng tôi được không? Chúng tôi sẽ để bạn quyết định toàn bộ bố cục cho tầng mới.",
  "Level Addition": "Thêm Tầng",
  "Celebrity Home Level Addition": "Thêm Tầng vào Nhà Người Nổi Tiếng",
  "Can you please come and invigorate some style to my boring abode? The Simoleons are not a problem, just bring some life into this place! Some pizazz! Change makes me feel ALIVE!": "Bạn có thể đến và thổi một luồng gió phong cách mới vào ngôi nhà tẻ nhạt của tôi được không? Simoleon không phải là vấn đề, chỉ cần mang lại một chút sức sống cho nơi này! Một chút hấp dẫn! Thay đổi khiến tôi cảm thấy SỐNG!",
  "Okay, emergency renovation here! I just found out I might get featured on Ace of Space on the Dream Home Decorator Network! Can you renovate a room in my place? It would pump up my rep for sure!": "Được rồi, cải tạo khẩn cấp ở đây! Tôi vừa phát hiện ra rằng tôi có thể được xuất hiện trên Ace of Space trên Mạng lưới Trang trí Nhà mơ ước! Bạn có thể cải tạo một căn phòng trong nhà của tôi được không? Chắc chắn nó sẽ làm tăng danh tiếng của tôi!",
  "Up and Comer Client Room Renovation": "Cải Tạo Phòng cho Khách Hàng Đang Lên",
  "So, we've come into a little bit of money, and we were thinking we could really create more space in the house. Can you add a level? We'll pay really well! And you can make anything your heart desires! We just want the space!": "Vậy là chúng tôi đã kiếm được một chút tiền và chúng tôi đang nghĩ rằng chúng tôi thực sự có thể tạo thêm không gian trong nhà. Bạn có thể thêm một tầng được không? Chúng tôi sẽ trả rất hậu hĩnh! Và bạn có thể làm bất cứ điều gì trái tim bạn mong muốn! Chúng tôi chỉ muốn không gian!",
  "Add a Level to this Home": "Thêm Một Tầng vào Ngôi Nhà Này",
  "So look. I need some \"me\" time. A place I can just unwind, have some juice, and maybe watch TV or play some games. Maybe display some cool stuff... my \"trophies\" if you will. But basically, I don't want to be distracted by the outside world! Can you make me my own den cave, where only numero uno can enter - me!": "Nghe này. Tôi cần một chút thời gian cho \"bản thân\". Một nơi tôi có thể thư giãn, uống một chút nước trái cây và có thể xem TV hoặc chơi một vài trò chơi. Có thể trưng bày một số thứ thú vị... \"chiến lợi phẩm\" của tôi nếu bạn muốn. Nhưng về cơ bản, tôi không muốn bị phân tâm bởi thế giới bên ngoài! Bạn có thể tạo cho tôi hang ổ riêng, nơi chỉ có numero uno mới có thể vào - tôi!",
  "A Level for Him Addition": "Thêm Một Tầng cho Anh Ấy",
  "It's so hard to focus these days. What, with everything that's going on. I need a space where I can sit back, and work on my crafts, or read, or sip a glass of juice. Is that too much to ask? Make me my little corner of my domain, and I'll forever be grateful! ": "Thật khó để tập trung những ngày này. Với tất cả những gì đang diễn ra. Tôi cần một không gian nơi tôi có thể ngồi lại và làm đồ thủ công của mình, hoặc đọc sách, hoặc nhâm nhi một ly nước trái cây. Yêu cầu vậy có quá đáng không? Hãy tạo cho tôi một góc nhỏ trong lãnh địa của tôi, và tôi sẽ mãi mãi biết ơn!",
  "A Level for Her Addition": "Thêm Một Tầng cho Cô Ấy",
  "Basement Gym Level Addition": "Thêm Tầng Hầm Tập Gym",
  "So, lately we've been working from home. A lot. I mean, like, we're always here, and I gotta tell you, I'm putting on some of the ol' \"L-B's\", you know what I'm saying? I need to shed some love handles! I'd go to the gym but... it's sooo faaaar! Turns out, there's this whole space utilized under our home that could be a used for a gym! So, how about helping me get to the gun show?": "Gần đây, chúng tôi đã làm việc tại nhà. Rất nhiều. Ý tôi là, giống như, chúng tôi luôn ở đây, và tôi phải nói với bạn, tôi đang mặc một số bộ \"L-B\" cũ, bạn hiểu ý tôi chứ? Tôi cần loại bỏ một số tay cầm tình yêu! Tôi sẽ đến phòng tập thể dục nhưng... nó quá xaaa! Hóa ra, có cả một không gian được sử dụng dưới ngôi nhà của chúng tôi có thể được sử dụng cho một phòng tập thể dục! Vậy, bạn thấy thế nào về việc giúp tôi đến buổi trình diễn súng ống?",
  "Attic Juice Bar Addition": "Thêm Quầy Bar Nước Ép trên Gác Mái",
  "Juicin' in the mornin'! Juicin' in the evenin'! Juicin' all day long! Can you make us a juice bar in our attic? You'd have to add the attic! After it's done, we can juice it up!": "Uống nước ép vào buổi sáng! Uống nước ép vào buổi tối! Uống nước ép cả ngày! Bạn có thể làm cho chúng tôi một quán bar nước ép trên gác mái của chúng tôi được không? Bạn sẽ phải thêm gác mái! Sau khi hoàn thành, chúng ta có thể làm cho nó thêm ngon!",
  "Photography Studio Level Addition": "Thêm Tầng Phòng Chụp Ảnh",
  "Lately I've really gotten into nature and art and seeing the beauty of the world. It's just so grand and awe-inspriring, right? So what I really need is a Photography Studio in my place, and I'd love to get a lot of light into it. The perfect location would be to add a top floor to my home! You can make that happen, right? Just add a floor, no biggie? ": "Gần đây tôi thực sự thích thiên nhiên và nghệ thuật và nhìn thấy vẻ đẹp của thế giới. Nó thật là vĩ đại và đầy cảm hứng, phải không? Vì vậy, những gì tôi thực sự cần là một Phòng Chụp Ảnh ở nhà tôi, và tôi rất muốn có thật nhiều ánh sáng vào đó. Vị trí hoàn hảo là thêm một tầng trên cùng vào nhà của tôi! Bạn có thể làm điều đó xảy ra, phải không? Chỉ cần thêm một tầng, không có gì to tát phải không?",
  "So, this \"work from home\" thing is becoming more normal every day. In order to get in the right mind-space, I need to feel like I'm stepping into a place of work. So, I'm thinking we can add a top floor, make it an office. But also, we'll need an extra bathroom up there. Because for some reason, doing work makes me poop. ": "Vì vậy, cái \"làm việc tại nhà\" này đang trở nên bình thường hơn mỗi ngày. Để có được một tâm trí đúng đắn, tôi cần cảm thấy như mình đang bước vào một nơi làm việc. Vì vậy, tôi đang nghĩ rằng chúng ta có thể thêm một tầng trên cùng, biến nó thành một văn phòng. Nhưng chúng ta cũng sẽ cần thêm một phòng tắm ở trên đó. Vì vì một lý do nào đó, làm việc khiến tôi đi vệ sinh.",
  "Top Floor Office & Bathroom Addition": "Thêm Tầng Trên Cùng Văn Phòng & Phòng Tắm",
  "Family Room": "Phòng Gia Đình",
  "Top Floor Family Room Level Addition": "Thêm Tầng Phòng Gia Đình Trên Cùng",
  "We're fairly satisfied with the current spacing of our home, but we really feel like we could add a family room. So where could we build? We build up! Can you make us a top floor family room? That would just be so swell!": "Chúng tôi khá hài lòng với khoảng cách hiện tại của ngôi nhà của mình, nhưng chúng tôi thực sự cảm thấy rằng chúng tôi có thể thêm một phòng gia đình. Vậy chúng ta có thể xây ở đâu? Chúng ta xây lên! Bạn có thể làm cho chúng tôi một phòng gia đình trên tầng trên cùng được không? Điều đó sẽ thật tuyệt vời!",
  "We could really use a new look to our place! But we can't seem to agree on a vision... can you help us decide what we want?": "Chúng tôi thực sự có thể sử dụng một diện mạo mới cho nơi ở của mình! Nhưng chúng tôi dường như không thể thống nhất về một tầm nhìn... bạn có thể giúp chúng tôi quyết định những gì chúng tôi muốn không?",
  "Level Renovation": "Cải Tạo Tầng",
  "Commercial": "Thương Mại",
  "venue": "địa điểm",
  "Bar Renovation": "Cải Tạo Quán Bar",
  "We need to juice up our bar! Let's be frank - the clientele has been less than desirable lately. I was hoping to draw in some young hipsters, not hip youngsters! Anything you can do to make our bar juicy for these folks would be tremendously helpful!": "Chúng ta cần làm cho quán bar của mình thêm hấp dẫn! Nói thẳng ra - khách hàng gần đây không được như mong muốn. Tôi đã hy vọng thu hút một số hipster trẻ tuổi, không phải thanh niên trẻ! Bất cứ điều gì bạn có thể làm để làm cho quán bar của chúng tôi trở nên hấp dẫn đối với những người này sẽ vô cùng hữu ích!",
  "Café Renovation": "Cải Tạo Quán Cà Phê",
  "Why does this place just feel so... counterintuitive? I feel like you walk in the door, and walk right into a wall! Okay maybe that's not exactly it, but you know what I mean. The flow is just... off. Can you renovate this level and make it more functional?": "Tại sao nơi này lại có cảm giác... phản trực giác đến vậy? Tôi cảm thấy như bạn bước vào cửa và đi thẳng vào tường! Okay có lẽ không hẳn là như vậy, nhưng bạn biết ý tôi là gì. Luồng không khí chỉ là... không ổn. Bạn có thể cải tạo tầng này và làm cho nó hoạt động hiệu quả hơn không?",
  "Club Renovation": "Cải Tạo Câu Lạc Bộ",
  "We're in desperate need of a Level Renovation! We haven't seen any apple flavored jeans or fur boots in furever! Please bring the funk back to our club!": "Chúng tôi đang rất cần một Cuộc Cải Tạo Tầng! Chúng tôi đã không thấy bất kỳ chiếc quần jean hương táo hoặc đôi bốt lông thú nào từ trước đến nay! Làm ơn mang lại sự sôi động cho câu lạc bộ của chúng tôi!",
  "Gym Renovation": "Cải Tạo Phòng Tập Gym",
  "Help us spice up our gym! We've got some new-age clientele, who are into organic juices and healthy life-styles. Folks don't just want to get swole anymore, they want to live longer! Help us help them by giving them a space that says \"long live you!\"": "Giúp chúng tôi làm cho phòng tập thể dục của mình thêm hấp dẫn! Chúng tôi có một số khách hàng thời đại mới, những người thích nước ép hữu cơ và phong cách sống lành mạnh. Mọi người không chỉ muốn trở nên cường tráng nữa, họ muốn sống lâu hơn! Hãy giúp chúng tôi giúp họ bằng cách cho họ một không gian nói lên \"bạn sống lâu!\"",
  "Library Renovation": "Cải Tạo Thư Viện",
  "Can you update our Library by redecorating a level? We want folks to know that we're not those dusty old libraries with old books and old people. We can be hip! We can be cool! Show them how with your vision to re-envision our Library!": "Bạn có thể cập nhật Thư Viện của chúng tôi bằng cách trang trí lại một tầng không? Chúng tôi muốn mọi người biết rằng chúng tôi không phải là những thư viện cũ kỹ đầy bụi bặm với những cuốn sách cũ và những người già. Chúng tôi có thể sành điệu! Chúng tôi có thể крутой! Hãy cho họ thấy cách thực hiện bằng tầm nhìn của bạn để hình dung lại Thư Viện của chúng tôi!",
  "Lounge Renovation": "Cải Tạo Khu Giải Trí",
  "It's time to revitalize our lounge and we need professional assistance. It doesn't feel very \"loungy\" right now, does it? Maybe a change in color, perhaps? Or even the floor, or walls? How about the furniture? Just change SOMETHING, I'm already tired of looking at this place!": "Đã đến lúc hồi sinh khu giải trí của chúng tôi và chúng tôi cần sự hỗ trợ chuyên nghiệp. Nó không có cảm giác \"giải trí\" lắm, phải không? Có lẽ là một sự thay đổi về màu sắc, có lẽ? Hoặc thậm chí là sàn nhà hoặc tường? Còn đồ nội thất thì sao? Chỉ cần thay đổi một CÁI GÌ ĐÓ, tôi đã chán nhìn nơi này rồi!",
  "Vet Clinic Renovation": "Cải Tạo Phòng Khám Thú Y",
  "My Vet Clinic hasn't been drawing in the cool cats; just those doggone strays! Can you help me spruce up my clinic so the place doesn't get neutered? 12 out of 10 needs more grooming!": "Phòng Khám Thú Y của tôi đã không thu hút được những con mèo крутой; chỉ là những con chó hoang đó thôi! Bạn có thể giúp tôi tân trang lại phòng khám của mình để nơi này không bị triệt sản không? 12 trên 10 cần được chải chuốt hơn!",
  "I've got the Simoleons, if you've got the vision! I'll pay generously for a level renovation! Because really... I'm just bored with the current layout.": "Tôi có Simoleon, nếu bạn có tầm nhìn! Tôi sẽ trả hậu hĩnh cho một cuộc cải tạo tầng! Bởi vì thực sự... tôi chỉ là chán với cách bố trí hiện tại.",
  "So, our kitchen is just...grossly outdated. We're always ordering out because I can't stand being in that kitchen! We need an update, pronto. I'm not saying my cooking will necessarily taste any better. I'm not even saying I'll actually cook in the kitchen. But at least I'd be happy knowing that it's possible!": "Vì vậy, nhà bếp của chúng tôi chỉ là... lỗi thời một cách thô thiển. Chúng tôi luôn gọi đồ ăn bên ngoài vì tôi không thể chịu đựng được việc ở trong nhà bếp đó! Chúng tôi cần một bản cập nhật, nhanh chóng. Tôi không nói rằng món ăn của tôi nhất thiết sẽ ngon hơn. Tôi thậm chí không nói rằng tôi thực sự sẽ nấu ăn trong nhà bếp. Nhưng ít nhất tôi sẽ hạnh phúc khi biết rằng nó là có thể!",
  "Kitchen Level Renovation": "Cải Tạo Tầng Nhà Bếp",
  "Living Room": "Phòng Khách",
  "We can use a new Living Room. Feel free to take as much of the level to renovate as you need! I just need some change in my life! ": "Chúng ta có thể sử dụng một Phòng Khách mới. Cứ thoải mái sử dụng bao nhiêu diện tích của tầng để cải tạo tùy thích! Tôi chỉ cần một số thay đổi trong cuộc sống của mình!",
  "Living Room Level Renovation": "Cải Tạo Tầng Phòng Khách",
  "Living Room & Kitchen Renovation": "Cải Tạo Phòng Khách & Nhà Bếp",
  "This place is pretty old and built with old design aesthetics. We think our living room and kitchen could probably be opened up, and allow more natural light into the area. That support beam? Don't worry about it. This house is supported by the trust I have in you!": "Nơi này khá cũ và được xây dựng với thẩm mỹ thiết kế cũ. Chúng tôi nghĩ rằng phòng khách và nhà bếp của chúng tôi có lẽ có thể được mở ra và cho phép nhiều ánh sáng tự nhiên hơn vào khu vực. Cái dầm đỡ đó? Đừng lo lắng về nó. Ngôi nhà này được hỗ trợ bởi sự tin tưởng mà tôi dành cho bạn!",
  "GOLDEN BOOKMARK WINNER": "NGƯỜI CHIẾN THẮNG DẤU TRANG VÀNG",
  "Another Golden Bookmark has been found in the stacks of a local library! As always, this round’s lucky bookworm is eager to get started on their all-expenses-paid home renovation.\\n\\nThe Golden Bookmark is a global program to encourage reading. In other words, this gig is great exposure... and it still pays!": "Một Dấu Trang Vàng khác đã được tìm thấy trong các chồng sách của một thư viện địa phương! Như mọi khi, mọt sách may mắn của vòng này rất háo hức bắt đầu cuộc cải tạo nhà được trả toàn bộ chi phí.\n\nDấu Trang Vàng là một chương trình toàn cầu để khuyến khích việc đọc sách. Nói cách khác, công việc này là một sự quảng bá tuyệt vời... và nó vẫn được trả tiền!",
  "Simucation Council Commission": "Ủy Ban Hội Đồng Simucation",
  "We of the Simucation Council wish to commission a private installation of artistic excellence for one of our lucky art-lovers. Fill their abode with art!\\n\\nSupport art and the Simucation Council will support you with exposure and Simoleons.": "Chúng tôi thuộc Hội Đồng Simucation muốn ủy thác một cài đặt riêng về sự xuất sắc nghệ thuật cho một trong những người yêu nghệ thuật may mắn của chúng tôi. Hãy lấp đầy nơi ở của họ bằng nghệ thuật!\n\nỦng hộ nghệ thuật và Hội Đồng Simucation sẽ hỗ trợ bạn bằng sự quảng bá và Simoleon.",
  "We feel like our place could use a new room... we can afford the space, if you can provide the vision! Just ask us what we're looking for, okay?": "Chúng tôi cảm thấy như nơi ở của chúng tôi có thể sử dụng một căn phòng mới... chúng tôi có thể đủ khả năng không gian, nếu bạn có thể cung cấp tầm nhìn! Chỉ cần hỏi chúng tôi những gì chúng tôi đang tìm kiếm, được không?",
  "room": "phòng",
  "Arcade Addition": "Thêm Khu Giải Trí",
  "We're trying to get some younger, techy folks into this place of business. We could really use your help to update our venue with some modern PC's and other gaming hardware. These nerds have deep pockets, so let's get them in here!": "Chúng tôi đang cố gắng đưa một số người trẻ tuổi, am hiểu công nghệ vào địa điểm kinh doanh này. Chúng tôi thực sự có thể sử dụng sự giúp đỡ của bạn để cập nhật địa điểm của chúng tôi với một số PC hiện đại và phần cứng chơi game khác. Những người mọt sách này có túi tiền rủng rỉnh, vì vậy hãy đưa họ vào đây!",
  "Bathroom Addition": "Thêm Phòng Tắm",
  "With a heavier flow (of foot track) lately we could really use another bathroom! But I really do like the existing space, so try as much as possible to just add to our home, rather than modifying too many walls and floors, cool?": "Với lưu lượng (dấu chân) lớn hơn gần đây, chúng tôi thực sự có thể sử dụng thêm một phòng tắm nữa! Nhưng tôi thực sự thích không gian hiện có, vì vậy hãy cố gắng hết sức có thể để chỉ thêm vào ngôi nhà của chúng tôi, thay vì sửa đổi quá nhiều tường và sàn nhà, được không?",
  "I'm thinking with all the space in my place, I could use an extra room to hang out or put stuff in. I'll be honest, I don't really have a goal for this room. But use your creative freedom to make this space interesting. I've got the money to spend, because that's just how I roll!  So make me something cool!": "Tôi đang nghĩ rằng với tất cả không gian trong nhà của mình, tôi có thể sử dụng thêm một phòng để đi chơi hoặc cất đồ. Tôi sẽ thành thật, tôi thực sự không có mục tiêu nào cho căn phòng này. Nhưng hãy sử dụng sự tự do sáng tạo của bạn để làm cho không gian này trở nên thú vị. Tôi có tiền để tiêu, bởi vì đó là cách tôi sống! Vì vậy, hãy tạo cho tôi một cái gì đó thật крутой!",
  "Pick a Room Addition": "Chọn Thêm Một Phòng",
  "You know how your in-laws come, and you can't really stand them, and wish they wouldn't step one foot in the house? Maybe we can have it both ways? Please build us an In Law unit. That way, they can stay in their space, without soiling the sanctity of our home!": "Bạn có biết khi bố mẹ vợ/chồng bạn đến, và bạn thực sự không thể chịu đựng được họ, và ước rằng họ sẽ không bước chân vào nhà bạn không? Có lẽ chúng ta có thể có cả hai? Làm ơn xây cho chúng tôi một khu nhà cho bố mẹ vợ/chồng. Bằng cách đó, họ có thể ở trong không gian của họ, mà không làm ô uế sự thiêng liêng của ngôi nhà của chúng tôi!",
  "In Law Unit Addition": "Thêm Khu Nhà cho Bố Mẹ Vợ/Chồng",
  "nursery": "phòng trẻ em",
  "We would LOVE a nursery in our home! Please add a room for us. We aren't necessarily expecting at the moment, but we just like want to be ready for anything!": "Chúng tôi rất MUỐN có một phòng trẻ em trong nhà của mình! Làm ơn thêm một phòng cho chúng tôi. Chúng tôi không nhất thiết mong đợi vào lúc này, nhưng chúng tôi chỉ muốn sẵn sàng cho mọi thứ!",
  "Nursery Addition": "Thêm Phòng Trẻ Em",
  "Gym": "Phòng Tập Gym",
  "Home Gym Addition": "Thêm Phòng Tập Gym Tại Nhà",
  "Pumpin' iron.\\nGettin' swole.\\nThe gun show.\\nA Gym.\\nIn my home.\\nMake it happen!": "Nâng tạ.\nTrở nên vạm vỡ.\nBuổi trình diễn súng.\nMột Phòng Tập Gym.\nTrong nhà tôi.\nHãy biến điều đó thành hiện thực!",
  "Gardening Room": "Phòng Làm Vườn",
  "Gardening Room Addition": "Thêm Phòng Làm Vườn",
  "I am nature's arm. Her Spirit. Heck, I AM mother nature! Come join me, my garden needs tending. But please, we can only do it in my own, personal gardening room. At the end of the day, nature always wins! ": "Tôi là cánh tay của thiên nhiên. Tinh thần của cô ấy. Chết tiệt, tôi LÀ mẹ thiên nhiên! Hãy đến tham gia cùng tôi, khu vườn của tôi cần được chăm sóc. Nhưng làm ơn, chúng ta chỉ có thể làm điều đó trong phòng làm vườn cá nhân của riêng tôi. Vào cuối ngày, thiên nhiên luôn chiến thắng!",
  "Music Studio": "Phòng Thu Âm",
  "Guitar Music Studio Addition": "Thêm Phòng Thu Âm Guitar",
  "My Axe deserves her own room, ya dig? She needs to be front and center, and maybe on the side, I can put her to practice. But I won't be worthy until you make me a Music Studio where I can bring my heavenly guitar skills to life!": "Chiếc rìu của tôi xứng đáng có phòng riêng, bạn hiểu chứ? Cô ấy cần phải ở phía trước và trung tâm, và có lẽ ở bên cạnh, tôi có thể cho cô ấy luyện tập. Nhưng tôi sẽ không xứng đáng cho đến khi bạn tạo cho tôi một Phòng Thu Âm nơi tôi có thể mang kỹ năng guitar tuyệt vời của mình vào cuộc sống!",
  "Hobby Room": "Phòng Sở Thích",
  "Hobby Room Addition": "Thêm Phòng Sở Thích",
  "Look, I got an A in woodshop, and never looked back. So now that I'm a home-owner, I could really use a space to dedicate my craft in handiness. I could really use a hobby room where I can put all my different handy skills to the test!": "Nghe này, tôi đã được điểm A trong môn mộc và không bao giờ nhìn lại. Vì vậy, bây giờ tôi là chủ nhà, tôi thực sự có thể sử dụng một không gian để cống hiến tay nghề của mình trong sự khéo léo. Tôi thực sự có thể sử dụng một phòng sở thích, nơi tôi có thể đưa tất cả các kỹ năng khéo léo khác nhau của mình vào thử nghiệm!",
  "Bar": "Quán Bar",
  "Home Bar Addition": "Thêm Quán Bar Tại Nhà",
  "Some times, at the end of a hard day, you just want to get your drink on, know what I mean? Or perhaps, a little something to kick start the morning. Maybe a nightcap? Everything goes with brunch, right? Whatever the case may be, a new home bar would really help. Can you make it happen?": "Đôi khi, vào cuối một ngày khó khăn, bạn chỉ muốn uống một chút gì đó, bạn hiểu ý tôi chứ? Hoặc có lẽ, một chút gì đó để khởi đầu buổi sáng. Có lẽ là một loại rượu khai vị? Mọi thứ đều hợp với bữa nửa buổi, phải không? Dù trường hợp nào đi chăng nữa, một quán bar tại nhà mới thực sự sẽ giúp ích. Bạn có thể biến điều đó thành hiện thực không?",
  "Art Studio": "Phòng Vẽ Nghệ Thuật",
  "Art Studio Addition": "Thêm Phòng Vẽ Nghệ Thuật",
  "Some would say, I'm kind of an artiste! But who can create from the mind's eye in these conditions? I need a new Art Studio. Just make a new room where I can paint to my heart's desire, with inspiration! ": "Một số người sẽ nói, tôi là một nghệ sĩ! Nhưng ai có thể sáng tạo từ con mắt tâm trí trong những điều kiện này? Tôi cần một Phòng Vẽ Nghệ Thuật mới. Chỉ cần tạo một căn phòng mới, nơi tôi có thể vẽ theo mong muốn của trái tim mình, với cảm hứng!",
  "Photo Studio": "Phòng Chụp Ảnh",
  "Photography Studio Addition": "Thêm Phòng Chụp Ảnh",
  "Taking the perfect picture is definitely a craft, but it also needs the right conditions. Can you build me a Photo Studio? Something good for lighting and staging things.": "Chụp một bức ảnh hoàn hảo chắc chắn là một nghề thủ công, nhưng nó cũng cần những điều kiện phù hợp. Bạn có thể xây cho tôi một Phòng Chụp Ảnh được không? Thứ gì đó tốt cho việc chiếu sáng và dàn dựng mọi thứ.",
  "The art of playing the piano takes finesse. And the only way to fine-tune one's finesse is to practice with the proper acoustics and inspiration. Will you kindly make me a Piano Room? The symphony must start somewhere!": "Nghệ thuật chơi piano cần sự khéo léo. Và cách duy nhất để tinh chỉnh sự khéo léo của một người là luyện tập với âm thanh và cảm hứng thích hợp. Bạn có thể vui lòng làm cho tôi một Phòng Piano được không? Bản giao hưởng phải bắt đầu từ đâu đó!",
  "Piano Music Studio Addition": "Thêm Phòng Thu Âm Piano",
  "Tech Room": "Phòng Công Nghệ",
  "Tech Room Addition": "Thêm Phòng Công Nghệ",
  "My buddies and I need to FOCUS our MAD HAXORS Skills till the early AM. But we can't wake my folks, yo! We NEED our own SPACE, and it NEEDS to be LIT. Something to get our PROGRAMMING skillz LIT. And keep the lights LOW, ya hear?": "Bạn bè của tôi và tôi cần TẬP TRUNG các Kỹ Năng HAXORS ĐIÊN RỒ của chúng tôi cho đến sáng sớm. Nhưng chúng tôi không thể đánh thức bố mẹ tôi dậy được! Chúng tôi CẦN KHÔNG GIAN riêng của mình, và nó CẦN phải THẬT SÔI ĐỘNG. Một cái gì đó để làm cho các kỹ năng LẬP TRÌNH của chúng tôi THẬT SÔI ĐỘNG. Và giữ đèn THẤP, bạn nghe không?",
  "Game Room": "Phòng Chơi Game",
  "Game Room Addition": "Thêm Phòng Chơi Game",
  "We're all about the gaming life! I can play with friends and I can play with myself! But gaming requires specificity - and I can only get that in a dedicated gaming room! Once I get that, let the games begin!": "Chúng tôi đều yêu thích cuộc sống chơi game! Tôi có thể chơi với bạn bè và tôi có thể chơi với chính mình! Nhưng chơi game đòi hỏi sự cụ thể - và tôi chỉ có thể có được điều đó trong một phòng chơi game chuyên dụng! Khi tôi có được điều đó, hãy để các trò chơi bắt đầu!",
  "closet": "tủ quần áo",
  "Need to add a Walk In Closet to my beautiful bedroom so I have room for all my new shoes and clothes to show off to guests! You used to hide things in your closet, but think of this one as a fancy display case for all the things I wear!": "Cần thêm một Phòng Thay Đồ Lớn vào phòng ngủ xinh đẹp của tôi để tôi có chỗ cho tất cả giày dép và quần áo mới của mình để khoe với khách! Bạn từng giấu mọi thứ trong tủ quần áo của bạn, nhưng hãy nghĩ về cái này như một tủ trưng bày sang trọng cho tất cả những thứ tôi mặc!",
  "Walk In Closet Addition": "Thêm Phòng Thay Đồ Lớn",
  "We suddenly came into a few Simoleons and thought, what the hey - let's change things up! Can you renovate a room for us? Just a change of pace? Give us a holler and we can tell you some things we like or don't like.": "Chúng tôi đột nhiên kiếm được một vài Simoleon và nghĩ, thôi nào - hãy thay đổi mọi thứ! Bạn có thể cải tạo một căn phòng cho chúng tôi được không? Chỉ cần một sự thay đổi? Gọi cho chúng tôi và chúng tôi có thể cho bạn biết một số điều chúng tôi thích hoặc không thích.",
  "bathroom": "phòng tắm",
  "Love to get our Bath Room renovated to be more spacious. Right now, it feels like I can take a poop and wash my hands without even standing up. Okay that doesn't sound like a bad thing, but it is! I feel like I can't breathe, and not just because of the poop! Help open up this bathroom for me!": "Rất muốn Phòng Tắm của chúng tôi được cải tạo để rộng rãi hơn. Bây giờ, có cảm giác như tôi có thể đi vệ sinh và rửa tay mà không cần đứng dậy. Okay điều đó nghe không có vẻ tệ, nhưng nó là vậy! Tôi cảm thấy như mình không thể thở được, và không chỉ vì việc đi vệ sinh! Giúp mở rộng phòng tắm này cho tôi!",
  "Bathroom Renovation": "Cải Tạo Phòng Tắm",
  "bedroom": "phòng ngủ",
  "This bedroom... it's starting to have that smell. You know the smell. We just don't talk about the smell. It could really use a fresh coat of paint. Can you help us get rid of this smell with a new scent?": "Phòng ngủ này... nó bắt đầu có mùi đó. Bạn biết cái mùi đó mà. Chúng ta chỉ không nói về cái mùi đó. Nó thực sự có thể sử dụng một lớp sơn mới. Bạn có thể giúp chúng tôi loại bỏ cái mùi này bằng một mùi hương mới được không?",
  "Bedroom Renovation": "Cải Tạo Phòng Ngủ",
  "Remember me? I heard you do good work, so I’ll let you decide which room needs the most help!": "Nhớ tôi không? Tôi nghe nói bạn làm việc tốt, vì vậy tôi sẽ để bạn quyết định phòng nào cần giúp đỡ nhất!",
  "Returning Client: Room Renovation": "Khách Hàng Quay Lại: Cải Tạo Phòng",
  "Just pick a room and go for it. This is your chance to make up for last time. Don't make me regret it!": "Cứ chọn một phòng và làm thôi. Đây là cơ hội để bạn bù đắp cho lần trước. Đừng làm tôi hối hận!",
  "The room to renovate is up to the expert. That's you! We're looking forward to working with you again. ": "Phòng để cải tạo là tùy thuộc vào chuyên gia. Đó là bạn! Chúng tôi mong được làm việc với bạn một lần nữa.",
  "Referral: Room Renovation": "Giới Thiệu: Cải Tạo Phòng",
  "Looking for a Living Room. I feel like I could spread out, you know? Sit comfortably, watch some TV. Feel free to make use of the space, Simoleons is no object!": "Tìm kiếm một Phòng Khách. Tôi cảm thấy như tôi có thể trải rộng ra, bạn biết không? Ngồi thoải mái, xem TV. Cứ thoải mái sử dụng không gian, Simoleon không phải là vấn đề!",
  "Fabulous Living Room Renovation": "Cải Tạo Phòng Khách Tuyệt Vời",
  "Kid's Room": "Phòng Trẻ Em",
  "Kids these days... they're all over the place, right? Just, from one thing to the next...maybe ten things in the span of twenty minutes! What the kids need is their OWN space; at least keep them confined. I'm not saying make us a prison, but... if you can put a lock on it, I'm not complaining! A kids room, please!": "Bọn trẻ ngày nay... chúng ở khắp mọi nơi, phải không? Cứ từ việc này sang việc khác... có lẽ mười việc trong khoảng hai mươi phút! Những gì bọn trẻ cần là KHÔNG GIAN RIÊNG của chúng; ít nhất hãy giữ chúng bị giam cầm. Tôi không nói là hãy tạo cho chúng tôi một nhà tù, nhưng... nếu bạn có thể khóa nó lại, tôi sẽ không phàn nàn! Một phòng trẻ em, làm ơn!",
  "Kid's Room Renovation": "Cải Tạo Phòng Trẻ Em",
  "kitchen": "nhà bếp",
  "This kitchen is SO late eighties. Or is it early ninties? I can't tell, it just feels old to me. Let's get cookin' and spice things up with a kitchen renovation! Can you update it? ": "Nhà bếp này THẬT là cuối những năm tám mươi. Hoặc là đầu những năm chín mươi? Tôi không thể biết, tôi chỉ cảm thấy nó cũ. Hãy cùng nhau nấu ăn và làm cho mọi thứ thêm phần hấp dẫn với việc cải tạo nhà bếp! Bạn có thể cập nhật nó được không?",
  "Kitchen Renovation": "Cải Tạo Nhà Bếp",
  "office": "văn phòng",
  "My office (if you can call it that) just isn't working out for me. I can't focus! Help redesign my place so it has an actual, functioning office.": "Văn phòng của tôi (nếu bạn có thể gọi nó là như vậy) chỉ là không phù hợp với tôi. Tôi không thể tập trung! Hãy giúp thiết kế lại nơi ở của tôi để nó có một văn phòng thực tế, hoạt động.",
  "Office Renovation": "Cải Tạo Văn Phòng",
  "We all know how it feels to wake up after a long night out... It’s not always great, which is why neighborhood bars started the semi-regular renovation raffle! Winners get to wake up (or sleep the juice off) in a brand new, beautiful bedroom!\\n\\nBars are a key part of the social scene wherever they are. Do this job and we’ll make sure you get the community recognition you deserve!": "Chúng ta đều biết cảm giác thức dậy sau một đêm dài như thế nào... Không phải lúc nào cũng tuyệt vời, đó là lý do tại sao các quán bar trong khu phố bắt đầu tổ chức xổ số cải tạo bán thường xuyên! Người chiến thắng được thức dậy (hoặc ngủ để giải rượu) trong một phòng ngủ mới toanh, xinh đẹp!\n\nCác quán bar là một phần quan trọng của bối cảnh xã hội ở bất cứ đâu. Hãy làm công việc này và chúng tôi sẽ đảm bảo bạn nhận được sự công nhận của cộng đồng mà bạn xứng đáng!",
  "Palatial Pass-Out Pad Raffle Winner": "Người Chiến Thắng Xổ Số Phòng Ngủ Lộng Lẫy",
  "The Local Gym Alliance is looking to sponsor a bathroom reno for a valued member, because sometimes a quick wash in the communal showers just isn’t enough!\\n\\nThe Alliance anticipates this job notably improving locker room smells and water bills. For your service, the Alliance is ready to get your name out there! Also, pay. The Alliance will pay you too.": "Liên minh Phòng tập Thể dục Địa phương đang tìm cách tài trợ cho việc cải tạo phòng tắm cho một thành viên có giá trị, bởi vì đôi khi một lần tắm nhanh trong phòng tắm chung là không đủ!\n\nLiên minh dự đoán công việc này sẽ cải thiện đáng kể mùi hôi của phòng thay đồ và hóa đơn tiền nước. Vì dịch vụ của bạn, Liên minh sẵn sàng đưa tên bạn ra ngoài đó! Ngoài ra, trả tiền. Liên minh cũng sẽ trả tiền cho bạn.",
  "PUMP! UP! THAT! BATHROOM!": "BƠM! LÊN! PHÒNG TẮM ĐÓ!",
  "OH EM GEE SHOES! I need a walk in closet to display some sweet clothes and sway shoes! Help a Sim with a functional and visually appealing home for things I wear?": "ÔI TRỜI ƠI GIÀY DÉP! Tôi cần một phòng thay đồ lớn để trưng bày một số quần áo ngọt ngào và giày dép lắc lư! Giúp một Sim có một ngôi nhà có chức năng và hấp dẫn về mặt thị giác cho những thứ tôi mặc?",
  "Walk In Closet Renovation": "Cải Tạo Phòng Thay Đồ Lớn",
  "Room Addition ": "Thêm Phòng",
  "Room Renovation ": "Cải Tạo Phòng",
  "Interior Color Consultant": "Chuyên Gia Tư Vấn Màu Sắc Nội Thất",
  "Median Gig Pay: §600": "Thù Lao Công Việc Trung Bình: §600",
  "{0.SimFirstName}'s dream of taking someone's building and reimagining it in fun ways is starting to take shape. Every new home {0.SimFirstName} enters is like a blank canvas, ready to be filled with new and interesting décor styles.\\n\\nFind a gig to start renovating!\\n\\nNext Promotion: Interior Design Technician": "Ước mơ của {0.SimFirstName} về việc chiếm lấy tòa nhà của ai đó và hình dung lại nó theo những cách thú vị đang bắt đầu thành hình. Mỗi ngôi nhà mới mà {0.SimFirstName} bước vào giống như một tấm полотно trống, sẵn sàng để được lấp đầy với các phong cách trang trí mới và thú vị.\n\nTìm một công việc để bắt đầu cải tạo!\n\nThăng Chức Tiếp Theo: Kỹ Thuật Viên Thiết Kế Nội Thất",
  "Median Gig Pay: §900": "Thù Lao Công Việc Trung Bình: §900",
  "Certified Interior Designer": "Nhà Thiết Kế Nội Thất Được Chứng Nhận",
  "Being certified has its benefits, like no boss except the Client, no laws but the zoning laws and no rules but the rule of the Decorator. {0.SimFirstName}'s gig opportunities are as abundant as ever, and the pay ain't so bad as well!": "Việc được chứng nhận có những lợi ích của nó, như không có ông chủ nào ngoại trừ Khách hàng, không có luật nào ngoài luật quy hoạch và không có quy tắc nào ngoài quy tắc của Người Trang Trí. Cơ hội làm việc của {0.SimFirstName} nhiều như mọi khi, và tiền lương cũng không tệ!",
  "Interior Design Technician": "Kỹ Thuật Viên Thiết Kế Nội Thất",
  "Crazy Colors, Wacky ideas, Clients have some strange requests, Good thing {0.SimFirstName} will take those requests and turn them into a reality. Although {0.SimFirstName}'s career is still early, there's a lot of potential for creativity with new Clients.\\n\\nNext Level Promotion: Space Manager": "Màu Sắc Điên Rồ, Ý Tưởng Kỳ Quặc, Khách hàng có một số yêu cầu kỳ lạ, Thật may là {0.SimFirstName} sẽ thực hiện những yêu cầu đó và biến chúng thành hiện thực. Mặc dù sự nghiệp của {0.SimFirstName} vẫn còn sớm, nhưng có rất nhiều tiềm năng để sáng tạo với những Khách hàng mới.\n\nThăng Chức Cấp Độ Tiếp Theo: Quản Lý Không Gian",
  "Space Manager": "Quản Lý Không Gian",
  "{0.SimFirstName} is moving up in the world, so much that new opportunities are presenting themselves! {0.SimFirstName} can now accept gigs for Level Renovations.\\n\\nNext Level Promotion: Decorating consultant": "{0.SimFirstName} đang thăng tiến trong thế giới này, đến mức những cơ hội mới đang tự trình bày! {0.SimFirstName} giờ đây có thể chấp nhận các công việc Cải Tạo Tầng.\n\nThăng Chức Cấp Độ Tiếp Theo: Chuyên Gia Tư Vấn Trang Trí",
  "Decorating Consultant": "Chuyên Gia Tư Vấn Trang Trí",
  "With this promotion comes an increase in Simoleons, and a little more respect in the world. Clients will listen to {0.SimFirstName}'s ideas and not scoff, for a change!\\n\\nNext Level Promotion: Building Space Planner": "Với sự thăng chức này, Simoleon tăng lên và có thêm một chút tôn trọng trên thế giới. Khách hàng sẽ lắng nghe ý tưởng của {0.SimFirstName} và không chế giễu, để thay đổi!\n\nThăng Chức Cấp Độ Tiếp Theo: Người Lập Kế Hoạch Không Gian Xây Dựng",
  "Median Gig Pay: §700": "Thù Lao Công Việc Trung Bình: §700",
  "Building Space Planner": "Người Lập Kế Hoạch Không Gian Xây Dựng",
  "{0.SimFirstName} is moving up in the world, so much that new opportunities are presenting themselves! {0.SimFirstName} can now accept gigs from Commercial Venues. With Commercial Venues comes potentially higher pay and different types of asks.\\n\\nNext Level Promotion: Home Organizer": "{0.SimFirstName} đang thăng tiến trong thế giới này, đến mức những cơ hội mới đang tự trình bày! {0.SimFirstName} giờ đây có thể chấp nhận các công việc từ Địa Điểm Thương Mại. Với Địa Điểm Thương Mại đi kèm với khả năng trả lương cao hơn và các loại yêu cầu khác nhau.\n\nThăng Chức Cấp Độ Tiếp Theo: Người Tổ Chức Nhà Cửa",
  "Median Gig Pay: §775": "Thù Lao Công Việc Trung Bình: §775",
  "Home Organizer": "Người Tổ Chức Nhà Cửa",
  "Some bring happiness, others bring sadness… organize one's life by {0.SimFirstName}'s three simple rules:\\n1. Is it safe? \\n2. Does it look cool? \\n3. Will the Client like it?\\nWords to live by.\\n\\nNext Level Promotion: Home Decorator\n": "Một số mang lại hạnh phúc, những người khác mang lại nỗi buồn... tổ chức cuộc sống của một người bằng ba quy tắc đơn giản của {0.SimFirstName}:\n1. Nó có an toàn không?\n2. Nó có trông крутой không?\n3. Khách hàng có thích nó không?\nNhững lời để sống.\n\nThăng Chức Cấp Độ Tiếp Theo: Nhà Trang Trí Nhà Cửa",
  "Median Gig Pay: §800": "Thù Lao Công Việc Trung Bình: §800",
  "Home decorator": "Nhà trang trí nhà cửa",
  "{0.SimFirstName} has made it! It's official; the business card reads \"Home Decorator,\" and with the title comes all the power to fix those sad, tiny living spaces.\\n\\nNext Level Promotion: Business Interior Designer": "{0.SimFirstName} đã thành công! Chính thức rồi; danh thiếp ghi \"Nhà Trang Trí Nhà Cửa\", và với danh hiệu này, có tất cả quyền lực để sửa chữa những không gian sống nhỏ bé, buồn tẻ đó.",
  "Business Interior Designer": "Nhà Thiết Kế Nội Thất Thương Mại",
  "{0.SimFirstName} has been officially recognized for the design vision and expertise in the business field. The pay is obviously pretty good, but so is the potential; more Clients and more recognition can help reach even higher than before. \\n\\nNext Level Promotion: Interior Designer": "{0.SimFirstName} đã được chính thức công nhận về tầm nhìn thiết kế và chuyên môn trong lĩnh vực kinh doanh. Mức lương rõ ràng là khá tốt, nhưng tiềm năng cũng vậy; nhiều Khách hàng hơn và được công nhận nhiều hơn có thể giúp đạt được tầm cao hơn trước.\n\nThăng Chức Cấp Độ Tiếp Theo: Nhà Thiết Kế Nội Thất",
  "Interior Designer": "Nhà Thiết Kế Nội Thất",
  "Whether it's a home office, or an office building, or not an office at all, {0.SimFirstName} can decorate the brick out of it. The title says it all: \"Interior Designer.\" No other qualifier - {0.SimFirstName} can do anything!\\n\\nNext Level Promotion: Certified Interior Designer.": "Cho dù đó là một văn phòng tại nhà, hay một tòa nhà văn phòng, hay không phải là một văn phòng, {0.SimFirstName} đều có thể trang trí nó. Danh hiệu nói lên tất cả: \"Nhà Thiết Kế Nội Thất\". Không có trình độ chuyên môn nào khác - {0.SimFirstName} có thể làm bất cứ điều gì!",
  "Being an Interior Decorator is about two things:<ol type=\"1\"><li>Having a good eye for design</li><li>Building relationships with Clients.</li></ol>\\nHaving people skills and some artistic vision will lead to a bright future and possible recognition. You may start small with some simple home renovations, but eventually with enough hard work, bigger Clients and buildings could get you the recognition you deserve!": "Trở thành Nhà Trang Trí Nội Thất là về hai điều:<ol type=\"1\"><li>Có một con mắt tốt về thiết kế</li><li>Xây dựng mối quan hệ với Khách hàng.</li></ol>\nCó kỹ năng giao tiếp và một số tầm nhìn nghệ thuật sẽ dẫn đến một tương lai tươi sáng và có thể được công nhận. Bạn có thể bắt đầu nhỏ với một số cải tạo nhà đơn giản, nhưng cuối cùng với đủ sự chăm chỉ, những Khách hàng và tòa nhà lớn hơn có thể giúp bạn được công nhận mà bạn xứng đáng!",
  "Interior Decorator": "Nhà Trang Trí Nội Thất",
  "Décor": "Trang Trí",
  "Sims can have some... varied opinions about interior design. Sims may occasionally bask in their refined taste, or scoff at questionable décor.": "Sim có thể có một số... ý kiến khác nhau về thiết kế nội thất. Sim đôi khi có thể đắm mình trong gu thẩm mỹ tinh tế của họ, hoặc chế giễu những trang trí đáng ngờ.",
  "Unlock by reaching level 3 in the Interior Decorator career.": "Mở khóa bằng cách đạt cấp 3 trong sự nghiệp Nhà Trang Trí Nội Thất.",
  "Unlocked by reaching level 6 in the Interior Decorator career.": "Mở khóa bằng cách đạt cấp 6 trong sự nghiệp Nhà Trang Trí Nội Thất.",
  "Unlock by reaching level 7 of the Interior Decorator career.": "Mở khóa bằng cách đạt cấp 7 trong sự nghiệp Nhà Trang Trí Nội Thất.",
  "Now that I've had some time to think on the renovation... I still hate it. Thanks for that.": "Bây giờ tôi đã có thời gian để suy nghĩ về việc cải tạo... tôi vẫn ghét nó. Cảm ơn vì điều đó.",
  "It's OK to make mistakes, but you really pushed the limit. I wish you never set foot on my property.": "Mắc lỗi thì không sao, nhưng bạn thực sự đã vượt quá giới hạn. Tôi ước bạn đừng bao giờ đặt chân lên tài sản của tôi.",
  "I shared photos of my <i>“improved”</i> place on Simstagram. Don’t worry, I was <b>VERY</b> clear about who was responsible.": "Tôi đã chia sẻ những bức ảnh về nơi <i>“cải thiện”</i> của mình trên Simstagram. Đừng lo lắng, tôi đã nói <b>RẤT</b> rõ về việc ai chịu trách nhiệm.",
  "Remember me? I hope your day is as terrible as your so-called design sense.": "Nhớ tôi không? Tôi hy vọng ngày của bạn tồi tệ như cái gọi là gu thẩm mỹ của bạn.",
  "Hey {0.SimFirstName}. I’m amazed, I’ll admit it. How someone like you ever got started with interior design must have taken a miracle.": "Chào {0.SimFirstName}. Tôi rất ngạc nhiên, tôi thừa nhận điều đó. Làm thế nào mà một người như bạn có thể bắt đầu với thiết kế nội thất chắc hẳn đã có một phép màu.",
  "I just noticed some of the details you included in the renovation. That was a really nice touch!": "Tôi vừa nhận thấy một số chi tiết bạn đã đưa vào quá trình cải tạo. Đó là một điểm nhấn thực sự tuyệt vời!",
  "My friends are shocked when they visit me. They can't believe how nice this place is now! Wouldn't have happened without you :)": "Bạn bè của tôi bị sốc khi họ đến thăm tôi. Họ không thể tin được nơi này đẹp đến mức nào! Sẽ không xảy ra nếu không có bạn :)",
  "I'm <b>SOOOO</b> happy with the renovation. It's a problem, seriously! My face can't take anymore smiling :D": "Tôi <b>RẤT VUI</b> với việc cải tạo. Thật là một vấn đề, nghiêm túc đấy! Khuôn mặt của tôi không thể chịu đựng được thêm nụ cười nào nữa :D",
  "{0.SimFirstName}, guess what? Guests keep giving me compliments on the new place! You did a great job!": "{0.SimFirstName}, đoán xem? Khách cứ khen tôi về nơi ở mới! Bạn đã làm rất tốt!",
  "I can’t explain it, but after the renovation, I feel happier at home! Makes everything a little easier, you know?": "Tôi không thể giải thích được, nhưng sau khi cải tạo, tôi cảm thấy hạnh phúc hơn ở nhà! Điều đó khiến mọi thứ trở nên dễ dàng hơn một chút, bạn biết không?",
  "Word on the street is you're an amazing interior decorator! Maybe I’ll reach out to your agency for a job I have planned...": "Tin đồn trên đường phố là bạn là một nhà trang trí nội thất tuyệt vời! Có lẽ tôi sẽ liên hệ với cơ quan của bạn cho một công việc mà tôi đã lên kế hoạch...",
  "I’m looking to refresh my home, and the {2.String|enHouseholdNamePlural} referred me to you. I’ll get my people to talk to your people. ": "Tôi đang muốn làm mới ngôi nhà của mình, và {2.String|enHouseholdNamePlural} đã giới thiệu tôi cho bạn. Tôi sẽ nhờ người của tôi nói chuyện với người của bạn.",
  "I love what you did for the {2.String|enHouseholdNamePlural}! Maybe I should hire you for some work…": "Tôi thích những gì bạn đã làm cho {2.String|enHouseholdNamePlural}! Có lẽ tôi nên thuê bạn cho một số công việc...",
  "Hey {0.SimFirstName}. Against my better judgement, I’ll give you a chance to make up for that last gig. Keep an eye out for my offer.": "Chào {0.SimFirstName}. Bất chấp sự phán xét tốt hơn của tôi, tôi sẽ cho bạn cơ hội để bù đắp cho công việc cuối cùng đó. Hãy để mắt đến lời đề nghị của tôi.",
  "You <b>ABSOLUTE disaster</b>!! How can you charge people for such <b>TERRIBLE</b> work?! You <i><b>BETTER</i></b> make it up to me! <b>AT A DISCOUNT</b>!!!": "Bạn là một <b>THẢM HỌA TUYỆT ĐỐI</b>!! Làm sao bạn có thể tính tiền mọi người cho một công việc <b>TỆ HẠI</b> như vậy?! Bạn <i><b>NÊN</i></b> bù đắp cho tôi! <b>VỚI MỨC GIÁ CHIẾT KHẤU</b>!!!",
  "I won’t lie. I’m not happy with the renovation, but I also believe in second chances. I’ll consider hiring you again, just do me right this time!": "Tôi sẽ không nói dối. Tôi không hài lòng với việc cải tạo, nhưng tôi cũng tin vào cơ hội thứ hai. Tôi sẽ cân nhắc việc thuê bạn một lần nữa, chỉ cần làm cho tôi đúng lần này!",
  "The renovation turned out so well that I figured why stop here? I hope you’ll work with me again on this next job.": "Việc cải tạo diễn ra tốt đẹp đến mức tôi nghĩ rằng tại sao lại dừng lại ở đây? Tôi hy vọng bạn sẽ làm việc với tôi một lần nữa trong công việc tiếp theo này.",
  "Are you looking for another gig by chance? Working with you was such a good experience that I know I can trust you.": "Bạn có đang tìm kiếm một công việc khác một cách tình cờ không? Làm việc với bạn là một trải nghiệm tốt đến mức tôi biết tôi có thể tin tưởng bạn.",
  "Hey {0.SimFirstName}! You did such a good job last time, I want to hire you again!": "Chào {0.SimFirstName}! Bạn đã làm rất tốt lần trước, tôi muốn thuê bạn một lần nữa!",
  "It was nice having you over the other day! Your visit got me thinking that this place could still use some work. Good thing I know just the person for the job ;) ": "Thật vui khi có bạn đến chơi hôm trước! Chuyến thăm của bạn khiến tôi nghĩ rằng nơi này vẫn có thể sử dụng một số công việc. Thật tốt khi tôi biết đúng người cho công việc ;) ",
  "Was it weird to visit a home you worked on? I hope not, because I’ve been thinking about another job…": "Có kỳ lạ không khi đến thăm một ngôi nhà mà bạn đã làm việc? Tôi hy vọng là không, bởi vì tôi đã nghĩ về một công việc khác...",
  "HAHAHAHAHA best episode of <i>Failures ‘N’ Flops</i> yet! I can't believe you did that. But seriously, let me know if you can recommend a good interior designer. I'm thinking of renovations...": "HAHAHAHAHAHA tập hay nhất của <i>Failures ‘N’ Flops</i> từ trước đến nay! Tôi không thể tin rằng bạn đã làm điều đó. Nhưng nghiêm túc mà nói, hãy cho tôi biết nếu bạn có thể giới thiệu một nhà thiết kế nội thất giỏi. Tôi đang nghĩ đến việc cải tạo...",
  "Hey, I saw <i>Failures ‘N’ Flops</i>… I didn't think it was that bad. Keep your chin up, ok?\n": "Chào, tôi đã xem <i>Failures ‘N’ Flops</i>... Tôi không nghĩ nó tệ đến thế. Hãy ngẩng cao đầu, được chứ?",
  "Did you watch <i>Failures ‘N’ Flops</i> tonight? I'm here if you need me...": "Bạn có xem <i>Failures ‘N’ Flops</i> tối nay không? Tôi ở đây nếu bạn cần tôi...",
  "There was someone who looked JUST like you on <i>Failures ‘N’ Flops</i> tonight! Wild stuff.": "Có một người trông GIỐNG NHƯ bạn trên <i>Failures ‘N’ Flops</i> tối nay! Thật là hoang dã.",
  "I heard about <i>Failures ‘N’ Flops</i>. Don’t worry, I’m sure there’s <i>someone</i> who actually liked it! Beauty is in the eye of the beholder :D ": "Tôi đã nghe nói về <i>Failures ‘N’ Flops</i>. Đừng lo lắng, tôi chắc chắn có <i>ai đó</i> thực sự thích nó! Vẻ đẹp nằm trong mắt của người nhìn :D ",
  "Congratulations? You caught the attention of the Dream Home Decorator Network. Your recent work will star in a special feature of <i>Failures ‘N’ Flops</i>, Friday 8:00-10:00 PM. ": "Chúc mừng? Bạn đã thu hút được sự chú ý của Mạng lưới Trang trí Nhà Mơ ước. Công việc gần đây của bạn sẽ đóng vai chính trong một chương trình đặc biệt của <i>Failures ‘N’ Flops</i>, Thứ Sáu từ 8:00-10:00 tối.",
  "I thought you were an interior decorator, not a TV star! But seriously, glad to see that work is going well. ": "Tôi tưởng bạn là một nhà trang trí nội thất, không phải là một ngôi sao truyền hình! Nhưng nghiêm túc mà nói, rất vui khi thấy công việc diễn ra tốt đẹp.",
  "Loved seeing your work on Ace of Space! I shared it all over Simstagram. ": "Rất thích xem công việc của bạn trên Ace of Space! Tôi đã chia sẻ nó trên Simstagram.",
  "Get this. I think I saw your doppelganger on TV just now!! That's so dope! ": "Nghe này. Tôi nghĩ rằng tôi vừa thấy người giống hệt bạn trên TV!! Thật là tuyệt vời!",
  "I SAW YOUR WORK ON ACE OF SPACE???! CONGRATS!!! ": "TÔI ĐÃ THẤY CÔNG VIỆC CỦA BẠN TRÊN ACE OF SPACE???!!! CHÚC MỪNG!!!",
  "Just finished watching an episode of Ace of Space - so cool! I liked your work the best. ": "Vừa xem xong một tập của Ace of Space - thật tuyệt! Tôi thích công việc của bạn nhất.",
  "Congratulations! You caught the attention of the Dream Home Decorator Network. Your recent work will star in a special feature of Ace of Space, Friday 8:00-10:00 PM. ": "Chúc mừng! Bạn đã thu hút được sự chú ý của Mạng lưới Trang trí Nhà Mơ ước. Công việc gần đây của bạn sẽ đóng vai chính trong một chương trình đặc biệt của Ace of Space, Thứ Sáu từ 8:00-10:00 tối.",
  "You did such a great job with the renovation, I thought it’d be nice to invite you over. Want to come over?": "Bạn đã làm rất tốt với việc cải tạo, tôi nghĩ sẽ thật tuyệt nếu mời bạn đến chơi. Bạn có muốn đến không?",
  "Must reach level 9 in the Interior Decorator Career": "Phải đạt cấp 9 trong Sự Nghiệp Nhà Trang Trí Nội Thất",
  "Must reach level 3 in the Interior Decorator Career": "Phải đạt cấp 3 trong Sự Nghiệp Nhà Trang Trí Nội Thất",
  "Must be a higher level in Decorator Career, complete other Decorator gigs to level up!": "Phải là cấp cao hơn trong Sự Nghiệp Nhà Trang Trí, hoàn thành các công việc Trang Trí khác để lên cấp!",
  "Must reach level 5 in the Interior Decorator Career": "Phải đạt cấp 5 trong Sự Nghiệp Nhà Trang Trí Nội Thất",
  "Design Dreaming": "Ước Mơ Thiết Kế",
  "Prime of Design": "Thời Kỳ Đỉnh Cao của Thiết Kế",
  "Handiest Little Helper": "Người Giúp Việc Nhỏ Bé Khéo Léo Nhất",
  "Dream Home Dreams": "Những Giấc Mơ về Ngôi Nhà Mơ Ước",
  "Casual Consultant": "Chuyên Gia Tư Vấn Bình Dân",
  "Space Curator": "Người Quản Lý Không Gian",
  "Style Starter": "Người Khơi Nguồn Phong Cách",
  "Décor Director": "Giám Đốc Trang Trí",
  "Handiness Required": "Yêu Cầu Sự Khéo Léo",
  "Organizing Specialist": "Chuyên Gia Tổ Chức",
  "A versatile shape that could match any bathroom. At first glance, might not seem like much, you know... from afar. But what you want in a bathtub is not a very ornate or loud design, you just want a bathtub that works, amirite? The Unseeable is perfect for those who want to bathe in modest luxury, after all we can pretend in any tub to be an aristocrat while we read or relax in it.": "Một hình dạng linh hoạt có thể phù hợp với bất kỳ phòng tắm nào. Thoạt nhìn, có vẻ không có gì nhiều, bạn biết đấy... từ xa. Nhưng những gì bạn muốn ở một bồn tắm không phải là một thiết kế quá cầu kỳ hay ồn ào, bạn chỉ muốn một bồn tắm hoạt động, đúng không? Unseeable là hoàn hảo cho những ai muốn tắm trong sự sang trọng скромный, sau tất cả chúng ta có thể giả vờ trong bất kỳ bồn tắm nào là một nhà quý tộc trong khi chúng ta đọc sách hoặc thư giãn trong đó.",
  "Unseeable Bathtub": "Bồn Tắm Unseeable",
  "A Bathtub with legs, who knew?\\n\\nFully supported by the propriatery sturdy and stylish leg system, the patented \"P1Z H01D TH1S 2.0\", the Unseeable Bathtub gets another version for those who seek a bath while looking just a little bit taller. Simple and trendy, sleek design makes this tub almost a work of art. Versatile enough to go almost anywhere, don't hesitate to experiment!": "Một bồn tắm có chân, ai biết?\n\nĐược hỗ trợ đầy đủ bởi hệ thống chân chắc chắn và phong cách độc quyền, được cấp bằng sáng chế \"P1Z H01D TH1S 2.0\", Bồn Tắm Unseeable có thêm một phiên bản dành cho những người tìm kiếm một bồn tắm trong khi trông cao hơn một chút. Thiết kế đơn giản và hợp thời trang, kiểu dáng đẹp khiến bồn tắm này gần như là một tác phẩm nghệ thuật. Đủ linh hoạt để đi đến hầu hết mọi nơi, đừng ngần ngại thử nghiệm!",
  "Unseeable Supported Bathtub": "Bồn Tắm Được Hỗ Trợ Unseeable",
  "Calling all the Kids! Actual Children... that is.\\n\\nBe cradled in comfort with this kids bunk bed. The feeling of cozy warmth will make your dreams be merry and not all filled with fright. So make sure you choose this bunk bed, and have all a good night.": "Gọi Tất Cả Các Bé! Trẻ Em Thực Sự... tức là.\n\nĐược nâng niu thoải mái với chiếc giường tầng dành cho trẻ em này. Cảm giác ấm áp уютный sẽ khiến những giấc mơ của bạn trở nên vui vẻ chứ không phải toàn là sợ hãi. Vì vậy, hãy chắc chắn rằng bạn chọn chiếc giường tầng này và có một đêm ngon giấc.",
  "Naturally Nestled Top Bunk": "Giường Tầng Trên Tự Nhiên",
  "Sleep soundly as if you were sleeping in a cloud... ok not literally, but this top bunk might make you feel like you're in a cloud just by its height alone. Simple, yet efficient, this upper bunk is the comfort you need at the right height.": "Ngủ ngon như thể bạn đang ngủ trên một đám mây... ok không theo nghĩa đen, nhưng chiếc giường tầng trên này có thể khiến bạn cảm thấy như đang ở trên một đám mây chỉ bằng chiều cao của nó. Đơn giản nhưng hiệu quả, giường tầng trên này là sự thoải mái bạn cần ở độ cao phù hợp.",
  "Serene Repose Upper Bunk": "Giường Tầng Trên Thanh Bình",
  "Be ready for anything that school can throw at you with this sleek wooden top bunk. Give yourself the space that you need for a desk, a computer, or a nook to study in for that big test.": "Hãy sẵn sàng cho bất cứ điều gì mà trường học có thể ném vào bạn với chiếc giường tầng trên bằng gỗ kiểu dáng đẹp này. Hãy tự cho mình không gian cần thiết cho một bàn làm việc, một máy tính hoặc một góc để học tập cho bài kiểm tra lớn đó.",
  "Too Cool for School Top Bunk": "Quá Крутой để Học Giường Tầng Trên",
  "Get the best night of sleep in your life with this ultra comfortable bed. Using only the finest responsibly sourced wood and the softest bamboo sheets, you can rest assured that you are sleeping while saving the planet!": "Có được một đêm ngủ ngon nhất trong cuộc đời bạn với chiếc giường cực kỳ thoải mái này. Chỉ sử dụng loại gỗ có nguồn gốc có trách nhiệm tốt nhất và tấm tre mềm mại nhất, bạn có thể yên tâm rằng bạn đang ngủ trong khi cứu hành tinh!",
  "Smooth Slumber Upper Bunk": "Giường Tầng Trên Ngủ Ngon",
  "There once was an urban princess who wished to wed a very wealthy urban prince. However, the prince's mother - the queen -  was very possessive of him and told the prince he could only marry someone of a refined delicate nature. She came up with a plan to give the princess an impossible test so she could fail her and then go back to spending way too much time coddling her adult son.\\nThe queen planned to put a pea under the most cushiony mattress in the family estate, but realized since she never cooked for herself and had no idea where the peas were. Instead she resorted to using a whole pineapple left over from her latest home-spa facial treatment. Much to her disappointment, the Princess felt the pineapple under the mattress and could not sleep, passing the test. The prince and princess were wed and everyone enjoyed some nice pineapple juice. The moral of the story is if you love something, let it go. Also, always know where the peas are. You never know when you'll need to try to trick a princess or make a risotto.": "Ngày xửa ngày xưa, có một công chúa thành thị muốn kết hôn với một hoàng tử thành thị rất giàu có. Tuy nhiên, mẹ của hoàng tử - nữ hoàng - rất chiếm hữu anh ta và nói với hoàng tử rằng anh ta chỉ có thể kết hôn với một người có bản chất tinh tế. Cô đã nghĩ ra một kế hoạch để cho công chúa một bài kiểm tra bất khả thi để cô ấy có thể đánh trượt cô ấy và sau đó quay lại dành quá nhiều thời gian để cưng nựng con trai trưởng thành của mình.\n\nNữ hoàng đã lên kế hoạch đặt một hạt đậu dưới tấm nệm êm ái nhất trong trang viên gia đình, nhưng nhận ra rằng vì cô ấy không bao giờ tự nấu ăn và không biết đậu ở đâu. Thay vào đó, cô đã dùng đến việc sử dụng toàn bộ quả dứa còn sót lại từ phương pháp điều trị chăm sóc da mặt tại nhà mới nhất của mình. Trước sự thất vọng của cô, Công chúa đã cảm thấy quả dứa dưới tấm nệm và không thể ngủ được, vượt qua bài kiểm tra. Hoàng tử và công chúa đã kết hôn và mọi người đều thích một ít nước ép dứa ngon. Đạo đức của câu chuyện là nếu bạn yêu một cái gì đó, hãy để nó đi. Ngoài ra, luôn biết đậu ở đâu. Bạn không bao giờ biết khi nào bạn cần cố gắng đánh lừa một công chúa hoặc làm món risotto.",
  "The Princess and the Pineapple Bed": "Giường Công Chúa và Dứa",
  "One of the first things they teach you in fancy art schools is the concept of negative space and how it impacts design. Negative space: it's a positive! This bed was designed with that concept in mind. Notice the subtle yet lovely shapes created by the adjoining rectangles at the foot and head of the bed. Yes, in order to fully comprehend the beauty of certain furniture you really do have to learn to see the space that the designer chose not to use. Alright, your art school education is complete so that'll be 200,000 please. Wait, 200,000, really?! Yeesh. Talk about being put in a negative space.": "Một trong những điều đầu tiên họ dạy bạn trong các trường nghệ thuật ưa thích là khái niệm về không gian âm và cách nó tác động đến thiết kế. Không gian âm: đó là một điều tích cực! Chiếc giường này được thiết kế với khái niệm đó trong tâm trí. Lưu ý những hình dạng tinh tế nhưng đáng yêu được tạo ra bởi các hình chữ nhật liền kề ở chân và đầu giường. Vâng, để hiểu đầy đủ vẻ đẹp của một số đồ nội thất nhất định, bạn thực sự phải học cách nhìn thấy không gian mà nhà thiết kế đã chọn không sử dụng. Được rồi, việc học trường nghệ thuật của bạn đã hoàn tất, vì vậy đó sẽ là 200.000, làm ơn. Đợi đã, 200.000, thật sao?! Yeesh. Nói về việc bị đặt vào một không gian tiêu cực.",
  "The Beauty of Negative Space Bed": "Vẻ Đẹp của Giường Không Gian Âm",
  "This may be a Kid's bed, but it is not child's play. Kids will be cradled in comfort while sleeping without sacrificing their growing sense of style.": "Đây có thể là một chiếc giường dành cho Trẻ Em, nhưng nó không phải là trò chơi của trẻ con. Trẻ em sẽ được nâng niu thoải mái khi ngủ mà không làm mất đi gu thẩm mỹ đang phát triển của chúng.",
  "Naturally Nestled Single Bed": "Giường Đơn Tự Nhiên",
  "This comfortable, simple yet elegant bed, offers a night (or day) of comfort without sacrificing space or your Lot's looks. Its stylish quilted headboard is the perfect balance to this wooden crafted bed. Sleep soundly in serenity.": "Chiếc giường thoải mái, đơn giản nhưng thanh lịch này mang đến một đêm (hoặc ngày) thoải mái mà không làm mất đi không gian hoặc vẻ ngoài của Khu Nhà của bạn. Đầu giường chần bông phong cách của nó là sự cân bằng hoàn hảo cho chiếc giường gỗ thủ công này. Ngủ ngon trong sự thanh bình.",
  "Serene Repose Single Bed": "Giường Đơn Thanh Bình",
  "Just because you're single doesn't mean you have to have a sad single bed. Embrace your ability to sleep without worrying about being woken up by the person sleeping next to you, or worrying about accidentally punching them in the face after an unconcious struggle to maintain control of the blanket majority. That's right - you get the whole bed to yourself, so make it a nice one!": "Chỉ vì bạn độc thân không có nghĩa là bạn phải có một chiếc giường đơn buồn. Hãy tận hưởng khả năng ngủ mà không lo bị người ngủ bên cạnh đánh thức, hoặc lo lắng về việc vô tình đấm vào mặt họ sau một cuộc đấu tranh vô thức để duy trì quyền kiểm soát phần lớn chăn. Đúng vậy - bạn có toàn bộ chiếc giường cho riêng mình, vì vậy hãy làm cho nó thật đẹp!",
  "Swingin' Single Bed": "Giường Đơn Sành Điệu",
  "Stylish and trendy, this bed is a great option for space saving while looking quite smart. The knobs give it a nice decorative touch without disrupting the flow of its construction.": "Phong cách và hợp thời trang, chiếc giường này là một lựa chọn tuyệt vời để tiết kiệm không gian trong khi trông khá thông minh. Các núm vặn mang lại cho nó một nét trang trí đẹp mà không làm gián đoạn dòng chảy của cấu trúc của nó.",
  "Single Bed With Knobs": "Giường Đơn Có Núm Vặn",
  "Smooth Single Sumbler": "Giường Đơn Ngủ Ngon",
  "Book of Basics, you cannot start dipping your toes in Interior Design without DesignCraft... Vol. I.\\n\\nLearn to navigate your first color palette, your first Client, your first... experimental room.": "Sách Cơ Bản, bạn không thể bắt đầu nhúng ngón chân vào Thiết Kế Nội Thất mà không có DesignCraft... Tập I.\n\nHọc cách điều hướng bảng màu đầu tiên của bạn, Khách hàng đầu tiên của bạn, phòng... thử nghiệm đầu tiên của bạn.",
  "DesignCraft Vol. I": "DesignCraft Tập I",
  "Why would this floor-placed bookcase want to be anything else when it could just Be Modular?\\n\\nThat's right, even this sturdy and sharp bookcase can be attached to other elegant floor-placed items in the Be Modular line.": "Tại sao giá sách đặt sàn này lại muốn trở thành bất cứ thứ gì khác khi nó chỉ có thể là Be Modular?\n\nĐúng vậy, ngay cả giá sách chắc chắn và sắc nét này cũng có thể được gắn vào các đồ vật đặt sàn thanh lịch khác trong dòng Be Modular.",
  "The Acute Floor-Placed Bookcase by Be Modular": "Giá Sách Đặt Sàn Góc Cạnh của Be Modular",
  "This lovely curved floor-placed bookshelf stands just as proudly on its own as it does attached to other floor-placed furnishings. Partner it up with TV stands, coffee tables, or other bookshelves in the Be Modular line.": "Kệ sách đặt sàn cong đáng yêu này đứng vững chãi một mình cũng như khi được gắn vào các đồ nội thất đặt sàn khác. Ghép nó với giá đỡ TV, bàn cà phê hoặc giá sách khác trong dòng Be Modular.",
  "The Rounded Floor-Placed Bookcase by Be Modular": "Giá Sách Đặt Sàn Bo Tròn của Be Modular",
  "Stick it to the wall, or use it not at all. While that proverb may not ring true for most things, it certainly rings true for this particular wall-mounted bookcase.\\n\\nThis bookcase can be attached to other wall-placed items in the Be Modular line.": "Dán nó vào tường, hoặc không sử dụng nó chút nào. Mặc dù câu tục ngữ đó có thể không đúng với hầu hết mọi thứ, nhưng chắc chắn nó đúng với giá sách treo tường đặc biệt này.\n\nGiá sách này có thể được gắn vào các đồ vật đặt tường khác trong dòng Be Modular.",
  "The Acute Floating Wall Bookcase by Be Modular": "Giá Sách Treo Tường Góc Cạnh của Be Modular",
  "THE book connoisseur, I. Inserra, decided to create a new bookcase design that could revolutionize the book world. The smooth, wall-hanging design of this bookcase from the Be Modular line will add sleek functionality to any room it adorns.\\n\\nThis bookcase can be attached to other wall-placed items in the Be Modular line.": "Người sành sách, I. Inserra, đã quyết định tạo ra một thiết kế giá sách mới có thể cách mạng hóa thế giới sách. Thiết kế treo tường mượt mà của giá sách này từ dòng Be Modular sẽ thêm chức năng bóng bẩy cho bất kỳ căn phòng nào mà nó trang trí.\n\nGiá sách này có thể được gắn vào các đồ vật đặt tường khác trong dòng Be Modular.",
  "The Rounded Floating Wall Bookcase by Be Modular": "Giá Sách Treo Tường Bo Tròn của Be Modular",
  "Discover the secrets of famous Interior Designers of old... and beyond. Learn from the wisdom of others, all the stories, and wonder. Learn to navigate Clients, specially their indecisiveness. Learn it all, and survive it all, with this Book Of Décor.": "Khám phá những bí mật của các Nhà Thiết Kế Nội Thất nổi tiếng thời xưa... và hơn thế nữa. Học hỏi từ sự khôn ngoan của người khác, tất cả những câu chuyện và sự kỳ diệu. Học cách điều hướng Khách hàng, đặc biệt là sự thiếu quyết đoán của họ. Học tất cả và sống sót qua tất cả với Cuốn Sách Trang Trí này.",
  "The Book Of Décor": "Cuốn Sách Trang Trí",
  "Quite the modern cabinet by IliInserra. The two tiered reticulated rectangular design allows you to store things out of sight as well as in plain view... are they there? Are they not there? You decide!": "Một chiếc tủ khá hiện đại của IliInserra. Thiết kế hình chữ nhật có lưới hai tầng cho phép bạn cất giữ đồ đạc khuất tầm mắt cũng như ở vị trí dễ thấy... chúng ở đó à? Chúng không ở đó à? Bạn quyết định!",
  "Reticulated Rectangles by IliInserra": "Hình Chữ Nhật Có Lưới của IliInserra",
  "Nothing beats a good old square cabinet - except a paper cabinet! Wait, no, I don't think that's how that works... Is that how it goes? <i>reads script frantically</i> OK, let me start again...\\n\\nThis cabinet will be a perfect match for your other items from the Mikulino line down to the squareness of it all.": "Không gì sánh bằng một chiếc tủ vuông cũ kỹ - ngoại trừ một chiếc tủ giấy! Đợi đã, không, tôi không nghĩ nó hoạt động như vậy... Nó có hoạt động như vậy không? <i>đọc kịch bản một cách điên cuồng</i> OK, để tôi bắt đầu lại...\n\nChiếc tủ này sẽ là một sự phù hợp hoàn hảo cho các món đồ khác của bạn từ dòng Mikulino cho đến độ vuông vắn của tất cả mọi thứ.",
  "Be There Or Be Squared Cabinet by Mikulino": "Hãy Ở Đó Hoặc Là Hình Vuông Tủ của Mikulino",
  "Cutting edge technology at your fingertips. Processing power enough to have this laptop fly away on its own. Let your ideas be realized with ease with this powerful piece of equipment that will be part of you so much so that you won't live without.\\n\\nWe won't judge if you only use this for Blicblock though.": "Công nghệ tiên tiến trong tầm tay bạn. Sức mạnh xử lý đủ để chiếc máy tính xách tay này tự bay đi. Hãy để những ý tưởng của bạn được hiện thực hóa một cách dễ dàng với thiết bị mạnh mẽ này sẽ là một phần của bạn đến mức bạn sẽ không sống thiếu nó.\n\nChúng tôi sẽ không đánh giá nếu bạn chỉ sử dụng cái này cho Blicblock.",
  "S.I.Mac P.R.O. Laptop": "Máy Tính Xách Tay S.I.Mac P.R.O.",
  "Unlock by reaching level 10 of the Interior Decorator career.": "Mở khóa bằng cách đạt cấp 10 trong sự nghiệp Nhà Trang Trí Nội Thất.",
  "Unlocked by reaching level 10 in the Interior Decorator career.": "Đã mở khóa bằng cách đạt cấp 10 trong sự nghiệp Nhà Trang Trí Nội Thất.",
  "It's all about the feet! Our designer MilaMila, got inspired by the way cat feet looks when they are picked up from surfaces. <i>\"Feet, they need room sometimes.\"</i> she says. These classic styled kitchen island has enough room for some fancy footwork.": "Tất cả là về đôi chân! Nhà thiết kế của chúng tôi MilaMila, đã được truyền cảm hứng từ cách bàn chân mèo trông khi chúng được nhấc lên khỏi bề mặt. <i>\"Bàn chân, đôi khi chúng cần không gian.\"</i> cô ấy nói. Đảo bếp theo phong cách cổ điển này có đủ không gian cho một số động tác chân lạ mắt.",
  "Ressessed not Recess! Kitchen Island by MilaMila": "Ressessed chứ không phải Recess! Đảo Bếp của MilaMila",
  "Who doesn't like a good overhang? Your roof has'em, now you can have a Kitchen Island with that look too! Just don't hit your head when picking up stuff that rolled under this modern looking kitchen island. Ouch!": "Ai mà không thích một nhô ra tốt chứ? Mái nhà của bạn có chúng, giờ bạn cũng có thể có một Đảo Bếp với vẻ ngoài đó! Chỉ cần đừng đập đầu khi nhặt những thứ lăn dưới đảo bếp trông hiện đại này. Ôi!",
  "Modern Kitchen Island by Mikulino": "Đảo Bếp Hiện Đại của Mikulino",
  "In the kitchen, you need room and storage space to make sure your tools are safe. Young designer IliInserra had inspiration from her cat as it found things over a drawerless counter to knock over them to the floor. <i>\"Drawers, are more than just a place for things to be forgotten, they are a safe space for things to not get lost\"</i>": "Trong nhà bếp, bạn cần không gian và không gian lưu trữ để đảm bảo các dụng cụ của bạn an toàn. Nhà thiết kế trẻ IliInserra đã có cảm hứng từ con mèo của mình khi nó tìm thấy những thứ trên một chiếc quầy không có ngăn kéo để hất chúng xuống sàn. <i>\"Ngăn kéo, không chỉ là một nơi để những thứ bị lãng quên, chúng là một không gian an toàn để những thứ không bị mất\"</i>",
  "Drawerized Counter by IliInserra": "Quầy Ngăn Kéo của IliInserra",
  "Mikulino's philosophy is of Kitchen, meet counters and cabinets. This marries the perfect balance of industrial and modern, and let's appliances get introduced to their surfaces effortlessly.": "Triết lý của Mikulino là về Nhà Bếp, đáp ứng quầy và tủ. Điều này kết hợp sự cân bằng hoàn hảo giữa công nghiệp và hiện đại, và cho phép các thiết bị được giới thiệu trên bề mặt của chúng một cách dễ dàng.",
  "Modern Countertop by Mikulino": "Mặt Bàn Hiện Đại của Mikulino",
  "Enjoy all the benefits of curtains without shutting the outside world out! You may be a curmudgeonly miser at heart but thanks to these friendly little curtains, no one else needs to know. Let the world enjoy your softer side and let your windows look fabulous doing it.": "Tận hưởng tất cả những lợi ích của rèm cửa mà không cần đóng cửa thế giới bên ngoài! Bạn có thể là một người keo kiệt khó tính trong lòng, nhưng nhờ những chiếc rèm nhỏ thân thiện này, không ai khác cần biết. Hãy để thế giới tận hưởng khía cạnh mềm mại hơn của bạn và để cửa sổ của bạn trông tuyệt vời khi làm điều đó.",
  "Friendly Little Curtains": "Rèm Nhỏ Thân Thiện",
  "Enjoying the Friendly Little Curtains? Say no more! If you have slightly taller wall space, you can use this variation to continue to let the world enjoy your softer side. The taller they are, the more friendly the seem.": "Thích Rèm Nhỏ Thân Thiện? Không cần nói thêm! Nếu bạn có không gian tường cao hơn một chút, bạn có thể sử dụng biến thể này để tiếp tục để thế giới tận hưởng khía cạnh mềm mại hơn của bạn. Chúng càng cao, chúng càng có vẻ thân thiện.",
  "Slightly Friendlier Little Curtains": "Rèm Nhỏ Thân Thiện Hơn Một Chút",
  "Even more wall height space? Not a problem, the Super Friendly Little Curtains are the best option for those who have impossible tall walls and want to partially shut the world away in a polite way, and being fabulous about it.": "Thậm chí còn có nhiều không gian chiều cao tường hơn? Không thành vấn đề, Rèm Nhỏ Siêu Thân Thiện là lựa chọn tốt nhất cho những người có bức tường cao không thể và muốn đóng cửa thế giới một cách lịch sự và trở nên tuyệt vời về điều đó.",
  "Super Friendly Little Curtains": "Rèm Nhỏ Siêu Thân Thiện",
  "The perfect desk for aspiring and inspiring interior designers everywhere. Comes already equipped with rulers and protractors, as well as a nifty little space for pens and measuring tapes (and includes one!). And the pièce de résistance is that it comes pre-stickied with sticky notes written with random doodles, and things you can forget about jotting down later.": "Bàn hoàn hảo cho các nhà thiết kế nội thất đầy tham vọng và đầy cảm hứng ở khắp mọi nơi. Đi kèm với thước kẻ và thước đo góc đã được trang bị sẵn, cũng như một không gian nhỏ gọn cho bút và thước dây (và bao gồm một chiếc!). Và điểm nhấn là nó đi kèm với các ghi chú dán đã được dán sẵn được viết bằng những hình vẽ nguệch ngoạc ngẫu nhiên và những thứ bạn có thể quên ghi lại sau này.",
  "Draft With Style - Specialized Designer Desk": "Phác Thảo Với Phong Cách - Bàn Thiết Kế Chuyên Dụng",
  "You are all about that modern look, but still want that rugged, woodsy feel? Search no further. Slabs On Sticks is the perfect desk solution for those that need a compact and functional space, without sacrificing their sense of style. Minimal setup required, in fact this desk is as minimal as its setup, it comes already assembled!": "Bạn hoàn toàn yêu thích vẻ ngoài hiện đại đó, nhưng vẫn muốn cảm giác gồ ghề, mộc mạc đó? Không cần tìm đâu xa. Slabs On Sticks là giải pháp bàn hoàn hảo cho những người cần một không gian nhỏ gọn và có chức năng mà không làm mất đi phong cách của họ. Yêu cầu thiết lập tối thiểu, trên thực tế chiếc bàn này tối thiểu như thiết lập của nó, nó đã được lắp ráp sẵn!",
  "Slabs On Sticks - Modern Desk Solution": "Slabs On Sticks - Giải Pháp Bàn Làm Việc Hiện Đại",
  "Sometimes as adults we reminisce of our youth, specially our school days. Those times in a classroom, being assigned a desk and making it your home... and dealing with a desk companion that you kinda couldn't stand halfway into the school year... just me? Oh OK <i>ahem</i>. Here in L.U.M.B.E.R we believe in elegant simplicity with a touch of retro, and this desk has got it. This desk offers the style resembling that of your school years without reliving them. Built from simple polished wood and a fresh and clean coat of paint, this desk offers quite enough space for all your desk needs that potentially makes you feel younger, without all the angst.": "Đôi khi khi trưởng thành, chúng ta hồi tưởng về tuổi trẻ của mình, đặc biệt là những ngày đi học. Những khoảng thời gian trong lớp học, được chỉ định một chiếc bàn và biến nó thành ngôi nhà của bạn... và đối phó với một người bạn đồng hành mà bạn không thể chịu đựng được vào giữa năm học... chỉ có tôi thôi à? Ồ OK <i>hắng giọng</i>. Ở L.U.M.B.E.R, chúng tôi tin vào sự đơn giản trang nhã với một chút retro, và chiếc bàn này có điều đó. Chiếc bàn này mang đến phong cách tương tự như những năm học của bạn mà không cần sống lại chúng. Được xây dựng từ gỗ đánh bóng đơn giản và một lớp sơn mới và sạch sẽ, chiếc bàn này cung cấp đủ không gian cho tất cả các nhu cầu về bàn làm việc của bạn, có khả năng khiến bạn cảm thấy trẻ hơn, mà không có tất cả sự lo lắng.",
  "Studious Retro Desk By L.U.M.B.E.R": "Bàn Học Tập Retro của L.U.M.B.E.R",
  "Sure. A desk is nice, but an impressive organizationational structure surrounding that desk is divine.\\n\\nThis desk can be attached to other floor-placed items in the Be Modular line.": "Chắc chắn rồi. Một chiếc bàn thì tốt, nhưng một cấu trúc tổ chức ấn tượng xung quanh chiếc bàn đó thì thật tuyệt vời.\n\nChiếc bàn này có thể được gắn vào các đồ vật đặt sàn khác trong dòng Be Modular.",
  "The Acute Desk made for Discerning Space Savers by Be Modular": "Bàn Góc Cạnh được làm cho những Người Tiết Kiệm Không Gian Sành Sỏi của Be Modular",
  "Take functional to the next level with actual work or school productivity paired with flexible shelving design.\\n\\nThis desk can be attached to other floor-placed items in the Be Modular line, particularly Awestruck Erik. Do please impress him.": "Đưa chức năng lên một tầm cao mới với năng suất làm việc hoặc học tập thực tế kết hợp với thiết kế kệ linh hoạt.\n\nChiếc bàn này có thể được gắn vào các đồ vật đặt sàn khác trong dòng Be Modular, đặc biệt là Awestruck Erik. Xin hãy gây ấn tượng với anh ấy.",
  "The Rounded Desk... brought to you by Be Modular": "Bàn Bo Tròn... được mang đến cho bạn bởi Be Modular",
  "Door designer Owen Sesame in his life long studies of doors, realized that a double door is not complete without frosted glass to have some privacy. The perfect blend of visual interest and intrigue is displayed in its exquisite frostness without added frills which makes this door intriguing to the visitor.": "Nhà thiết kế cửa Owen Sesame trong các nghiên cứu kéo dài suốt cuộc đời về cửa, nhận ra rằng một cánh cửa đôi không hoàn chỉnh nếu không có kính mờ để có một chút riêng tư. Sự pha trộn hoàn hảo giữa sự thú vị và hấp dẫn về mặt thị giác được thể hiện trong độ mờ tinh tế của nó mà không cần thêm bất kỳ chi tiết rườm rà nào, điều này làm cho cánh cửa này trở nên hấp dẫn đối với du khách.",
  "No Peeking Frosted Glass Simple Double Door": "Cửa Đôi Đơn Giản Kính Mờ Không Nhòm Ngó",
  "Door designer Owen Sesame has spent his entire life studying the design of doors, and has unveiled one of his proudest achievements in door design. This frosted double door with wooden inlay was a result of years of travel and research. The perfect blend of visual interest, functionality, and frostiness to keep your private life private without a big \"keep out\" sign.": "Nhà thiết kế cửa Owen Sesame đã dành cả cuộc đời mình để nghiên cứu thiết kế của cửa và đã tiết lộ một trong những thành tựu đáng tự hào nhất của mình trong thiết kế cửa. Cánh cửa đôi bằng kính mờ với khảm gỗ này là kết quả của nhiều năm du lịch và nghiên cứu. Sự pha trộn hoàn hảo giữa sự thú vị về mặt thị giác, chức năng và độ mờ để giữ cho cuộc sống riêng tư của bạn được riêng tư mà không cần một tấm biển \"cấm vào\" lớn.",
  "No Peeking Frosted Glass Double Door": "Cửa Đôi Kính Mờ Không Nhòm Ngó",
  "When decorators keep giving choices\\nthat will make you fall in love... or not\\nWhen decorators keep rearranging\\nbut you can't seem to get settled on an option\\nLet this door be your door\\nLet this door be your door\\nLet this door be your door\\nto your Lot": "Khi các nhà trang trí liên tục đưa ra những lựa chọn\nsẽ khiến bạn yêu thích... hoặc không\nKhi các nhà trang trí liên tục sắp xếp lại\nnhưng bạn dường như không thể chọn được một lựa chọn nào\nHãy để cánh cửa này là cánh cửa của bạn\nHãy để cánh cửa này là cánh cửa của bạn\nHãy để cánh cửa này là cánh cửa của bạn\ndẫn đến Khu Nhà của bạn",
  "Let This Door Be The Door": "Hãy Để Cánh Cửa Này Là Cánh Cửa",
  "It's time to free your tailored duds from the confines of those stuffy dressers! Give your suiting some fresh air by snapping them to the bar of any of the Be Modular Clothes-Hanging Shelves.": "Đã đến lúc giải phóng những bộ quần áo may đo của bạn khỏi những chiếc tủ quần áo ngột ngạt đó! Hãy cho những bộ quần áo của bạn được hít thở không khí trong lành bằng cách gắn chúng vào thanh của bất kỳ Kệ Treo Quần Áo Be Modular nào.",
  "Sophisticated Suits Hanging Clothes": "Quần Áo Treo Bộ Com Lê Tinh Tế",
  "Boo to fold lines. Some pieces of clothing just need to <b>hang</b>. And now so they shall! Pair these pretty yet professional frocks with with the welcoming bar of any Be Modular Clothes-Hanging Shelves.": "Nói không với các đường gấp. Một số món quần áo chỉ cần <b>treo</b>. Và giờ thì chúng sẽ được treo! Ghép những chiếc váy xinh xắn nhưng chuyên nghiệp này với thanh chào đón của bất kỳ Kệ Treo Quần Áo Be Modular nào.",
  "Professional Fashionista Hanging Clothes": "Quần Áo Treo Thời Trang Chuyên Nghiệp",
  "Maximize your floor space by saying bye bye to big bulky dressers and hello to a more space-saving option. These casual clothes pair well with any of the Be Modular Clothes-Hanging Shelves.": "Tối đa hóa không gian sàn của bạn bằng cách nói tạm biệt với những chiếc tủ đựng đồ cồng kềnh lớn và chào đón một lựa chọn tiết kiệm không gian hơn. Những bộ quần áo giản dị này kết hợp tốt với bất kỳ Kệ Treo Quần Áo Be Modular nào.",
  "Everyday Casual Hanging Clothes": "Quần Áo Treo Thường Ngày Hàng Ngày",
  "Kids clothes don't want to be locked away in boxy dressers. It's dark in there! Ask these cuties to come out and play by displaying them proudly on the wall with any of the Be Modular Clothes-Hanging Shelves.": "Quần áo trẻ em không muốn bị nhốt trong những chiếc tủ hình hộp. Ở đó tối lắm! Hãy yêu cầu những em bé dễ thương này ra ngoài và chơi bằng cách trưng bày chúng một cách tự hào trên tường với bất kỳ Kệ Treo Quần Áo Be Modular nào.",
  "Hanging Clothes for the Kids": "Quần Áo Treo Cho Trẻ Em",
  "This simple yet stylish full-sized dresser is just fine on its own. Happy even! A classic, versatile piece that doesn't need anybody or anything else to define it.\\n\\nBut sometimes, this chic treasure gets lonely. Don't you think it could use a Be Modular floor shelf or two not only for company but also up the ante on your bedroom storage game?\\n\\nThis dresser can be attached to other floor-placed items in the Be Modular line.": "Chiếc tủ quần áo cỡ lớn đơn giản nhưng phong cách này vẫn ổn khi đứng một mình. Thậm chí còn hạnh phúc! Một món đồ cổ điển, linh hoạt không cần ai hoặc bất cứ thứ gì khác để xác định nó.\n\nNhưng đôi khi, kho báu sang trọng này trở nên cô đơn. Bạn không nghĩ rằng nó có thể sử dụng một hoặc hai kệ sàn Be Modular không chỉ để làm bạn mà còn để tăng cường trò chơi lưu trữ phòng ngủ của bạn?\n\nChiếc tủ quần áo này có thể được gắn vào các đồ vật đặt sàn khác trong dòng Be Modular.",
  "The Rounded Dresser by Be Modular": "Tủ Quần Áo Bo Tròn của Be Modular",
  "More storage? You got it! <i>I Love MyShelf Inc.</i> doesn't just do shelving. You can get into our drawers too! This full sized set snaps conveniently to any other modular floor furniture, it's like a puzzle piece... that can go alone, or with others!": "Thêm dung lượng lưu trữ? Bạn đã hiểu! <i>I Love MyShelf Inc.</i> không chỉ làm kệ. Bạn cũng có thể vào ngăn kéo của chúng tôi! Bộ đầy đủ kích thước này gắn thuận tiện vào bất kỳ đồ nội thất sàn mô-đun nào khác, nó giống như một mảnh ghép... có thể đi một mình hoặc với những người khác!",
  "Get Your Drawers Off the Floor - Full-Sized Edition - by I Love MyShelf Inc.": "Nhấc Ngăn Kéo Của Bạn Khỏi Sàn - Phiên Bản Đầy Đủ - của I Love MyShelf Inc.",
  "A Lamp that looks like it's wearing a bonnet? So cute! This was the same thought the designers at GeoWerx had when they created the Bonnet Bonnet Lamp after the success of the Lighting set by the same name. Fabulous, cute, and functional just like we love our lighting.": "Một chiếc đèn trông như đang đội mũ ca-pô? Thật dễ thương! Đây là suy nghĩ tương tự mà các nhà thiết kế tại GeoWerx đã có khi họ tạo ra Đèn Bonnie Bonnet sau thành công của bộ Đèn chiếu sáng cùng tên. Tuyệt vời, dễ thương và có chức năng giống như cách chúng ta yêu thích ánh sáng của mình.",
  "Bonnie Bonnet Lamp by GeoWerx": "Đèn Bonnie Bonnet của GeoWerx",
  "The designers at Seymore Lighting not only decided to make a Lamp Trio inspired by cupcake wrappers, but also decided to add to the collection a single lamp version for those rooms that need a focal piece all on its own. After all, all those origami lessons and papercuts had to be worth it!": "Các nhà thiết kế tại Seymore Lighting không chỉ quyết định tạo ra một Bộ Ba Đèn lấy cảm hứng từ giấy gói bánh cupcake, mà còn quyết định thêm vào bộ sưu tập một phiên bản đèn đơn dành cho những căn phòng cần một món đồ tiêu điểm của riêng mình. Xét cho cùng, tất cả những bài học origami và những vết cắt giấy đó phải xứng đáng!",
  "Cupcake Lamp by Seymore Lighting": "Đèn Cupcake của Seymore Lighting",
  "What's better than good lighting? According to GeoWerx focus group testing, the answer is good lighting that looks like it's wearing cute little bonnets. Yes, our of everyone surveyed, this was the most popular answer, though there were some close runner ups including scented lighting, edible lighting, and lighting that compliments how you look every time you step into a room.": "Điều gì tốt hơn ánh sáng tốt? Theo kết quả kiểm tra nhóm tập trung của GeoWerx, câu trả lời là ánh sáng tốt trông như đang đội những chiếc mũ ca-pô nhỏ dễ thương. Vâng, trong số tất cả những người được khảo sát, đây là câu trả lời phổ biến nhất, mặc dù có một số ứng cử viên sáng giá bao gồm ánh sáng thơm, ánh sáng съедобный và ánh sáng khen ngợi vẻ ngoài của bạn mỗi khi bạn bước vào phòng.",
  "Bonnie Bonnet Lighting by GeoWerx": "Đèn Chiếu Sáng Bonnie Bonnet của GeoWerx",
  "One night in the Seymore Lighting design studios, our designers were running out of ideas. Staring at the blank whiteboards and the naked lightbulbs, their task to design the new fall season's most innovative lighting was proving to me more daunting than they ever imagined. In need of a sugar rush, they dove into a box of cupcakes when the idea hit them... lampshades inspired by cupcake wrappers! Eureka! After several origami classes and papercuts, this classy, crinkly shade was born. Sometimes grasping at crumbs can be a good thing, especially cupcake crumbs!": "Một đêm nọ trong студии thiết kế của Seymore Lighting, các nhà thiết kế của chúng tôi đã hết ý tưởng. Nhìn chằm chằm vào những tấm bảng trắng trống trơn và những bóng đèn trần trụi, nhiệm vụ của họ là thiết kế hệ thống chiếu sáng sáng tạo nhất của mùa thu mới đang chứng tỏ tôi khó khăn hơn họ từng tưởng tượng. Cần một lượng đường, họ lao vào một hộp bánh cupcake khi ý tưởng ập đến với họ... chụp đèn lấy cảm hứng từ giấy gói bánh cupcake! Eureka! Sau một vài lớp học origami và những vết cắt giấy, chiếc đèn trang nhã, nhăn nhúm này đã ra đời. Đôi khi nắm bắt những mẩu vụn có thể là một điều tốt, đặc biệt là những mẩu vụn bánh cupcake!",
  "Cupcake Lamp Trio by Seymore Lighting": "Bộ Ba Đèn Cupcake của Seymore Lighting",
  "Eventually after developing a million different kinds of lamps, our lighting designers got frustrated and threw this one against the wall. Fortunately, the resulting wonkiness really worked aesthetically and it makes a great conversation starter. Ah, anger makes such great art.": "Cuối cùng sau khi phát triển một triệu loại đèn khác nhau, các nhà thiết kế ánh sáng của chúng tôi đã thất vọng và ném chiếc đèn này vào tường. May mắn thay, sự kỳ quặc do kết quả tạo ra thực sự hoạt động về mặt thẩm mỹ và nó tạo nên một cuộc trò chuyện tuyệt vời. À, sự tức giận tạo ra nghệ thuật tuyệt vời như vậy.",
  "All the Rage Lamp": "Đèn Tất Cả Cơn Thịnh Nộ",
  "This perfect little cube-on-a-stand light will add a touch of brightness to your day, and who doesn't need a little extra brightness? We first offered this cube light back in the 90s. At the time, it had a dial-up-modem and a fax machine attached. We've since removed both features and invested more time and energy into improving its lighting capability and aesthetics. We know some people might miss the dial-up-modem, but you can always make modem sounds on your own at home if you're feeling nostalgic. If you're too young to know what a dial up modem is, search for videos online and enjoy the soothing sounds.": "Ánh sáng của khối lập phương 2.0 của Seymore Lighting",
  "Cube 2.0 Light by Seymore Lighting": "Chúng tôi giới thiệu một hình dạng ánh sáng hoàn toàn độc đáo - hình cầu trụ! Không hẳn là một hình cầu và không hẳn là một hình trụ. Hai hình dạng yêu thích của bạn được kết hợp với nhau để tạo ra một hình dạng siêu duy nhất và một giải pháp chiếu sáng siêu việt. Đang chờ cấp bằng sáng chế. Tuy nhiên, bằng sáng chế mất một thời gian nên xin đừng đánh cắp ý tưởng của chúng tôi trong thời gian chờ đợi.",
  "Presenting a completely unique lighting shape - the spherocylinder! Not quite a sphere, and not quite a cylinder. It's your favorite two shapes smooshed together to create one single super shape, and a super lighting solution. Patent pending. Patents take a while though so please don't steal our idea in the meantime.": "Khoang Chứa Ánh Sáng Hình Cầu Trụ của Seymore Lighting",
  "Spherocylinder Lighting Capsule by Seymore Lighting": "Bạn biết những cảnh trong nhạc kịch khi nhân vật chính đang hát cho chính họ trong gương khi họ bắt đầu một ngày mới chứ? Đó có thể là bạn! Chiếc gương này là người bạn đồng hành hoàn hảo để ngắm nhìn hình ảnh phản chiếu của bạn trong khi khuếch đại bản thân bằng một bài hát mạnh mẽ hoặc hát một bản ballad buồn bã. Hãy sẵn sàng thế giới, bạn đến đây! Có tác dụng với những người không yêu âm nhạc vô hồn vì nó là... một chiếc gương.",
  "You know those scenes in musicals when the protoganist is singing to themselves in the mirror as they're starting their day? That could be you! This mirror is the perfect companion piece for gazing at your reflection while amping yourself up with a power anthem or belting out a wistful ballad. Get ready world, here you come! Works for soul-less non music lovers too since its, well...a mirror.": "You know those scenes in musicals when the protoganist is singing to themselves in the mirror as they're starting their day? That could be you! This mirror is the perfect companion piece for gazing at your reflection while amping yourself up with a power anthem or belting out a wistful ballad. Get ready world, here you come! Works for soul-less non music lovers too since its, well...a mirror.",
  "Amped Up Mirror": "Gương Khuếch Đại",
  "Two mirrors, both alike in dignity on the wall where we set our scene.\\nBoth able to provide clear scrutiny\\nIn the bathroom where you scrub and clean.\\nAll drama aside, it's a mirror.": "Hai chiếc gương, cả hai đều có phẩm giá trên bức tường nơi chúng ta đặt cảnh của mình.\nCả hai đều có thể cung cấp sự xem xét kỹ lưỡng rõ ràng\nTrong phòng tắm nơi bạn chà và làm sạch.\nBỏ qua tất cả những драмы, đó là một chiếc gương.",
  "A Mirror Divided": "Một Chiếc Gương Bị Chia Cắt",
  "This fiery beast will set your meals ablaze - in a good way. Here at Blazin' Ladles we believe if you're not cooking with gas, well, then you're not cooking at all!": "Con thú hung dữ này sẽ đốt cháy các bữa ăn của bạn - theo một cách tốt. Tại Blazin' Ladles, chúng tôi tin rằng nếu bạn không nấu ăn bằng газ, thì bạn hoàn toàn không nấu ăn!",
  "Standard Gas Oven By Blazin' Ladles": "Lò Nướng Газ Tiêu Chuẩn Của Blazin' Ladles",
  "Ever dreamed of electricity, cooking your food to a fragrant, crisp perfection? The Electric Baker will not fail you or your mutton pot roast. Entirely harmless if used as directed.": "Bạn đã bao giờ mơ về điện, nấu thức ăn của bạn đến một sự hoàn hảo thơm ngon, giòn tan? Electric Baker sẽ không làm bạn hoặc món thịt cừu hầm của bạn thất vọng. Hoàn toàn vô hại nếu được sử dụng theo chỉ dẫn.",
  "Electric Baker's Dream": "Giấc Mơ của Thợ Làm Bánh Điện",
  "Have ample countertop space but cannot give up any more shelf space? Been there. Introducing the Blazin' Ladles' Over The Counter Oven - Bake to your heart's content without having to squat or bend your back! Just acquire and place, without instructions, no fuss given!": "Có không gian mặt bàn rộng rãi nhưng không thể từ bỏ thêm bất kỳ không gian kệ nào? Đã từng ở đó. Giới thiệu Lò Nướng Trên Quầy của Blazin' Ladles - Nướng theo ý thích của trái tim bạn mà không cần phải ngồi xổm hoặc uốn cong lưng! Chỉ cần mua và đặt, không cần hướng dẫn, không gây ồn ào!",
  "Blazin' Ladles' Over The Counter Oven": "Lò Nướng Trên Quầy Của Blazin' Ladles",
  "Don't want to give up any more cabinets to the appliance monster? Put your baking needs waist high and let the cakes fly - just don't call it a toaster or it might get mad... very mad.": "Không muốn nhường thêm bất kỳ tủ nào cho quái vật thiết bị? Đặt nhu cầu nướng bánh của bạn ngang eo và để bánh bay - chỉ cần đừng gọi nó là lò nướng bánh mì hoặc nó có thể phát điên... rất điên.",
  "\"No Space\" Electric Oven Space Saver": "Giải Pháp Tiết Kiệm Không Gian Lò Nướng Điện \"Không Có Không Gian\"",
  "Package": "Gói",
  "The lonely painter, Leyland, knows how color and travel can calm the mind. However, not everyone has the luxury of time to travel. Leyland traveled to get inspiration, so you can have a window to the world. Leave traveling to them, and feel the excitement of travel, from the comfort of your home.": "Họa sĩ cô đơn, Leyland, biết màu sắc và du lịch có thể làm dịu tâm trí như thế nào. Tuy nhiên, không phải ai cũng có thời gian để đi du lịch. Leyland đã đi du lịch để có được cảm hứng, vì vậy bạn có thể có một cửa sổ nhìn ra thế giới. Hãy để việc đi du lịch cho họ và cảm nhận sự phấn khích của du lịch, từ sự thoải mái trong ngôi nhà của bạn.",
  "Leyland Home Travel": "Leyland Du Lịch Tại Nhà",
  "Do you want to be more outdoorsy, but do not <i>actually</i> wish to be outside? Why not bring one of these abstract paintings home and experience Nature abstractly from the most comfortable place you know: your couch.": "Bạn có muốn hòa mình vào thiên nhiên hơn, nhưng không <i>thực sự</i> muốn ở bên ngoài? Tại sao không mang một trong những bức tranh trừu tượng này về nhà và trải nghiệm Thiên nhiên một cách trừu tượng từ nơi thoải mái nhất mà bạn biết: диван của bạn.",
  "Outdoorsy indoors": "Ngoài trời trong nhà",
  "paperSml_GP10GENpaintSamples Placeholder Description": "Mô tả giữ chỗ paperSml_GP10GENpaintSamples",
  "paperSml_GP10GENpaintSamples Placeholder Name": "Tên giữ chỗ paperSml_GP10GENpaintSamples",
  "Letter from Client": "Thư từ Khách hàng",
  "This floofy foliage is the poodle of plants! Bring elegance and playfullness to any space with its soft flowing tufts of pettable petals. ": "Tán lá xốp này là chó xù của thực vật! Mang lại sự thanh lịch và vui tươi cho bất kỳ không gian nào với những búi cánh hoa mềm mại.",
  "Pampas Grass": "Cỏ Lau",
  "Little plant pots on the wall... who are the fairest plants of them all? The Itty Bitty Plant Committee won't talk to you (or can they?), but that won't stop you from talking to them. These little cute planters with accompanying plants will brighten any room in the Lot in a stylish and modern way.": "Những chậu cây nhỏ trên tường... ai là những loài cây đẹp nhất trong tất cả? Ủy Ban Cây Cỏ Itty Bitty sẽ không nói chuyện với bạn (hoặc họ có thể?), nhưng điều đó sẽ không ngăn bạn nói chuyện với họ. Những chậu cây nhỏ dễ thương này với các loại cây đi kèm sẽ làm bừng sáng bất kỳ căn phòng nào trong Khu Nhà một cách phong cách và hiện đại.",
  "The Itty Bitty Plant Committee": "Ủy Ban Cây Cỏ Itty Bitty",
  "Most things in life can be improved by adding tassles. This rug is a perfect example! Before tassles were added to this rug, it was doing poorly in school, hanging out with a bad crowd and just not applying itself. Since adding tassles, this rug has transformed into an upstanding citizen (well, more lying flat than upstanding).": "Hầu hết mọi thứ trong cuộc sống đều có thể được cải thiện bằng cách thêm tua. Tấm thảm này là một ví dụ hoàn hảo! Trước khi tua được thêm vào tấm thảm này, nó đã học hành kém, đi chơi với một đám đông xấu và không tự mình cố gắng. Kể từ khi thêm tua, tấm thảm này đã biến thành một công dân ngay thẳng (chà, nằm phẳng nhiều hơn là ngay thẳng).",
  "Hassle-Free Tassled Rug": "Thảm Tua Không Rắc Rối",
  "A timeless pattern with a pop of color! Perfect for those who are afraid of some color in their décor, this rug has enough pattern and color that will stand out, but not completely break the mutest of styles.": "Một họa tiết vượt thời gian với một chút màu sắc! Hoàn hảo cho những người sợ một số màu sắc trong trang trí của họ, tấm thảm này có đủ họa tiết và màu sắc sẽ nổi bật, nhưng không phá vỡ hoàn toàn những phong cách im lặng nhất.",
  "Patterns And Shapes - Modern Rug": "Họa Tiết và Hình Dạng - Thảm Hiện Đại",
  "Unlock by reaching level 5 in the Interior Decorator career.": "Mở khóa bằng cách đạt cấp 5 trong sự nghiệp Nhà Trang Trí Nội Thất.",
  "Unlocked by reaching level 5 of the Interior Decorator career.": "Đã mở khóa bằng cách đạt cấp 5 trong sự nghiệp Nhà Trang Trí Nội Thất.",
  "Years ago, a struggling rug shop realized they had no choice but to go out of business. Heartbroken, they put up a \"going out of business\" sign in the window advertising that everything must go. They suddenly found themselves overrrun with the most customers they had ever seen. It was too bad they had advertised they were going out of business and would soon have to close. Or would they? The owner had the idea to leave the \"going out of business\" sale in the window for just a few more weeks to see if customers would still show up. It worked, so the owner decided to leave it up for just another month longer, and then just another year longer... and that was now seven years ago. To this day, customers still flock into the perpetually closing store to make bids on fine rugs such as this one. Support small businesses by buying large area rugs!": "Nhiều năm trước, một cửa hàng thảm đang gặp khó khăn nhận ra rằng họ không có lựa chọn nào khác ngoài việc ngừng kinh doanh. Đau lòng, họ đã treo biển \"sắp ngừng kinh doanh\" trên cửa sổ quảng cáo rằng mọi thứ phải đi. Đột nhiên, họ thấy mình tràn ngập những khách hàng mà họ từng thấy. Thật tệ là họ đã quảng cáo rằng họ sắp ngừng kinh doanh và sẽ sớm phải đóng cửa. Hay là họ sẽ đóng cửa? Chủ sở hữu đã có ý tưởng để biển \"bán hết hàng vì ngừng kinh doanh\" trên cửa sổ trong thêm vài tuần nữa để xem liệu khách hàng có còn xuất hiện hay không. Nó đã hoạt động, vì vậy chủ sở hữu đã quyết định để nó trong thêm một tháng nữa, và sau đó chỉ thêm một năm nữa... và đó là bây giờ là bảy năm trước. Cho đến ngày nay, khách hàng vẫn đổ xô vào cửa hàng đóng cửa vĩnh viễn để đặt giá thầu cho những tấm thảm đẹp như thế này. Hãy ủng hộ các doanh nghiệp nhỏ bằng cách mua những tấm thảm lớn!",
  "\"Everything Must Go!\" Area Rug": "Thảm Trải Sàn \"Mọi Thứ Phải Đi!\"",
  "Do you need a storage with easy access? Children and toddlers can easily make a mess, and sometimes it just needs to be put away fast. This storage is ideal for a quick clean-up, as well as having the perfect place to hide all your knick-knacks and trinkets.": "Bạn có cần một kho lưu trữ với khả năng truy cập dễ dàng không? Trẻ em và trẻ mới biết đi có thể dễ dàng gây ra mớ hỗn độn và đôi khi chỉ cần cất đi nhanh chóng. Kho lưu trữ này lý tưởng để dọn dẹp nhanh chóng, cũng như có một nơi hoàn hảo để giấu tất cả những món đồ lặt vặt và đồ trang sức của bạn.",
  "Closed Storage Space": "Không Gian Lưu Trữ Kín",
  "Any place could use this smart and useful storage space. The open boxes are the perfect place to put your books and files, that you need easy access to. Just like the closed storage space, this has a closed box, where you can stuff your small items.": "Bất kỳ nơi nào cũng có thể sử dụng không gian lưu trữ thông minh và hữu ích này. Những chiếc hộp mở là nơi hoàn hảo để đặt sách và tệp của bạn mà bạn cần dễ dàng truy cập. Giống như không gian lưu trữ kín, không gian này có một hộp kín, nơi bạn có thể nhét những vật dụng nhỏ của mình.",
  "Partly Open Storage Space": "Không Gian Lưu Trữ Bán Mở",
  "What sparks Happiness? This is the basis and everything that Simie Ondo our design and organization specialist believes in. Spread the good vibes by having neatly folded items in a basket you will never use again, or maybe move it around a few times. Spread the joy of organized chaos by displaying this beautiful piece in your room.": "Điều gì khơi dậy Hạnh phúc? Đây là cơ sở và mọi thứ mà Simie Ondo, chuyên gia tổ chức và thiết kế của chúng tôi, tin tưởng. Lan tỏa những rung cảm tốt đẹp bằng cách có những món đồ được gấp gọn gàng trong một chiếc giỏ mà bạn sẽ không bao giờ sử dụng lại nữa, hoặc có thể di chuyển nó xung quanh một vài lần. Lan tỏa niềm vui của sự hỗn loạn có tổ chức bằng cách trưng bày món đồ tuyệt đẹp này trong phòng của bạn.",
  "Joyously Wicked Wicker Basket": "Giỏ Mây Nhựa Vui Vẻ Quỷ Quái",
  "Everything folded, and everything in its right place to spark a bit of Happiness. Simie Ondo, the design and organization specialist, believes in this piece as a way to bring organized disorder into the lives of Sims everywhere that are looking to make their Lot a better place. Why have it be around the Lot anywhere? Have it look nice and neat with this beautiful basked instead.": "Mọi thứ được gấp lại và mọi thứ đúng vị trí của nó để khơi dậy một chút Hạnh phúc. Simie Ondo, chuyên gia thiết kế và tổ chức, tin vào món đồ này như một cách để mang sự rối loạn có tổ chức vào cuộc sống của Sims ở khắp mọi nơi đang tìm cách làm cho Khu Nhà của họ trở nên tốt đẹp hơn. Tại sao lại để nó ở khắp Khu Nhà? Hãy để nó trông đẹp và gọn gàng với chiếc giỏ xinh xắn này thay thế.",
  "Joyously Wicked Smaller Wicker Basket": "Giỏ Mây Nhựa Nhỏ Vui Vẻ Quỷ Quái",
  "From the team that brought you the Future Cube comes \"Present Day Multi-Cube.\" It has no special powers or functions, but we think that merely existing as a 3-Dimensional multi-sided cube within the confines of space and time is still pretty cool.": "Từ đội ngũ đã mang đến cho bạn Khối Lập Phương Tương Lai đến \"Khối Lập Phương Đa Diện Ngày Nay.\" Nó không có sức mạnh hay chức năng đặc biệt nào, nhưng chúng tôi nghĩ rằng chỉ cần tồn tại như một khối lập phương đa diện 3 chiều trong giới hạn của không gian và thời gian đã là một điều khá tuyệt vời.",
  "Present Day Multi-Cube by Paltry Predictions": "Khối Lập Phương Đa Diện Ngày Nay của Paltry Predictions",
  "This bowl is much classier and more special than any other bowls. You can tell since it's a functional bowl, but it's <i>empty</i>. Now that's class right there. It will definitely elevate your decor and social status since everyone knows that high society people often have functional items around that are never used at all. In high society things are to be looked at rather than touched.\\nGo into anyone's mansion and the first thing you'll hear is <i>Don't sit on the good chair. Don't use the special dishes. Don't use the good vase.</i>\\nPoor rich people. Cursed with wealth, they will always admire the bowl from afar, never knowing the sweet taste of cereal.\n": "Chiếc bát này sang trọng và đặc biệt hơn nhiều so với bất kỳ chiếc bát nào khác. Bạn có thể nhận ra vì nó là một chiếc bát có chức năng, nhưng nó lại <i>trống rỗng</i>. Đó chính là đẳng cấp. Nó chắc chắn sẽ nâng cao sự trang trí và địa vị xã hội của bạn vì mọi người đều biết rằng những người thuộc tầng lớp thượng lưu thường có những vật dụng có chức năng xung quanh mà không bao giờ được sử dụng. Trong xã hội thượng lưu, mọi thứ là để nhìn hơn là chạm vào.\nHãy vào dinh thự của bất kỳ ai và điều đầu tiên bạn nghe thấy là <i>Đừng ngồi lên chiếc ghế tốt. Đừng sử dụng những món ăn đặc biệt. Đừng sử dụng chiếc bình tốt.</i>\nNhững người giàu đáng thương. Bị nguyền rủa bởi sự giàu có, họ sẽ luôn chiêm ngưỡng chiếc bát từ xa, không bao giờ biết được hương vị ngọt ngào của ngũ cốc.",
  "Forbidden Cereal Bowl": "Bát Ngũ Cốc Bị Cấm",
  "An assorted set of color swatches by the mysterious, avant garde, Sevillan art collective 'SlothLoverEEE' - as stylish as they are mysterious, they make exquisite designs. Slowly.": "Một bộ mẫu màu khác nhau của nhóm nghệ thuật bí ẩn, авангард, Sevillan 'SlothLoverEEE' - phong cách như bí ẩn, chúng tạo ra những thiết kế tinh tế. Chậm rãi.",
  "Color Swatches By SlothLoverEEE": "Mẫu Màu Của SlothLoverEEE",
  "You cannot call yourself a Decorator if you don't own every issue of <i>Terrain Tools Digest</i>,<i> Interior... Design?</i>, <i>Decent Lots and Gardens</i>, and a Sim favorite - <i>Decorator Living.</i> Get inspired by looking at the colorful and trendy pages and soon all the ideas will start to flow!": "Bạn không thể tự gọi mình là Nhà Trang Trí nếu bạn không sở hữu mọi số báo của <i>Terrain Tools Digest</i>, <i>Interior... Design?</i>, <i>Decent Lots and Gardens</i>, và một tạp chí yêu thích của Sim - <i>Decorator Living</i>. Lấy cảm hứng bằng cách xem những trang đầy màu sắc và hợp thời trang và chẳng mấy chốc tất cả các ý tưởng sẽ bắt đầu tuôn trào!",
  "Issues of Interior Design Magazines": "Các Số Báo của Tạp Chí Thiết Kế Nội Thất",
  "Unlock by reaching level 2 of the Interior Decorator career.": "Mở khóa bằng cách đạt cấp 2 trong sự nghiệp Nhà Trang Trí Nội Thất.",
  "Unlocked at level 2 of the Interior Decorator career.": "Đã mở khóa ở cấp 2 của sự nghiệp Nhà Trang Trí Nội Thất.",
  "A sculpture of a jack from the noble game of jacks. Many people are led to believe that the game of Jacks AKA \"Knucklebones\" is steeped in a rich history dating all the way back to the ancient Greeks, but what they don't know is that it was actually invented by a lumberjack named Big Jacks McGee who would carve jacks out of wood and hurl them at anyone in his town who offended him. Since he was easily offended, people started amassing bunches of these tiny little star-shaped doohickies and decided to start playing with them. True story! Ask any scholar. Just don't ask the internet because that's not a credible source of information.": "Một tác phẩm điêu khắc về một con jack từ trò chơi quý tộc jacks. Nhiều người tin rằng trò chơi Jacks hay còn gọi là \"Knucklebones\" có một lịch sử phong phú có niên đại từ thời Hy Lạp cổ đại, nhưng điều họ không biết là nó thực sự được phát minh bởi một người tiều phu tên là Big Jacks McGee, người đã chạm khắc những con jacks từ gỗ và ném chúng vào bất kỳ ai trong thị trấn của mình xúc phạm anh ta. Vì anh ta dễ bị xúc phạm, mọi người bắt đầu tích lũy những bó đồ vật hình ngôi sao nhỏ bé này và quyết định bắt đầu chơi với chúng. Câu chuyện có thật! Hãy hỏi bất kỳ học giả nào. Chỉ cần đừng hỏi internet vì đó không phải là một nguồn thông tin đáng tin cậy.",
  "Big Jack": "Big Jack",
  "Stop worrying, all is good and stored together\\nOh silly me, why haven't I found my socks yet then?\\nCan I store my things here in these Bins?\\nCan't find my trinkets or my swimwear here in this Bins\\nWhere are my clutter items please?\\n\\nIt's all there for you...\\nSoooo, you just need to search these through": "Đừng lo lắng, mọi thứ đều tốt và được lưu trữ cùng nhau\nÔi tôi ngốc nghếch, tại sao tôi vẫn chưa tìm thấy đôi tất của mình?\nTôi có thể cất đồ của mình ở đây trong những Thùng này không?\nKhông thể tìm thấy những món đồ trang sức hoặc đồ bơi của tôi ở đây trong những Thùng này\nHãy cho tôi biết những món đồ lộn xộn của tôi ở đâu?\n\nMọi thứ đều ở đó cho bạn...\nVì vậy, bạn chỉ cần tìm kiếm những thứ này",
  "Bins Bins Bins": "Thùng Thùng Thùng",
  "Bins, Bins, Bins, Bins\\nBins, Bins, Bins, Bins\\nWhen I want to find\\nWhen I want to find all the things I packed\\nWhenever I feel I have lost a thing, all I have to do is go to the\\nBins, Bins, Bins, Bins\\n\\nWhen I feel I have lost a thing in the night\\nAnd I need it right away\\nWhenever I want a thing, all I have to do is go to the\\nBins, Bins, Bins, Bins": "Thùng, Thùng, Thùng, Thùng\nThùng, Thùng, Thùng, Thùng\nKhi tôi muốn tìm\nKhi tôi muốn tìm tất cả những thứ tôi đã đóng gói\nBất cứ khi nào tôi cảm thấy mình đã mất một thứ gì đó, tất cả những gì tôi phải làm là đến\nThùng, Thùng, Thùng, Thùng\n\nKhi tôi cảm thấy mình đã mất một thứ gì đó trong đêm\nVà tôi cần nó ngay lập tức\nBất cứ khi nào tôi muốn một thứ gì đó, tất cả những gì tôi phải làm là đến\nThùng, Thùng, Thùng, Thùng",
  "Bins Bins Bins Bins": "Thùng Thùng Thùng Thùng",
  "No walk-in closet is complete without a hearty collection of classic pumps. Proudly line your walls and shelves with these soothing slip-ons. Edge to edge. Corner to corner. There's no such thing as too many shoes.": "Không có phòng thay đồ nào hoàn chỉnh nếu không có một bộ sưu tập phong phú các loại giày cao gót cổ điển. Tự hào xếp hàng trên tường và kệ của bạn với những chiếc giày xỏ êm ái này. Từ mép đến mép. Từ góc này sang góc khác. Không có chuyện quá nhiều giày.",
  "Classic Pumps": "Giày Cao Gót Cổ Điển",
  "Perfect for any occasion, it's always handy to have a few pairs of Casual Kicks on hand. For your feet.": "Hoàn hảo cho mọi dịp, luôn tiện dụng khi có một vài đôi Giày Thể Thao Thông Thường bên mình. Dành cho đôi chân của bạn.",
  "Casual Kicks": "Giày Thể Thao Thông Thường",
  "Always understated, always in style. I dare you to find someone who doesn't live for their favorite pair of sneakers. And if and when you do find them, ask them if their feet are sore.": "Luôn luôn tinh tế, luôn luôn đúng phong cách. Tôi dám bạn tìm một người không sống vì đôi giày thể thao yêu thích của họ. Và nếu và khi bạn tìm thấy họ, hãy hỏi họ xem chân của họ có bị đau không.",
  "Don't Forget the Sneaks!": "Đừng Quên Giày Thể Thao!",
  "Whether it's date night, brunch with besties, or just a day out on the town, always be prepared with a small stash of Flirty Footwear.": "Cho dù đó là đêm hẹn hò, bữa nửa buổi với những người bạn thân nhất hay chỉ là một ngày dạo chơi trong thị trấn, hãy luôn chuẩn bị sẵn một kho nhỏ Giày Dép Quyến Rũ.",
  "Flirty Footwear": "Giày Dép Quyến Rũ",
  "Don't throw out this cardboard box, you're not unpacking anyway\\nTake a look at things inside\\nNever trust that old dust pile\\nSippin' coffee in my room, while playing all the Metal tunes\\nAll spruced up for reveal day, keep on storing things anyway": "Đừng vứt hộp các tông này đi, dù sao thì bạn cũng không mở gói hàng\nHãy xem những thứ bên trong\nĐừng bao giờ tin vào đống bụi cũ đó\nNhấm nháp cà phê trong phòng, trong khi chơi tất cả các giai điệu Metal\nTất cả đều được tân trang lại cho ngày ra mắt, tiếp tục cất giữ mọi thứ dù sao đi nữa",
  "Trippin' On My Cardboard Box": "Vấp Ngã Vào Hộp Các Tông Của Tôi",
  "More than one box appeared in the room\\nI wonder now what's inside\\nTake a look when you can, too much to decorate tonight\\nAnd when you're done, you can rest\\nAnd all these boxes may be gone\\nSo keep the clutter near, just keep things near, keep on putting things in here anyway": "Nhiều hơn một hộp xuất hiện trong phòng\nTôi tự hỏi bây giờ bên trong có gì\nHãy xem khi bạn có thể, quá nhiều thứ để trang trí tối nay\nVà khi bạn xong việc, bạn có thể nghỉ ngơi\nVà tất cả những chiếc hộp này có thể biến mất\nVì vậy, hãy giữ sự lộn xộn ở gần, chỉ cần giữ mọi thứ ở gần, tiếp tục đặt mọi thứ vào đây dù sao đi nữa",
  "Trippin' On My Cardboard Boxes": "Vấp Ngã Vào Những Chiếc Hộp Các Tông Của Tôi",
  "A Surprise in each and every one! This box is made from a luxurious soft material that will hold your valuables while looking good doing so.": "Một Bất Ngờ trong mỗi chiếc! Chiếc hộp này được làm từ một vật liệu mềm mại sang trọng sẽ giữ những vật có giá trị của bạn đồng thời trông đẹp khi làm như vậy.",
  "What's In The Box? Storage Box": "Trong Hộp Có Gì? Hộp Lưu Trữ",
  "Need more than one fancy box? We've got you boo! These luxurious boxes will hold anything, not reveal anything, and looking good doing so. The more of them the merrier, they even look good stacked neatly with each other.": "Cần nhiều hơn một hộp lạ mắt? Chúng tôi đã hiểu bạn rồi boo! Những chiếc hộp sang trọng này sẽ chứa bất cứ thứ gì, không tiết lộ bất cứ điều gì và trông đẹp khi làm như vậy. Càng nhiều trong số chúng càng vui vẻ, chúng thậm chí còn trông đẹp khi xếp chồng lên nhau một cách gọn gàng.",
  "What's In The Boxes? Storage Boxes": "Trong Hộp Có Gì? Các Hộp Lưu Trữ",
  "Lana the Llama spent her childhood wishing she was a moose, but has since embraced her llama-ness and is eager to show you just how much of a llama she can be. Nestle her onto your favorite surface and prepare to be dazzled by her doing what she does best: sitting around being a llama sculpture!": "Lana the Llama đã dành thời thơ ấu để ước mình là một con nai sừng tấm, nhưng kể từ đó đã ôm lấy bản chất llama của mình và rất háo hức cho bạn thấy cô ấy có thể là llama đến mức nào. Hãy đặt cô ấy lên bề mặt yêu thích của bạn và chuẩn bị tinh thần để bị cô ấy làm choáng váng khi làm những gì cô ấy giỏi nhất: ngồi xung quanh làm một tác phẩm điêu khắc llama!",
  "Lana the Llama": "Lana the Llama",
  "Don't merely call this a Collage... as if! This board is more than random pieces of things put together in a relatively organized way, no sir, no way, no how! This is a inspiration piece, a carefully crafted collection of things that make you go about your day, discuss goals, where and what you want to be. So take a good look, be inspired! Be bold!": "Đừng chỉ gọi đây là một Ảnh Ghép... như thể! Tấm bảng này còn hơn cả những mảnh ghép ngẫu nhiên được ghép lại với nhau một cách tương đối có tổ chức, không thưa ông, không đời nào, không bao giờ! Đây là một tác phẩm truyền cảm hứng, một bộ sưu tập những thứ được chế tác cẩn thận khiến bạn trải qua một ngày, thảo luận về các mục tiêu, nơi và những gì bạn muốn trở thành. Vì vậy, hãy nhìn kỹ, hãy được truyền cảm hứng! Hãy táo bạo!",
  "Such A Mood - Moodboard": "Thật Là Một Tâm Trạng - Bảng Tâm Trạng",
  "A statement piece by master whittling artist and woodworker, Jack Whittler. This particular wooden mosaic is an abstract portrait of his mother, and depicts their uneven, often splintery relationship. A great conversation starter for when you'd like to direct discussion topics toward the complexity of family dynamics or the art of whittling.": "Một tác phẩm tuyên bố của nghệ sĩ đẽo gọt bậc thầy và thợ mộc, Jack Whittler. Bức tranh khảm gỗ đặc biệt này là một bức chân dung trừu tượng về mẹ của anh ấy và mô tả mối quan hệ không đồng đều, thường xuyên chia rẽ của họ. Một khởi đầu tuyệt vời cho cuộc trò chuyện khi bạn muốn hướng các chủ đề thảo luận đến sự phức tạp của động lực gia đình hoặc nghệ thuật đẽo gọt.",
  "Whittler's Mother": "Mẹ của Whittler",
  "This slim, tall, handsome piece of flexible furniture is imploring you, \"[Playername], please, attach me to a TV stand, smash me into a desk, make me feel whole again. You know how it is.\" Are you daring enough to make The Tall Rounded Floor Shelf with a Single Hatch by Be Modular's dreams come true?\\n\\nThis floor shelf can be attached to other floor-placed items in the Be Modular line.": "Món đồ nội thất linh hoạt, cao ráo, đẹp trai và mảnh mai này đang cầu xin bạn, \"[Playername], làm ơn, hãy gắn tôi vào một giá đỡ TV, đập tôi vào một chiếc bàn, làm cho tôi cảm thấy trọn vẹn trở lại. Bạn biết nó là như thế nào mà.\" Bạn có đủ táo bạo để biến những giấc mơ của Kệ Sàn Bo Tròn Cao Với Một Cửa Sổ Sập của Be Modular thành hiện thực không?\n\nKệ sàn này có thể được gắn vào các đồ vật đặt sàn khác trong dòng Be Modular.",
  "The Tall Rounded Floor Shelf with a Single Hatch by Be Modular": "Kệ Sàn Bo Tròn Cao Với Một Cửa Sổ Sập của Be Modular",
  "Is it a wardrobe? Is it a display case? By the powers that be, girl, you tell me. You can make this versatile floor shelf the base of any complicated shelving structure your imagination can imagine.\\n\\nThis floor shelf can be attached to other floor-placed items in the Be Modular line.": "Nó là một tủ quần áo? Nó là một tủ trưng bày? Bởi những sức mạnh đang tồn tại, cô gái, bạn hãy nói cho tôi biết. Bạn có thể biến chiếc kệ sàn đa năng này thành cơ sở của bất kỳ cấu trúc kệ phức tạp nào mà trí tưởng tượng của bạn có thể hình dung ra.\n\nKệ sàn này có thể được gắn vào các đồ vật đặt sàn khác trong dòng Be Modular.",
  "The Acute Trinket Displayer by Be Modular": "Người Trưng Bày Trang Sức Góc Cạnh của Be Modular",
  "Extend your walk-in closet display needs with this self-containing clothes box. If you see the bar, that means you can hang the clothes. Compatible with Hanging Clothes.": "Mở rộng nhu cầu trưng bày phòng thay đồ của bạn với hộp đựng quần áo tự chứa này. Nếu bạn nhìn thấy thanh, điều đó có nghĩa là bạn có thể treo quần áo. Tương thích với Quần Áo Treo.",
  "The Acute Self-Containing Clothes-Hanging Cubby by Be Modular": "Chuồng Treo Quần Áo Tự Chứa Góc Cạnh của Be Modular",
  "Proudly line your walk-in closet with this rectangular display that hangs your favorite clothing and displays your shoes. Compatible with Hanging Clothes.": "Tự hào xếp hàng trong phòng thay đồ của bạn với màn hình hình chữ nhật này treo quần áo yêu thích của bạn và trưng bày giày của bạn. Tương thích với Quần Áo Treo.",
  "The Acute Clothes-Hanging Shelf by Be Modular": "Kệ Treo Quần Áo Góc Cạnh của Be Modular",
  "Break up the monotony in your curvy luscious walk-in closet with this wall-hanging, clothes-hanging masterpiece. Compatible with Hanging Clothes": "Phá vỡ sự đơn điệu trong phòng thay đồ cong quyến rũ của bạn với kiệt tác treo quần áo, treo tường này. Tương thích với Quần Áo Treo",
  "The Rounded Clothes-Hanging Cubby by Be Modular": "Chuồng Treo Quần Áo Bo Tròn của Be Modular",
  "At first glance, this may look like a normal Be Modular rounded rectangular shelf, but if you look closer you'll see a very useful bar for hanging clothes. Go on... try it... hang the clothes. That's right.. hang the clothes.": "Thoạt nhìn, nó có vẻ giống như một chiếc kệ hình chữ nhật bo tròn Be Modular bình thường, nhưng nếu bạn nhìn kỹ hơn, bạn sẽ thấy một thanh rất hữu ích để treo quần áo. Hãy tiếp tục... thử đi... treo quần áo đi. Đúng vậy.. hãy treo quần áo đi.",
  "The Rounded Clothes-Hanging Shelf by Be Modular": "Kệ Treo Quần Áo Bo Tròn của Be Modular",
  "A true inspiration for any walk-in closet, this floating wall unit is a stunning way for you to display your shoes, hold your knick-knacks and make a statement.\\n\\nThis floating shelf can be attached to any other wall-placed shelving in the Be Modular line.": "Một nguồn cảm hứng thực sự cho bất kỳ phòng thay đồ nào, bộ phận treo tường nổi này là một cách tuyệt đẹp để bạn trưng bày giày dép, giữ đồ trang sức và đưa ra một tuyên bố.\n\nKệ nổi này có thể được gắn vào bất kỳ kệ treo tường nào khác trong dòng Be Modular.",
  "The Acute Large Glass Floating Shelf by Be Modular": "Kệ Nổi Bằng Kính Lớn Góc Cạnh của Be Modular",
  "For our more introverted clients who lead the private lives, we understand the need to lock precious positions away from prying eyes. Because it's all fun and games until your friend judges you for collecting porcelain giraffes.\\n\\nThis wall shelf can be attached to any other wall-placed shelving in the Be Modular line.": "Đối với những khách hàng hướng nội hơn của chúng tôi, những người có cuộc sống riêng tư, chúng tôi hiểu nhu cầu khóa những vị trí quý giá khỏi con mắt tò mò. Bởi vì tất cả đều là niềm vui và trò chơi cho đến khi bạn bè của bạn đánh giá bạn vì sưu tập hươu cao cổ bằng sứ.\n\nKệ treo tường này có thể được gắn vào bất kỳ kệ đặt tường nào khác trong dòng Be Modular.",
  "The Acute Hide-Away Shelf by Be Modular": "Kệ Ẩn Góc Cạnh của Be Modular",
  "Who says being organized can't also mean being stylish? This fine, simple piece combines nicely with other wall shelves and it's subdued visuals are perfect for displaying your most prized posessions.": "Ai nói rằng ngăn nắp không có nghĩa là phong cách? Món đồ đẹp, đơn giản này kết hợp độc đáo với các kệ treo tường khác và hình ảnh dịu dàng của nó là hoàn hảo để trưng bày những món đồ quý giá nhất của bạn.",
  "The Acute Double Drawer Shelf by Be Modular": "Kệ Hai Ngăn Kéo Góc Cạnh của Be Modular",
  "There's nothing more satisfying than taking small objects and containing them within other objects. NOTHING! If you are an organizer at heart, you understand the satisfaction... no... the need for containment of the right size and shape. Don't worry. This little rectangle shelf with its cute little glass cube on the end has got you covered.\\n\\nThis wall shelf can be attached to any other wall-placed shelving in the Be Modular line.": "Không có gì thỏa mãn hơn là lấy những vật nhỏ và chứa chúng bên trong những vật khác. KHÔNG CÓ GÌ! Nếu bạn là một người tổ chức trong tim, bạn hiểu sự hài lòng... không... nhu cầu chứa đựng kích thước và hình dạng phù hợp. Đừng lo lắng. Chiếc kệ hình chữ nhật nhỏ này với khối lập phương thủy tinh dễ thương ở cuối đã giúp bạn.",
  "The Acute Glass Display Cutie Cube by Be Modular": "Khối Lập Phương Thủy Tinh Dễ Thương Góc Cạnh của Be Modular",
  "An organizer's dream. This little cubby has literally a zillion uses. Stack a crew of these little cuties with each other to make an artistic wall display for all your tiny knick knack and doodad displaying needs. Or use them as a complimentary punctuation with any wall shelving from the Be Modular line.": "Một giấc mơ của người tổ chức. Chuồng nhỏ này thực tế có hàng tỷ cách sử dụng. Xếp một nhóm những em bé dễ thương này với nhau để tạo ra một màn hình treo tường nghệ thuật cho tất cả các nhu cầu trưng bày đồ lặt vặt và đồ trang trí nhỏ bé của bạn. Hoặc sử dụng chúng như một dấu chấm câu bổ sung với bất kỳ kệ treo tường nào từ dòng Be Modular.",
  "The Acute Cutie Cube Cubbie by Be Modular": "Chuồng Khối Lập Phương Dễ Thương Góc Cạnh của Be Modular",
  "During a shelving retreat at <i>Be Modular</i> we encouraged our employees to discuss everything they'd want in their ideal shelving unit. After hours of chatting about shelf height, storage capability and of course, wood grain, our design team got to work on a \"employee's choice\" shelf. Hopefully it ticks all your boxes too when it comes to storage!\\n\\nThis floating shelf can be attached to any other wall-placed shelving in the Be Modular line.": "Trong một cuộc rút lui về kệ tại <i>Be Modular</i>, chúng tôi khuyến khích nhân viên của mình thảo luận về mọi thứ họ muốn có trong bộ phận kệ lý tưởng của họ. Sau nhiều giờ trò chuyện về chiều cao của kệ, khả năng lưu trữ và tất nhiên là vân gỗ, đội ngũ thiết kế của chúng tôi đã bắt đầu thực hiện một chiếc kệ \"lựa chọn của nhân viên\". Hy vọng nó cũng đánh dấu vào tất cả các hộp của bạn khi nói đến lưu trữ!\n\nKệ nổi này có thể được gắn vào bất kỳ kệ đặt tường nào khác trong dòng Be Modular.",
  "Employee's Choice Cabinet by Be Modular": "Tủ Lựa Chọn Của Nhân Viên của Be Modular",
  "Furniture with sharp edges? We say nay! This stunning shelf piece from <i>Be Modular</i> is the perfect connection between other rounded tall shelves, squat shelves, or anything in between.\\n\\nThis floating shelf can be attached to any other wall-placed shelving in the Be Modular line.": "Đồ nội thất có các cạnh sắc nhọn? Chúng tôi nói không! Món đồ kệ tuyệt đẹp này từ <i>Be Modular</i> là sự kết nối hoàn hảo giữa các kệ cao bo tròn khác, kệ thấp hoặc bất cứ thứ gì ở giữa.\n\nKệ nổi này có thể được gắn vào bất kỳ kệ đặt tường nào khác trong dòng Be Modular.",
  "The Double Knob Rounded Wall Shelf by Be Modular": "Kệ Treo Tường Bo Tròn Hai Núm của Be Modular",
  "Here at Be Modular, we encourage you to punctuate your shelving masterpieces with this tall, versatile, sleek 3-knob piece of shelving mastery.\\n\\nThis floating shelf can be attached to any other wall-placed shelving in the Be Modular line.": "Tại Be Modular, chúng tôi khuyến khích bạn chấm phá các kiệt tác kệ của mình với món đồ kệ bậc thầy 3 núm cao, linh hoạt, kiểu dáng đẹp này.\n\nKệ nổi này có thể được gắn vào bất kỳ kệ đặt tường nào khác trong dòng Be Modular.",
  "Thrice Knobs Tall Rounded Wall Shelf by Be Modular": "Kệ Treo Tường Bo Tròn Ba Núm của Be Modular",
  "This single-door rounded wall shelf is the perfect partner to the rest of the rounded wall pieces from the Be Modular line. Stack ‘em, pile ‘em, put ‘em right next to each other! No matter what you do, you will have furniture to match.": "Kệ treo tường bo tròn một cánh này là đối tác hoàn hảo cho phần còn lại của các món đồ treo tường bo tròn từ dòng Be Modular. Xếp chúng, chất chúng, đặt chúng ngay cạnh nhau! Bất kể bạn làm gì, bạn sẽ có đồ nội thất phù hợp.",
  "The Rounded Rectangular Cubby by Be Modular": "Chuồng Hình Chữ Nhật Bo Tròn của Be Modular",
  "The sky is the limits when it comes to decorating options offered by these unassuming, yet spectacular little cubbies. Use them for an intricate piece of functional wall art or surprise your secret crush by writing their name on your living room wall. They'll be far too impressed by your creative organization resourcefulness to be weirded out, we promise.": "Bầu trời là giới hạn khi nói đến các tùy chọn trang trí được cung cấp bởi những chuồng nhỏ khiêm tốn nhưng ngoạn mục này. Sử dụng chúng cho một tác phẩm nghệ thuật treo tường có chức năng phức tạp hoặc gây bất ngờ cho người bạn thầm yêu bằng cách viết tên họ trên tường phòng khách của bạn. Chúng tôi hứa, họ sẽ quá ấn tượng với sự tháo vát tổ chức sáng tạo của bạn để cảm thấy kỳ lạ.",
  "The Rounded Cube Cubby by Be Modular": "Chuồng Khối Lập Phương Bo Tròn của Be Modular",
  "The taller, older sibling of the Rounded Cube Cubby is simple, yet sophisticated with two compartments for the placement of your finest items.\\n\\nThis floating shelf can be attached to any other wall-placed shelving in the Be Modular line.": "Người anh chị lớn tuổi hơn của Chuồng Khối Lập Phương Bo Tròn đơn giản nhưng tinh tế với hai ngăn để đặt những món đồ đẹp nhất của bạn.\n\nKệ nổi này có thể được gắn vào bất kỳ kệ đặt tường nào khác trong dòng Be Modular.",
  "The Rounded Tall Wall Shelf by Be Modular": "Kệ Treo Tường Cao Bo Tròn của Be Modular",
  "Most companies encourage their designers to \"think outside the box,\" resulting in thousands of designs being tossed aside just for being boxy. Here at BoxWorks, we believe in thinking inside the box, so much so that our newest line of sinks is entirely box-forward. Why mess with the classics? This perfectly cubed box sink is here to stay!": "Hầu hết các công ty khuyến khích các nhà thiết kế của họ \"suy nghĩ bên ngoài chiếc hộp\", dẫn đến hàng ngàn thiết kế bị loại bỏ chỉ vì có hình hộp. Tại BoxWorks, chúng tôi tin vào việc suy nghĩ bên trong chiếc hộp, đến mức dòng bồn rửa mới nhất của chúng tôi hoàn toàn hướng đến chiếc hộp. Tại sao lại làm rối tung các tác phẩm kinh điển? Bồn rửa hộp hình khối hoàn hảo này sẽ ở lại đây!",
  "Boxed Sink by BoxWorks": "Bồn Rửa Hình Hộp của BoxWorks",
  "What's better than a stack of pancakes? A stacked pedestal sink! And while you probably shouldn't be pouring syrup over it, it can definitely help you wash syrup off your hands in the most stylish way. A must have for messy brunch guests!": "Điều gì tốt hơn một chồng bánh kếp? Một bồn rửa bệ xếp chồng lên nhau! Và mặc dù bạn có lẽ không nên đổ siro lên đó, nhưng nó chắc chắn có thể giúp bạn rửa sạch siro khỏi tay theo cách phong cách nhất. Một món đồ không thể thiếu cho những vị khách ăn bữa nửa buổi bừa bộn!",
  "Super Stacked Sink": "Bồn Rửa Siêu Xếp Chồng",
  "Often times humanity wonders what life will be like in the distant future. What kind of new technology will change our lives? More importantly, what kinds of furniture will we sit on? This quilted bar stool is the product of such a wonder. Made of space-age material used aboard several crafts, this chair brings the comfort of tomorrow to your bottom... today!": "Thường thì nhân loại tự hỏi cuộc sống sẽ như thế nào trong tương lai xa xôi. Loại công nghệ mới nào sẽ thay đổi cuộc sống của chúng ta? Quan trọng hơn, chúng ta sẽ ngồi trên loại đồ nội thất nào? Ghế đẩu бар chần bông này là sản phẩm của một sự tự hỏi như vậy. Được làm bằng vật liệu thời đại vũ trụ được sử dụng trên một số tàu thuyền, chiếc ghế này mang đến sự thoải mái của ngày mai cho phần dưới cùng của bạn... ngay hôm nay!",
  "Tomorrow's Bar Stool": "Ghế Đẩu Бар Của Ngày Mai",
  "Humanity wonders what life would be like tomorrow... but today. What will things look like? How they will work? Will they work? We sure hope so!\\n\\nIn the future you can always count on eating, and where there is eating... there is seating. This dining chair is sleek, modern, minimal sure, but it holds enough comfort to get through the rituals of dinners everywhere from the past, present, and future.\n": "Nhân loại tự hỏi cuộc sống sẽ như thế nào vào ngày mai... nhưng hôm nay. Mọi thứ sẽ trông như thế nào? Chúng sẽ hoạt động như thế nào? Chúng sẽ hoạt động chứ? Chúng tôi chắc chắn hy vọng như vậy!\n\nTrong tương lai, bạn luôn có thể tin tưởng vào việc ăn uống và ở đâu có ăn uống... thì ở đó có chỗ ngồi. Chiếc ghế ăn này kiểu dáng đẹp, hiện đại, tối giản chắc chắn, nhưng nó đủ thoải mái để vượt qua các nghi thức ăn tối ở khắp mọi nơi từ quá khứ, hiện tại và tương lai.",
  "The TrendSitter": "Người Đặt Xu Hướng",
  "For anyone with back problems, this plush-yet-firm chair cradles your back but still manages to be firm. Kind of like one of those kindergarten teachers who is really sweet to you but still won't let you make faces at Kelly Schwartz even though she was totally out of line for taking the last graham cracker during snack time.": "Đối với bất kỳ ai có vấn đề về lưng, chiếc ghế sang trọng nhưng chắc chắn này nâng niu lưng của bạn nhưng vẫn cố gắng giữ vững. Giống như một trong những giáo viên mẫu giáo thực sự ngọt ngào với bạn nhưng vẫn không cho bạn làm mặt với Kelly Schwartz mặc dù cô ấy hoàn toàn vượt quá giới hạn khi lấy chiếc bánh quy giòn cuối cùng trong giờ ăn nhẹ.",
  "Plush-yet-Firm Chair": "Ghế Sang Trọng Nhưng Chắc Chắn",
  "A plush, no-nonsense chair made of space-age futuristic foam. Cradles your backside so well, you'll wish the future would have gotten here years ago.": "Một chiếc ghế sang trọng, không vô nghĩa được làm bằng bọt tương lai thời đại vũ trụ. Nâng niu phía sau của bạn rất tốt, bạn sẽ ước tương lai đã đến đây từ nhiều năm trước.",
  "No-Nonsense Butt-Hugger Chair": "Ghế Ôm Mông Không Vô Nghĩa",
  "Why just accessorize with accessories? If you're going to spend time planning and agonizing over an outfit, you should make sure your surrounding furniture compliments it as well. This unfussy ottoman gives anyone's outfit a nice boost. With its sleek lines and simple silhouette, it's sure to look fabulous in the background of any Simstagram selfie.": "Tại sao chỉ phụ kiện hóa bằng phụ kiện? Nếu bạn sẽ dành thời gian để lên kế hoạch và đau khổ vì một bộ trang phục, bạn nên đảm bảo rằng đồ nội thất xung quanh bạn cũng khen ngợi nó. Chiếc ottoman không cầu kỳ này giúp bộ trang phục của bất kỳ ai trở nên đẹp hơn. Với đường nét bóng bẩy và hình dáng đơn giản, nó chắc chắn sẽ trông tuyệt vời trong nền của bất kỳ bức ảnh tự sướng Simstagram nào.",
  "Goes-With-Anything Ottoman": "Ghế Ottoman Đi Với Mọi Thứ",
  "It took our furniture engineering team years to figure out how to design the perfect blend of style and comfort, but they did it. Years of staying late in the furniture lab, missing family dinners, birthdays, graduations, anniversaries, weddings, and PTA meetings. But putting their relationships, social lives and wellbeing at risk was worth it for the comfort of your backside. Once you sink into this cushioned masterpiece, you'll agree.": "Đội ngũ kỹ thuật đồ nội thất của chúng tôi đã mất nhiều năm để tìm ra cách thiết kế sự pha trộn hoàn hảo giữa phong cách và sự thoải mái, nhưng họ đã làm được. Nhiều năm ở lại muộn trong phòng thí nghiệm đồ nội thất, bỏ lỡ bữa tối gia đình, sinh nhật, lễ tốt nghiệp, lễ kỷ niệm, đám cưới và các cuộc họp PTA. Nhưng việc đặt các mối quan hệ, cuộc sống xã hội và hạnh phúc của họ vào nguy cơ là xứng đáng cho sự thoải mái của phía sau bạn. Khi bạn chìm vào kiệt tác đệm này, bạn sẽ đồng ý.",
  "Masterpiece Chair": "Ghế Kiệt Tác",
  "This ultra swanky chair was made fun of by all other chairs for a long time due to its extra large back, which, in the chair world is the equivalent to having an extra large forehead. The chair was teased relentlessly, excluded from many sleepovers in elementary school, and forced to eat alone at lunch on the playground. Then one day a furniture scout spotted the chair and the rest is history. Suddenly the chair was featured in catalogues and showrooms all over the world. Bidding wars ensued about which shop was going to sell the chair, and auctioneers ran out of breath taking offers from multiple designers. The chair is now available to the public, to those who respect its unique look, of course. The moral of the story is beauty is in the eye of the beholder, but also, don't be a jerk to someone just because they look different than you.": "Chiếc ghế cực kỳ sang trọng này đã bị tất cả các chiếc ghế khác chế giễu trong một thời gian dài do lưng ghế quá lớn, điều này, trong thế giới ghế, tương đương với việc có một cái trán quá lớn. Chiếc ghế đã bị trêu chọc không ngừng, bị loại khỏi nhiều buổi ngủ lại ở trường tiểu học và buộc phải ăn một mình vào bữa trưa ở sân chơi. Sau đó, một ngày nọ, một người tìm kiếm đồ nội thất đã phát hiện ra chiếc ghế và phần còn lại là lịch sử. Đột nhiên, chiếc ghế đã được giới thiệu trong các danh mục và phòng trưng bày trên khắp thế giới. Các cuộc chiến đấu thầu đã diễn ra về việc cửa hàng nào sẽ bán chiếc ghế và những người bán đấu giá đã hết hơi khi nhận các ưu đãi từ nhiều nhà thiết kế. Chiếc ghế hiện đã có sẵn cho công chúng, cho những người tôn trọng vẻ ngoài độc đáo của nó, tất nhiên. Đạo đức của câu chuyện là vẻ đẹp nằm trong mắt của người nhìn, nhưng cũng đừng là một kẻ ngốc với ai đó chỉ vì họ trông khác bạn.",
  "Rags to Riches Chair": "Ghế Từ Nghèo Khó Thành Giàu Có",
  "Enjoy this stylish chaise's options of armless, double-armed, left armed, right armed, or even nestled into your sectional sofa. No living space is complete without the tender touch of the Tough and Tufted Chaise Lounge.": "Tận hưởng các tùy chọn của chiếc ghế dài phong cách này không có tay vịn, hai tay vịn, tay vịn bên trái, tay vịn bên phải hoặc thậm chí được đặt vào диван секционный của bạn. Không có không gian sống nào hoàn chỉnh nếu không có sự chạm nhẹ của Ghế Dài Cứng Cáp và Bọc Túi.",
  "Tough and Tufted Chaise Lounge": "Ghế Dài Cứng Cáp và Bọc Túi",
  "Stretch out your weary legs at the end of the day on this masterful chaise that looks just as fine at the end of your sofa as it does on its own.": "Duỗi thẳng đôi chân mệt mỏi của bạn vào cuối ngày trên chiếc ghế dài tuyệt vời này trông cũng đẹp ở cuối диван của bạn như khi nó ở một mình.",
  "A Lounge Evolved: The Sectional Chaise": "Ghế Dài Được Phát Triển: Ghế Dài Диван Секционный",
  "Yet another piece of furniture without arms? Have we lost our minds? Nope, we're just embracing minimalism. You should try it! This sleek bench is great for anyone who has visitors they want to impress, but not the kind of visitors they want getting <i>too</i> comfortable in their living room.": "Một món đồ nội thất khác không có tay vịn? Chúng ta đã mất trí rồi à? Không, chúng tôi chỉ đang nắm lấy chủ nghĩa tối giản. Bạn nên thử nó! Chiếc ghế dài kiểu dáng đẹp này rất phù hợp cho bất kỳ ai có khách mà họ muốn gây ấn tượng, nhưng không phải loại khách mà họ muốn cảm thấy <i>quá</i> thoải mái trong phòng khách của họ.",
  "Superficially Social Sitting Bench": "Ghế Dài Ngồi Xã Giao Hời Hợt",
  "This may not look like the traditional loveseat since it's got no arms, but neither does the Venus de Milo and she's doing quite well for herself. So, cuddle up to that special Sim-one and enjoy! You may not be able to rest your arms anywhere, but you'll find things to do with them.": "Ghế Tình Yêu Đặc Biệt",
  "Special Sim-One Loveseat": "Bầu trời là giới hạn khi nói đến các tùy chọn cấu hình cho Tough and Tufted. Dám tận dụng toàn bộ bộ hình dạng chỗ ngồi mà диван секционный phong cách này mang lại và chắc chắn bạn sẽ không hối tiếc.",
  "The sky is the limit when it comes to configuration options for the Tough and Tufted. Dare to leverage the full suite of seating shapes this stylish sectional has to offer and you surely won't regret it.": "Bạn có thể xem диван секционный, hoặc có thể xem thêm.",
  "Tough and Tufted Sectional Sofa": "Bạn có thể xem диван, nhưng bạn không thể xem.",
  "More than a loveseat, more than a sofa. A Couch Evolved Sectional can be twisted, turned, capped, cornered, and extended to suit any home's comfort needs.": "You can love it. but you can't look at it.",
  "A Couch Evolved: The Sectional Sofa": "A Couch Evolved: The Sectional Sofa",
  "According to the largest community for interior decorating, Residence Remedy, this large swoopy-back couch is all the rage to become the hottest trend. It's got it all. Squishy, butt-supporting cushions, carefully placed pillows and of course, that elegant swoop-back. Swoop swoop!": "According to the largest community for interior decorating, Residence Remedy, this large swoopy-back couch is all the rage to become the hottest trend. It's got it all. Squishy, butt-supporting cushions, carefully placed pillows and of course, that elegant swoop-back. Swoop swoop!",
  "Swoopy Backed Sofa": "A test line item. Don't see me in game, thanks!",
  "If fire isn't your thing or if you would like to benefit from safe and renewable power sources, look no further than the Induct'o'Matic! This stylish induction stove will cook any meal you throw at it with only low chances of burning down the house.": "This item is locked and can't be tuned",
  "Induct'o'Matic": "This buff will improve the Sim's skill gain.",
  "It has been said that the key to some cuisines is firepower. We're not big on ancient philosophy but here at Blazin' Ladles we believe in a good, steady flame to warm your heart and your stomach. Whether you're just sauteeing some veggies or stir-frying up a gourmet storm - look no further than this modern take on an old classic.": "Người ta đã nói rằng chìa khóa của một số món ăn là hỏa lực. Chúng tôi không giỏi triết học cổ đại nhưng tại Blazin' Ladles, chúng tôi tin vào một ngọn lửa tốt, ổn định để sưởi ấm trái tim và dạ dày của bạn. Cho dù bạn chỉ xào một ít rau hay khuấy động một cơn bão ẩm thực - không cần tìm đâu xa ngoài cách tiếp cận hiện đại này trên một tác phẩm kinh điển cũ.",
  "Modern Gas Stove By Blazin' Ladles": "Bếp Газ Hiện Đại Của Blazin' Ladles",
  "Got me a coffee table\\nAnd set it afloat as it looks like a boat\\nAnd sailed it home\\n\\nFound me a cofee table\\nAnd I made it my own\\n\\nGot me a coffee table\\nThat is amazing to care for\\nFor my tchotchkes and trinkets\\nFor my perfect home": "Có được một bàn cà phê\nVà đặt nó nổi vì trông giống như một chiếc thuyền\nVà chèo nó về nhà\n\nTìm thấy cho tôi một bàn cà phê\nVà tôi đã tự mình làm nó\n\nCó được một bàn cà phê\nĐiều đó thật tuyệt vời để chăm sóc\nCho những món đồ nhỏ và đồ trang sức của tôi\nCho ngôi nhà hoàn hảo của tôi",
  "\"It looks like a Boat\" Coffee Table": "Bàn Cà Phê \"Trông Giống Như Một Chiếc Thuyền\"",
  "Perfectly sided surface for all your knick knacks and things you don't want your visitors to touch! Equitative sides to make things even so none of your items fight for their space, it all fits! This is quite the magnificent square.": "Bề mặt được thiết kế hoàn hảo cho tất cả những món đồ lặt vặt và những thứ bạn không muốn khách của mình chạm vào! Các mặt tương đương để làm cho mọi thứ đồng đều để không món đồ nào của bạn tranh giành không gian của chúng, tất cả đều vừa vặn! Đây là một hình vuông tuyệt vời.",
  "It's Good To Be Square - Coffee Table": "Thật Tuyệt Khi Là Hình Vuông - Bàn Cà Phê",
  "The perfect partner to a sectional sofa, The Acute Coffee Table by Be Modular can be snapped into any configuration to match whatever wild shape your sectional takes.": "Là đối tác hoàn hảo cho диван секционный, Bàn Cà Phê Góc Cạnh của Be Modular có thể được gắn vào bất kỳ cấu hình nào để phù hợp với bất kỳ hình dạng hoang dã nào mà диван секционный của bạn có.",
  "The Acute Coffee Table by Be Modular": "Bàn Cà Phê Góc Cạnh của Be Modular",
  "As a rather social coffee table, this little sweetie loves to be paired up with other Be Modular furnishings like desks, floor shelves, or even other coffee tables! Go ahead, find creative ways to make this little lovie happy.": "Là một bàn cà phê khá hòa đồng, chiếc bánh ngọt nhỏ bé này thích được kết hợp với các đồ nội thất Be Modular khác như bàn làm việc, kệ sàn hoặc thậm chí các bàn cà phê khác! Cứ tiếp tục, hãy tìm những cách sáng tạo để làm cho con yêu nhỏ bé này hạnh phúc.",
  "The Rounded Coffee Table by Be Modular": "Bàn Cà Phê Bo Tròn của Be Modular",
  "A six legged table?! Unconventional? Yes, but sturdy? Definitely! I mean it works for ants and an ant can lift 5,000 times its own body weight. We're not saying you should start stacking 5,000 of these tables on top of this table, but if you're looking for a place to put that rock solid fruitcake, this will do.": "Một chiếc bàn sáu chân?! Không theo quy ước? Đúng vậy, nhưng chắc chắn? Chắc chắn rồi! Ý tôi là nó có tác dụng đối với kiến ​​và một con kiến ​​có thể nâng gấp 5.000 lần trọng lượng cơ thể của chính nó. Chúng tôi không nói rằng bạn nên bắt đầu xếp 5.000 chiếc bàn này lên trên chiếc bàn này, nhưng nếu bạn đang tìm một nơi để đặt chiếc bánh trái cây chắc chắn đó, thì chiếc bàn này sẽ làm được.",
  "Rock Steady Six-Legged Table": "Chiếc Bàn Sáu Chân Chắc Chắn Như Đá",
  "Centuries ago after the great table wars, society found themselves with a shortage of tables since so many were lost in battle. A local fisherman who had only built boats before volunteered to craft one for his seaside village, but as he had no experience building tables, he wasn't quite sure how to attach individual table legs. Instead, he constructed the supports the same way he would have built a boat rudder. Thankfully it worked, and people were once again able to eat dinner on a table rather than a plank of wood they stretched across their laps. Whew!": "Nhiều thế kỷ trước sau các cuộc chiến tranh bàn vĩ đại, xã hội thấy mình thiếu bàn vì có quá nhiều bàn bị mất trong trận chiến. Một ngư dân địa phương trước đây chỉ đóng thuyền đã tình nguyện chế tạo một chiếc bàn cho ngôi làng ven biển của mình, nhưng vì anh ta không có kinh nghiệm đóng bàn nên anh ta không hoàn toàn chắc chắn làm thế nào để gắn từng chân bàn riêng lẻ. Thay vào đó, anh ta đã xây dựng các giá đỡ giống như cách anh ta đã xây dựng bánh lái thuyền. May mắn thay, nó đã hoạt động và mọi người lại có thể ăn tối trên bàn thay vì một tấm ván gỗ mà họ trải dài trên lòng mình. Phù!",
  "Tabley McTableface the Table": "Bàn Tabley McTableface",
  "Centuries ago during the great table wars, Cuthbert B. Table the 4th led all circular end tables to victory against the square end tables. The road was long and some tables came out looking quite shabby on the other side - lack of varnish, missing legs, chipped surfaces and water stains from lack of coaster usage, but it was all worth it. As a tribute to his legacy, please use this replica of Cuthbert B. Table with pride. They don't teach this sort of thing in schools or the internet, but now you know the true history.": "Nhiều thế kỷ trước trong các cuộc chiến tranh bàn vĩ đại, Cuthbert B. Table thứ 4 đã dẫn đầu tất cả các bàn cuối hình tròn đến chiến thắng trước các bàn cuối hình vuông. Con đường rất dài và một số bàn đã trở nên khá tồi tàn ở phía bên kia - thiếu vecni, thiếu chân, bề mặt bị sứt mẻ và các vết nước do không sử dụng đế lót ly, nhưng tất cả đều xứng đáng. Để tỏ lòng tôn kính với di sản của anh ấy, vui lòng sử dụng bản sao của Cuthbert B. Table với niềm tự hào. Họ không dạy điều này trong trường học hoặc internet, nhưng bây giờ bạn đã biết lịch sử thực sự.",
  "Cuthbert B. Table": "Cuthbert B. Table",
  "Calling all enjoyers of muffins, scones, and flakey croissants! Presenting: the Crumbcatcher. With built-in crumb-catching technology, this little end table is perfect for those times when you've just eaten a large platter of granola bars, got up off the couch, reached for the remote only to have a cascade of crumbs follow you in your wake. Instead of hitting the floor, this little table collects them for you, making cleanup easy. It only works on two sides though, so... take note and plan your crumb dusting accordingly. Maybe some day science can figure out how to make it work on all sides of the table, but we're just not there yet.": "Gọi tất cả những người yêu thích bánh nướng xốp, bánh nướng và bánh sừng bò bông tuyết! Trình bày: Crumbcatcher. Với công nghệ bắt vụn bánh tích hợp, chiếc bàn cuối nhỏ bé này hoàn hảo cho những lúc bạn vừa ăn một đĩa lớn bánh granola, đứng dậy khỏi диван, với lấy điều khiển từ xa chỉ để có một loạt vụn bánh theo bạn trong cơn thức giấc của bạn. Thay vì chạm sàn, chiếc bàn nhỏ này sẽ thu thập chúng cho bạn, giúp việc dọn dẹp trở nên dễ dàng. Tuy nhiên, nó chỉ hoạt động ở hai bên, vì vậy... hãy ghi lại và lên kế hoạch rũ vụn bánh của bạn cho phù hợp. Có lẽ một ngày nào đó khoa học có thể tìm ra cách làm cho nó hoạt động ở tất cả các mặt của bàn, nhưng chúng ta chưa đạt đến đó.",
  "The Crumbcatcher End Table": "Bàn Cuối Crumbcatcher",
  "This precious piece is as perfect at the end of your sofa as it is nestled next to you in bed. At just the right quaint size to fit nearly everywhere coupled with its agressive matchable quality to other Acute items the Be Modular line, we dare you to not overuse this piece.\\n\\nThis end table can be attached to other floor-placed items in the Be Modular line.": "Món đồ quý giá này hoàn hảo ở cuối диван của bạn cũng như được nép mình bên cạnh bạn trên giường. Chỉ với kích thước cổ kính vừa phải để phù hợp với hầu hết mọi nơi kết hợp với chất lượng có thể phù hợp một cách tích cực với các món đồ Góc Cạnh khác trong dòng Be Modular, chúng tôi dám bạn không lạm dụng món đồ này.\n\nBàn cuối này có thể được gắn vào các đồ vật đặt sàn khác trong dòng Be Modular.",
  "The Simply Squared End Table by Be Modular": "Bàn Cuối Đơn Giản Hình Vuông của Be Modular",
  "This delightfully emotive coffee table embodies the wonderment we feel at Be Modular when we see our modular furnishings pushed to their glorious organizational extremes.\\n\\nAwestruck Erik can be attached to other floor-placed items in the Be Modular line.\\n\\nWe're confident you'll properly shock him.": "Chiếc bàn cà phê biểu cảm thú vị này thể hiện sự kỳ diệu mà chúng tôi cảm thấy tại Be Modular khi chúng tôi thấy đồ nội thất mô-đun của mình được đẩy đến mức tổ chức vĩ đại nhất của chúng.\n\nAwestruck Erik có thể được gắn vào các đồ vật đặt sàn khác trong dòng Be Modular.\n\nChúng tôi tin rằng bạn sẽ gây sốc cho anh ấy một cách thích hợp.",
  "Awestruck Erik by Be Modular": "Awestruck Erik của Be Modular",
  "The designer of this table couldn't decide whether or not to make the table a classic square shape or a softer, more modern circular shape. In the end, indecisiveness won so we present to you the Squircle table. It's a square, but with rounded edges! We think it's quite catchy. Squircles will be everywhere this spring so jump on the bandwagon while you can!": "Nhà thiết kế của chiếc bàn này không thể quyết định có nên làm cho chiếc bàn có hình vuông cổ điển hay hình tròn mềm mại hơn, hiện đại hơn hay không. Cuối cùng, sự thiếu quyết đoán đã chiến thắng nên chúng tôi xin giới thiệu với bạn chiếc bàn Squircle. Nó là một hình vuông, nhưng với các cạnh tròn! Chúng tôi nghĩ nó khá hấp dẫn. Squircle sẽ có mặt ở khắp mọi nơi vào mùa xuân này nên hãy nhảy lên xe đi nào!",
  "The Squircle Hallway Table": "Bàn Hành Lang Squircle",
  "This tent will not protect your children from the dangers of the wild, but it will unlock the wilds of their imagination!": "Chiếc lều này sẽ không bảo vệ con bạn khỏi những nguy hiểm của thế giới hoang dã, nhưng nó sẽ mở ra sự hoang dã trong trí tưởng tượng của chúng!",
  "Fantastical Play Tent": "Lều Chơi Kỳ Ảo",
  "This TV stand is unconventional in the best way. It's made from solid oak so it won't fall apart during your favorite show, which, if you think about it, is really all you can ask from a good TV stand.\\n\\nThis TV stand can be attached to other floor-placed items in the Be Modular line.": "Giá đỡ TV này là không chính thống theo cách tốt nhất. Nó được làm từ gỗ sồi nguyên khối nên nó sẽ không rơi ra trong chương trình yêu thích của bạn, điều mà nếu bạn nghĩ về nó, thực sự là tất cả những gì bạn có thể yêu cầu từ một giá đỡ TV tốt.\n\nGiá đỡ TV này có thể được gắn vào các đồ vật đặt sàn khác trong dòng Be Modular.",
  "The Acute Floor TV Stand by Be Modular": "Giá Đỡ TV Sàn Góc Cạnh của Be Modular",
  "All in all, a great smooth-cornered TV stand.\\n\\nThis TV stand can be attached to other floor-placed items in the Be Modular line.": "Nói chung, một giá đỡ TV góc trơn tru tuyệt vời.\n\nGiá đỡ TV này có thể được gắn vào các đồ vật đặt sàn khác trong dòng Be Modular.",
  "The Rounded Floor TV Stand by Be Modular": "Giá Đỡ TV Sàn Bo Tròn của Be Modular",
  "Elevate not only your TV-watching experience, but also your entire entertainment center.\\n\\nThis wall-mounted TV stand can be attached to any other wall-placed items in the Be Modular line.": "Nâng cao không chỉ trải nghiệm xem TV của bạn, mà còn cả trung tâm giải trí của bạn.\n\nGiá đỡ TV treo tường này có thể được gắn vào bất kỳ vật phẩm đặt trên tường nào khác trong dòng Be Modular.",
  "The Acute Wall Mounted TV Stand by Be Modular": "Giá Đỡ TV Treo Tường Góc Cạnh của Be Modular",
  "And it goes without saying, being part of the Be Modular line and all, it's just begging to be turned into some crazy boss entertainment center with the help of some additional Be Modular wall shelving. Are you ready? Because we are. Ready, that is. For a boss entertainment center. Bring it.": "Và không cần phải nói, là một phần của dòng Be Modular và tất cả, nó chỉ cầu xin được biến thành một trung tâm giải trí ông chủ điên rồ với sự trợ giúp của một số kệ treo tường Be Modular bổ sung. Bạn đã sẵn sàng chưa? Bởi vì chúng tôi sẵn sàng. Sẵn sàng, đó là. Cho một trung tâm giải trí ông chủ. Mang nó đến.",
  "The Rounded Wall Mounted TV Stand by Be Modular": "Giá Đỡ TV Treo Tường Bo Tròn của Be Modular",
  "Call Clients to Lot ": "Gọi Khách Hàng Đến Khu Nhà",
  "Take Before Photos, enter Build Mode and modify the Lot, and take After Photos before calling Clients back.": "Chụp Ảnh Trước, vào Chế Độ Xây Dựng và sửa đổi Khu Nhà, và chụp Ảnh Sau trước khi gọi lại cho Khách Hàng.",
  "Are you sure you would like to cancel the Decorator Gig?": "Bạn có chắc chắn muốn hủy Công Việc Trang Trí?",
  "Cancel Decorator Gig? ": "Hủy Công Việc Trang Trí?",
  "Cancel Gig": "Hủy Công Việc",
  "The letter’s contents are indecipherable. {0.SimFirstName} can’t make out what it says.": "Nội dung của bức thư không thể giải mã được. {0.SimFirstName} không thể hiểu nó nói gì.",
  "{0.SimFirstName},\\n\\nIf there's a higher power, then they will judge you for what you've done.\\n\\nWith ingratitude,\\nThe {1.String|enHouseholdNamePlural} ": "{0.SimFirstName},\n\nNếu có một quyền lực cao hơn, thì họ sẽ phán xét bạn vì những gì bạn đã làm.\n\nVới sự vô ơn,\n{1.String|enHouseholdNamePlural}",
  "{0.SimFirstName},\\n\\nI find myself wondering if you have roommates. If you do, I admire them. It must take a certain strength to live with someone with your design sense. Hah! Imagining the horror that must be your home makes me feel a bit better about my own lot. Anyways, there’s no need to write me back.\\n\\n{1.String} ": "{0.SimFirstName},\n\nTôi thấy mình tự hỏi liệu bạn có bạn cùng phòng hay không. Nếu có, tôi ngưỡng mộ họ. Chắc hẳn phải có một sức mạnh nhất định để sống với một người có gu thẩm mỹ như bạn. Hah! Tưởng tượng sự kinh dị mà ngôi nhà của bạn chắc hẳn phải có khiến tôi cảm thấy khá hơn một chút về khu nhà của riêng mình. Dù sao thì cũng không cần phải viết thư lại cho tôi.\n\n{1.String}",
  "Dear {0.SimFirstName},\\n\\nMay all your toast fall butter-side down.\\n\\nWishing you the worst,\\nThe {1.String|enHouseholdNamePlural}": "Chào {0.SimFirstName},\n\nCầu mong tất cả bánh mì nướng của bạn đều rơi mặt bơ xuống.\n\nChúc bạn những điều tồi tệ nhất,\n{1.String|enHouseholdNamePlural}",
  "{0.SimFirstName},\\n\\nPlease consider taking a break from work. Or better yet, a change of profession! After the renovation, we can’t sleep at night thinking that others may fall victim to your designs. It’s really the least you could do.\\n\\nThanks,\\nThe {1.String|enHouseholdNamePlural} ": "{0.SimFirstName},\n\nVui lòng cân nhắc việc nghỉ làm. Hoặc tốt hơn nữa, một sự thay đổi nghề nghiệp! Sau khi cải tạo, chúng tôi không thể ngủ vào ban đêm khi nghĩ rằng những người khác có thể trở thành nạn nhân của các thiết kế của bạn. Đó thực sự là điều ít nhất bạn có thể làm.\n\nCảm ơn,\n{1.String|enHouseholdNamePlural}",
  "Dear {0.SimFirstName},\\n\\nThere was a study about how being in well decorated spaces increases happiness. Well, we can attest to that! We love love LOVE what you did with the place!\\n\\nBest,\\nThe {1.String|enHouseholdNamePlural} ": "Chào {0.SimFirstName},\n\nCó một nghiên cứu về cách ở trong không gian được trang trí tốt làm tăng hạnh phúc. Chà, chúng tôi có thể chứng thực điều đó! Chúng tôi yêu yêu YÊU những gì bạn đã làm với nơi này!\n\nLời chúc tốt đẹp nhất,\n{1.String|enHouseholdNamePlural}",
  "{0.SimFirstName},\\n\\nI am so lucky that you took the job! Every time I look at my new space, I think of how lucky I am that you were there for me.\\n\\nSincerely,\\n\\nThe {1.String|enHouseholdNamePlural}": "{0.SimFirstName},\n\nTôi rất may mắn vì bạn đã nhận công việc! Mỗi khi nhìn vào không gian mới của mình, tôi lại nghĩ về việc mình may mắn như thế nào khi bạn ở đó vì tôi.\n\nTrân trọng,\n{1.String|enHouseholdNamePlural}",
  "Dearest {0.SimFirstName},\\n\\nI do hope you're well. I'm writing to let you know how much I still love the renovation. Sometimes I catch myself just standing there in awe. You did such a terrific job! We’re all thrilled over here.\\n\\nSincerely,\\nThe {1.String|enHouseholdNamePlural} ": "Thân mến {0.SimFirstName},\n\nTôi thực sự hy vọng bạn khỏe. Tôi viết thư này để cho bạn biết tôi vẫn yêu thích việc cải tạo đến mức nào. Đôi khi tôi bắt gặp mình chỉ đứng đó trong sự kinh ngạc. Bạn đã làm một công việc tuyệt vời! Tất cả chúng tôi đều rất vui mừng ở đây.\n\nTrân trọng,\n{1.String|enHouseholdNamePlural}",
  "Dear {0.SimFirstName},\\n\\nI can't believe the work you did! The space just feels that much more inviting and open, and I didn't think it could be done. Kudos to you and wishing you more projects in the future!\\n\\nWith gratitude,\\nThe {1.String|enHouseholdNamePlural}": "Chào {0.SimFirstName},\n\nTôi không thể tin vào công việc bạn đã làm! Không gian chỉ có cảm giác mời gọi và cởi mở hơn nhiều, và tôi đã không nghĩ rằng nó có thể được thực hiện. Xin chúc mừng bạn và chúc bạn có nhiều dự án hơn trong tương lai!\n\nVới lòng biết ơn,\n{1.String|enHouseholdNamePlural}",
  "This is not addressed to {0.SimFirstName}. ": "Đây không phải là thư gửi cho {0.SimFirstName}.",
  "Open Letter": "Thư Ngỏ",
  "Open Package": "Mở Gói Hàng",
  "Travel to Client's Lot": "Đến Khu Nhà của Khách Hàng",
  "Go to Front Door": "Đến Cửa Trước",
  "Inspect {1.ObjectName}": "Kiểm Tra {1.ObjectName}",
  "Are you sure you want to send the Client away? You won't be able to discover any more of the Client's Likes or Dislikes once they leave. ": "Bạn có chắc chắn muốn đuổi Khách Hàng đi không? Bạn sẽ không thể khám phá thêm bất kỳ Sở Thích hoặc Không Thích nào của Khách Hàng sau khi họ rời đi.",
  "Send Client Away ": "Đuổi Khách Hàng Đi",
  "Send Client Away": "Đuổi Khách Hàng Đi",
  "Check This Out": "Xem Cái Này Đi",
  "Check on Client": "Kiểm Tra Khách Hàng",
  "Reveal Renovations to Client": "Tiết Lộ Việc Cải Tạo cho Khách Hàng",
  "Are you sure you want to delete these photos? You cannot recover them if you do.": "Bạn có chắc chắn muốn xóa những bức ảnh này không? Bạn không thể khôi phục chúng nếu bạn làm vậy.",
  "Delete Photos?": "Xóa Ảnh?",
  "The response to {0.SimFirstName}'s article is good! The top comment reads: <i>“{0.SimLastName} did all that? <b>PLEASE</b> I need this kind of upgrade in my life! Do you think {M0.he}{F0.she} will accept a shout out as payment? I have <b>A LOT</b> of followers on Simstagram.\"</i>": "Phản hồi về bài viết của {0.SimFirstName} là tốt! Bình luận hàng đầu có nội dung: <i>\"{0.SimLastName} đã làm tất cả những điều đó sao? <b>LÀM ƠN</b> tôi cần loại nâng cấp này trong cuộc sống của mình! Bạn có nghĩ {M0.he}{F0.she} sẽ chấp nhận một lời cảm ơn như thanh toán không? Tôi có <b>RẤT NHIỀU</b> người theo dõi trên Simstagram.\"</i>",
  "{0.SimFirstName}'s article wasn't received well. That's… discouraging.": "Bài viết của {0.SimFirstName} không được đón nhận tốt. Thật là... đáng nản lòng.",
  "The response to {0.SimFirstName}'s article is good! The top comment reads: “I heard about {M0.him}{F0.her} from the {2.String|enHouseholdNamePlural}. Apparently {M0.he}{F0.she} does a first-rate job!\"": "Phản hồi về bài viết của {0.SimFirstName} là tốt! Bình luận hàng đầu có nội dung: “Tôi đã nghe về {M0.him}{F0.her} từ {2.String|enHouseholdNamePlural}. Rõ ràng {M0.he}{F0.she} đã làm một công việc hạng nhất!\"",
  "The response to {0.SimFirstName}'s article is good! The top comment reads: <i>“WOW! This gave me so many ideas... I wonder how much of this I can DIY.”</i>": "Phản hồi về bài viết của {0.SimFirstName} là tốt! Bình luận hàng đầu có nội dung: <i>“WOW! Điều này đã cho tôi rất nhiều ý tưởng... Tôi tự hỏi mình có thể tự làm được bao nhiêu trong số này.”</i>",
  "{0.SimFirstName}'s article was received surprisingly well, considering {M0.his}{F0.her} current track record. ": "Bài viết của {0.SimFirstName} đã được đón nhận tốt một cách đáng ngạc nhiên, nếu xét đến thành tích hiện tại của {M0.his}{F0.her}.",
  "{0.SimFirstName}'s article got pretty good reception! Seeing it out there now is encouraging, to say the least. ": "Bài viết của {0.SimFirstName} đã nhận được sự đón nhận khá tốt! Thấy nó ở ngoài đó bây giờ thật đáng khích lệ, ít nhất là vậy.",
  "{0.SimFirstName}'s article got outstanding responses! {M0.He}{F0.She} is humbled by all the praise and surprised by the outpour of love.": "Bài viết của {0.SimFirstName} đã nhận được những phản hồi xuất sắc! {M0.He}{F0.She} cảm thấy khiêm tốn trước tất cả những lời khen ngợi và ngạc nhiên trước sự tuôn trào của tình yêu.",
  "The response to {0.SimFirstName}'s article is great! The top comment reads: <i>“That one reno you did for the {2.String|enHouseholdNamePlural} is literally my ♥ DREAM ♥ I'm trying to convince them to let me check it out in person, but no luck yet...”</i>": "Phản hồi về bài viết của {0.SimFirstName} là tuyệt vời! Bình luận hàng đầu có nội dung: <i>“Việc cải tạo mà bạn đã làm cho {2.String|enHouseholdNamePlural} thực sự là ♥ GIẤC MƠ ♥ của tôi Tôi đang cố gắng thuyết phục họ cho tôi xem tận mắt, nhưng vẫn chưa có may mắn...”</i>",
  "{0.SimFirstName}'s article wasn't received well. The top comment reads: <i>“I must be getting old, because I don’t get it. When I was young, a house looked like a house. A kitchen looked like a kitchen. A bedroom looked like a bedroom. You get the picture. Anyways, I have no idea what this is supposed to be.\"</i>": "Bài viết của {0.SimFirstName} không được đón nhận tốt. Bình luận hàng đầu có nội dung: <i>“Chắc hẳn tôi đang già đi, vì tôi không hiểu nó. Khi tôi còn trẻ, một ngôi nhà trông giống như một ngôi nhà. Một nhà bếp trông giống như một nhà bếp. Một phòng ngủ trông giống như một phòng ngủ. Bạn hiểu ý tôi. Dù sao thì tôi cũng không biết cái này là cái gì.”</i>",
  "{0.SimFirstName}'s article was not received well. The top comment reads: <i>“Did you really think we would ignore what you did to the {2.String|enHouseholdNamePlural}? Please.”</i>": "Bài viết của {0.SimFirstName} không được đón nhận tốt. Bình luận hàng đầu có nội dung: <i>“Bạn thực sự nghĩ rằng chúng tôi sẽ bỏ qua những gì bạn đã làm với {2.String|enHouseholdNamePlural} sao? Làm ơn.”</i>",
  "{0.SimFirstName}'s article was not received well. The top comment reads: \"Aren't you the one who ruined the {2.String|enHouseholdNamePlural}’ life? You couldn’t pay me to hire you.\" ": "Bài viết của {0.SimFirstName} không được đón nhận tốt. Bình luận hàng đầu có nội dung: “Bạn không phải là người đã hủy hoại cuộc đời của {2.String|enHouseholdNamePlural} sao? Bạn không thể trả tiền cho tôi để thuê bạn.”",
  "The response to {0.SimFirstName}'s article is great! The top comment reads: <i>“<b>YOU DONT UNDERSTAND</b> I am obsessed with these design ideas ♥♥♥”</i>": "Phản hồi về bài viết của {0.SimFirstName} là tuyệt vời! Bình luận hàng đầu có nội dung: <i>“<b>BẠN KHÔNG HIỂU ĐÂU</b> Tôi bị ám ảnh bởi những ý tưởng thiết kế này ♥♥♥”</i>",
  "{0.SimFirstName}'s article wasn't received well. The top comment reads: <i>“I’m crying, was that supposed to be someone's actual room? Like, someone has to LIVE like that? On what planet??”</i>": "Bài viết của {0.SimFirstName} không được đón nhận tốt. Bình luận hàng đầu có nội dung: <i>“Tôi đang khóc, đó có phải là phòng thực tế của ai đó không? Ý tôi là, ai đó phải SỐNG như thế sao? Trên hành tinh nào vậy??”</i>",
  "The response to {0.SimFirstName}'s article is great! The top comment reads: “Ughhh I love this but it’s hard seeing other people live your dreams. I’m so jealous of the {2.String|enHouseholdNamePlural}’ new place.” ": "Phản hồi về bài viết của {0.SimFirstName} là tuyệt vời! Bình luận hàng đầu có nội dung: “Ughhh tôi thích điều này nhưng thật khó khi thấy những người khác sống giấc mơ của bạn. Tôi rất ghen tị với nơi ở mới của {2.String|enHouseholdNamePlural}.”",
  "{0.SimFirstName}'s article didn't gain any traction. Maybe it’s time to brush up on {M0.his}{F0.her} writing skill or even *gasp* do better at work!": "Bài viết của {0.SimFirstName} không thu hút được bất kỳ sự chú ý nào. Có lẽ đã đến lúc trau dồi kỹ năng viết của {M0.his}{F0.her} hoặc thậm chí *thở dốc* làm tốt hơn trong công việc!",
  "Write Interior Decorator Article": "Viết Bài Về Nhà Trang Trí Nội Thất",
  "After": "Sau",
  "Before": "Trước",
  "Room Renovations": "Cải Tạo Phòng",
  "Room Addition": "Thêm Phòng",
  "Select Gig": "Chọn Công Việc",
  "Add 1 Unprofessional Action (Debug)": "Thêm 1 Hành Động Không Chuyên Nghiệp (Gỡ Lỗi)",
  "Schedule any negative client call (Debug)": "Lên Lịch Bất Kỳ Cuộc Gọi Tiêu Cực Nào Cho Khách Hàng (Gỡ Lỗi)",
  "Schedule any positive client call (Debug)": "Lên Lịch Bất Kỳ Cuộc Gọi Tích Cực Nào Cho Khách Hàng (Gỡ Lỗi)",
  "Create Client Letter in Inventory (Debug)": "Tạo Thư Của Khách Hàng Trong Hành Trang (Gỡ Lỗi)",
  "Create Sponsor Package in Inventory (Debug)": "Tạo Gói Tài Trợ Trong Hành Trang (Gỡ Lỗi)",
  "Someone in this household is already going to be featured on TV. (Debug)": "Ai đó trong hộ gia đình này sẽ được xuất hiện trên TV. (Gỡ Lỗi)",
  "Schedule Negative TV Show Call (Debug)": "Lên Lịch Cuộc Gọi Về Chương Trình TV Tiêu Cực (Gỡ Lỗi)",
  "Schedule Positive TV Show Call (Debug)": "Lên Lịch Cuộc Gọi Về Chương Trình TV Tích Cực (Gỡ Lỗi)",
  "Learn All Gig Preferences (Debug)": "Tìm Hiểu Tất Cả Sở Thích Về Công Việc (Gỡ Lỗi)",
  "{0.SimFirstName} needs this during the gig.": "{0.SimFirstName} cần điều này trong quá trình làm công việc.",
  "Throw Away": "Vứt Đi",
  "{1.SimFirstName} has already given a verdict.": "{1.SimFirstName} đã đưa ra phán quyết.",
  "{1.SimFirstName} is still looking around. Once ready, an indicator will appear above {1.SimFirstName}'s head.": "{1.SimFirstName} vẫn đang nhìn xung quanh. Khi sẵn sàng, một chỉ báo sẽ xuất hiện phía trên đầu của {1.SimFirstName}.",
  "Reveal: It's Bad (Debug)": "Tiết Lộ: Nó Tệ (Gỡ Lỗi)",
  "Reveal: It's Good (Debug)": "Tiết Lộ: Nó Tốt (Gỡ Lỗi)",
  "Reveal: It's Ok (Debug)": "Tiết Lộ: Nó Ổn (Gỡ Lỗi)",
  "Reveal: Do Final Reaction (Debug)": "Tiết Lộ: Thực Hiện Phản Ứng Cuối Cùng (Gỡ Lỗi)",
  "It's too scary to use the tent right now!": "Bây giờ quá đáng sợ để sử dụng lều!",
  "(From Playing Make Believe in the Tent)": "(Từ Việc Chơi Giả Vờ Trong Lều)",
  "Make Believe": "Giả Vờ",
  "Nap": "Ngủ Trưa",
  "Play Inside": "Chơi Bên Trong",
  "(From Being Scared by a pretend Monster)": "(Từ Việc Bị Sợ Bởi Một Con Quái Vật Giả Vờ)",
  "The kids are too scared to play Monster right now.": "Bọn trẻ quá sợ hãi để chơi Quái Vật ngay bây giờ.",
  "Play as Monster": "Chơi Như Quái Vật",
  "Play With": "Chơi Cùng",
  "Scared By Monster": "Sợ Hãi Bởi Quái Vật",
  "(From Sleeping)": "(Từ Việc Ngủ)",
  "Sleep": "Ngủ",
  "Discuss Latest Trends": "Thảo Luận Về Các Xu Hướng Mới Nhất",
  "Suggest Bold Home Makeover Ideas": "Đề Xuất Những Ý Tưởng Thay Đổi Nhà Cửa Táo Bạo",
  "Select Photos for the Reveal": "Chọn Ảnh Cho Buổi Tiết Lộ",
  "Too many After Photos selected.": "Đã chọn quá nhiều Ảnh Sau.",
  "Select Photos to Delete": "Chọn Ảnh Để Xóa",
  "Manage Current Gig Photos": "Quản Lý Ảnh Công Việc Hiện Tại",
  "{0.SimFirstName} should focus on the client right now. ": "{0.SimFirstName} nên tập trung vào khách hàng ngay bây giờ.",
  "Choose one before photo for each after photo.": "Chọn một ảnh trước cho mỗi ảnh sau.",
  "Not enough After Photos selected. ": "Không đủ Ảnh Sau được chọn.",
  "Too many after photos selected.": "Đã chọn quá nhiều ảnh sau.",
  "Not enough Before Photos selected.": "Không đủ Ảnh Trước được chọn.",
  "Too many before photos selected.": "Đã chọn quá nhiều ảnh trước.",
  "Preview Montage with Current Gig Photos (Debug)": "Xem Trước Ảnh Ghép Với Ảnh Công Việc Hiện Tại (Gỡ Lỗi)",
  "Too many Before Photos selected.": "Đã chọn quá nhiều Ảnh Trước.",
  "Select Before and After Photos": "Chọn Ảnh Trước và Sau",
  "Take After Photo": "Chụp Ảnh Sau",
  "You must renovate in Build Mode before taking an After Photo.": "Bạn phải cải tạo trong Chế Độ Xây Dựng trước khi chụp Ảnh Sau.",
  "Take Before Photo": "Chụp Ảnh Trước",
  "Take \"Before\" Photo": "Chụp Ảnh \"Trước\"",
  "Do you want to personally show off the renovated space to the Clients?": "Bạn có muốn đích thân khoe không gian đã được cải tạo cho Khách Hàng không?",
  "Host Reveal Event?": "Tổ Chức Sự Kiện Tiết Lộ?",
  "Meet up with Client": "Gặp Gỡ Với Khách Hàng",
  "(From Liking the Décor)": "(Từ Việc Thích Trang Trí)",
  "(From Disliking The Décor)": "(Từ Việc Không Thích Trang Trí)",
  "Ask About Favorite Designs": "Hỏi Về Các Thiết Kế Yêu Thích",
  "Ask to See Simterest Board ": "Yêu Cầu Xem Bảng Simterest",
  "Ask to See Mood Board": "Yêu Cầu Xem Bảng Tâm Trạng",
  "Ask to See Inspirations": "Yêu Cầu Xem Nguồn Cảm Hứng",
  "Discuss Décor Trends ": "Thảo Luận Về Các Xu Hướng Trang Trí",
  "Discuss Designs": "Thảo Luận Về Các Thiết Kế",
  "Sorry, but I can't trust you with this job. I thought I hired a professional! ": "Xin lỗi, nhưng tôi không thể tin tưởng bạn với công việc này. Tôi đã nghĩ rằng tôi đã thuê một người chuyên nghiệp!",
  "Talk about Previous Projects ": "Nói Về Các Dự Án Trước Đây",
  "Show Portfolio": "Cho Xem Hồ Sơ Năng Lực",
  "Suggest Different Color": "Đề Xuất Màu Sắc Khác",
  "Suggest Different Décor Style": "Đề Xuất Phong Cách Trang Trí Khác",
  "It might not be what was asked for, but I like it! Definitely appreciate the effort!": "Có thể nó không phải là những gì đã được yêu cầu, nhưng tôi thích nó! Chắc chắn đánh giá cao nỗ lực!",
  "I guess you did a good job… it's just not my taste. Technically, all the boxes were checked… just not feeling it.": "Tôi đoán bạn đã làm một công việc tốt... chỉ là không hợp gu của tôi. Về mặt kỹ thuật, tất cả các hộp đều đã được đánh dấu... chỉ là không cảm thấy nó.",
  "Ask for Final Verdict": "Yêu Cầu Phán Quyết Cuối Cùng",
  "Look, I appreciate what you’ve done here… but you’ve overstayed your welcome.\n": "Nghe này, tôi đánh giá cao những gì bạn đã làm ở đây... nhưng bạn đã ở quá lâu.",
  "You’ve done enough. Please see yourself out. Now how do we undo some of this...": "Bạn đã làm đủ rồi. Vui lòng tự mình đi ra ngoài. Bây giờ làm thế nào để chúng ta hoàn tác một số thứ này...",
  "Love what you did with the place, but I’m going to have to ask you to leave now.": "Thích những gì bạn đã làm với nơi này, nhưng tôi sẽ phải yêu cầu bạn rời đi ngay bây giờ.",
  "I can’t take it anymore! GET OUT!! ": "Tôi không thể chịu đựng được nữa! RA NGOÀI!!",
  "Guide Client": "Hướng Dẫn Khách Hàng",
  "Recount {2.String|xxUpper} Renovation": "Kể Lại Việc Cải Tạo {2.String|xxUpper}",
  "Enthuse about Design Vision": "Say Sưa Về Tầm Nhìn Thiết Kế",
  "Promise Successful Renovation ": "Hứa Hẹn Việc Cải Tạo Thành Công",
  "Thank for Opportunity ": "Cảm Ơn Vì Cơ Hội",
  "Ask about taste in Décor": "Hỏi Về Gu Thẩm Mỹ Trong Trang Trí",
  "Complain about Restrictive Budget": "Phàn Nàn Về Ngân Sách Hạn Hẹp",
  "Insult Taste in Décor": "Xúc Phạm Gu Thẩm Mỹ Trong Trang Trí",
  "Dream Home Decorator Channel shows can give your Sims ideas! Don't miss out!": "Các chương trình của Kênh Nhà Trang Trí Mơ Ước có thể cho Sims của bạn những ý tưởng! Đừng bỏ lỡ!",
  "Watch Dream Home Decorator Network": "Xem Kênh Nhà Trang Trí Mơ Ước",
  "Watch <i>Failures 'N' Flops</i> on Dream Home Decorator Network": "Xem <i>Thất Bại 'N' Thảm Họa</i> trên Kênh Nhà Trang Trí Mơ Ước",
  "Watch <i>Ace of Space</i> on Dream Home Decorator ": "Xem <i>Át Chủ Bài Không Gian</i> trên Kênh Nhà Trang Trí Mơ Ước",
  "Clean Lines for Cleanliness": "Đường Nét Sạch Sẽ Cho Sự Gọn Gàng",
  "Sleep Styled": "Phong Cách Giấc Ngủ",
  "All-in-One Personal Space": "Không Gian Cá Nhân Tất Cả Trong Một",
  "Imagination Space": "Không Gian Tưởng Tượng",
  "Sleep 'N' Study": "Ngủ 'N' Học",
  "Demure Dining": "Ăn Uống Nhã Nhặn",
  "Space Saving Kitchen": "Nhà Bếp Tiết Kiệm Không Gian",
  "Centric Kitchen Space": "Không Gian Bếp Tập Trung",
  "Premier Space": "Không Gian Hàng Đầu",
  "Entertainment Living": "Phòng Khách Giải Trí",
  "Offline Relaxation": "Thư Giãn Ngoại Tuyến",
  "Professional Design Consultory": "Tư Vấn Thiết Kế Chuyên Nghiệp",
  "Spectacular Study": "Nghiên Cứu Ngoạn Mục",
  "Walk-In Closet Goals": "Mục Tiêu Phòng Thay Đồ Lớn",
  "Personalized Dressing Room": "Phòng Thay Đồ Cá Nhân",
  "Dressed Up Den": "Hang Ổ Ăn Mặc Đẹp",
  "Don't Throw Out Those Tchotchkes!": "Đừng Vứt Những Món Đồ Nhỏ Đó Đi!",
  "Elevated Living on a Budget": "Cuộc Sống Nâng Cao Với Ngân Sách Hạn Hẹp",
  "My Space: A Look into the Mind (and Home) of an Interior Decorator": "Không Gian Của Tôi: Cái Nhìn Sâu Sắc Vào Tâm Trí (và Ngôi Nhà) Của Một Nhà Trang Trí Nội Thất",
  "This is an Interior Design book.": "Đây là một cuốn sách Thiết Kế Nội Thất.",
  "To Décor or Not to Décor: The Definitive Decoration Guide": "Trang Trí Hay Không Trang Trí: Hướng Dẫn Trang Trí Dứt Khoát",
  "This contains copies of {0.SimFirstName}'s before and after photos for the Interior Decorator Career. Use it to manage photos taken during a Gig.": "Điều này chứa các bản sao ảnh trước và sau của {0.SimFirstName} cho Sự Nghiệp Nhà Trang Trí Nội Thất. Sử dụng nó để quản lý ảnh được chụp trong một Công Việc.",
  "Watch Dream Home Decorator": "Xem Nhà Trang Trí Mơ Ước",
  "Dream Home Decorator": "Nhà Trang Trí Mơ Ước",
  "Kids these days just end up cramming for tests or staying up in the wee hours of the night studying. How convenient, then, is having your study desk right below your bed? This Bunk Bed/Desk combo makes studying so much more efficient and space saving!": "Bọn trẻ ngày nay cuối cùng lại nhồi nhét cho các bài kiểm tra hoặc thức khuya để học tập. Vậy thì việc có bàn học ngay dưới giường của bạn thật tiện lợi biết bao? Bàn/Giường Tầng Kết Hợp này giúp việc học tập hiệu quả hơn và tiết kiệm không gian hơn rất nhiều!",
  "Naturally Nestled Bunk Desk Combo": "Kết Hợp Bàn/Giường Tầng Tự Nhiên",
  "Sometimes dreams are hard to remember. You have them, they make you all emotional, but then you forget them. Well, fix that as soon as possible by writing those dreams down! Just wake from your slumber and mosey on to your desk, right below your bed. This Bunk Bed/Desk combo makes it so easy to remember your dreams, that you'll sleep easy remembering every little detail!": "Đôi khi những giấc mơ rất khó nhớ. Bạn có chúng, chúng khiến bạn xúc động, nhưng sau đó bạn lại quên chúng. Chà, hãy khắc phục điều đó càng sớm càng tốt bằng cách viết những giấc mơ đó xuống! Chỉ cần thức dậy sau giấc ngủ của bạn và đi thẳng đến bàn làm việc của bạn, ngay bên dưới giường của bạn. Bàn/Giường Tầng Kết Hợp này giúp bạn ghi nhớ những giấc mơ của mình một cách dễ dàng đến mức bạn sẽ ngủ ngon giấc khi nhớ mọi chi tiết nhỏ!",
  "Smooth Slumber Bunk Desk Combo": "Bàn/Giường Tầng Ngủ Ngon",
  "When you absolutely need three Sims to sleep in the same space, take this combination of bunk bed and double bed to maximize energy recovery!": "Khi bạn hoàn toàn cần ba Sims ngủ trong cùng một không gian, hãy sử dụng sự kết hợp giữa giường tầng và giường đôi này để tối đa hóa khả năng phục hồi năng lượng!",
  "Serene Repose Bunk Double Bed Combo": "Kết Hợp Giường Tầng Đôi Thanh Bình",
  "Yes, you probably sleep IN your clothes. But have you slept on top of our clothes? Well you can now, with this bunk bed/dresser combo! Rest assured that your clothes are kept nicely tucked away underneath your top bunk bed.": "Vâng, có lẽ bạn ngủ TRONG quần áo của bạn. Nhưng bạn đã ngủ trên quần áo của chúng tôi chưa? Chà, giờ bạn có thể làm được với sự kết hợp giữa giường tầng và tủ quần áo này! Hãy yên tâm rằng quần áo của bạn được giữ gọn gàng bên dưới giường tầng trên của bạn.",
  "Serene Repose Bunk Dresser Combo": "Kết Hợp Giường Tầng/Tủ Quần Áo Thanh Bình",
  "Take a seat. Take a nap. Take a seat. Take a nap. Lazily lounge around with your choice of posture with this living chair/bunk bed combo.": "Ngồi xuống. Ngủ một giấc. Ngồi xuống. Ngủ một giấc. Lười biếng nằm dài xung quanh với tư thế bạn chọn với sự kết hợp giữa ghế phòng khách/giường tầng này.",
  "Too Cool For School Bunk Living Chair Combo": "Kết Hợp Ghế Phòng Khách/Giường Tầng Quá Крутой Để Đến Trường",
  "Visit Client's Lot ": "Ghé Thăm Khu Nhà Của Khách Hàng",
  "Visit the Client's Lot during Gig Hours to Decorate.": "Ghé Thăm Khu Nhà Của Khách Hàng Trong Giờ Làm Việc Để Trang Trí.",
  "Get to Know the Client (Optional)": "Tìm Hiểu Khách Hàng (Tùy Chọn)",
  "Learn the client's likes, dislikes, and most importantly, their preferences for this gig! Click on client Sims to perform Interior Decorator socials, or click on objects to Inspect them.": "Tìm hiểu sở thích, không thích của khách hàng và quan trọng nhất là sở thích của họ cho công việc này! Nhấp vào Sims khách hàng để thực hiện các hành động xã hội của Nhà Trang Trí Nội Thất hoặc nhấp vào các đối tượng để Kiểm Tra chúng.",
  "Take Before Photos": "Chụp Ảnh Trước",
  "Document the renovation process by taking Before Photos. Click on your Sim, phone, cameras, or the ground to \"Take Before Photo.\"": "Ghi lại quá trình cải tạo bằng cách chụp Ảnh Trước. Nhấp vào Sim, điện thoại, máy ảnh hoặc mặt đất của bạn để \"Chụp Ảnh Trước\".",
  "Enter Build Mode and Make Renovations": "Vào Chế Độ Xây Dựng và Thực Hiện Cải Tạo",
  "Once you have Sent the Clients Away, open Build Mode to start making changes to the Client's Lot based on the Gig Type.": "Sau khi bạn Đuổi Khách Hàng Đi, hãy mở Chế Độ Xây Dựng để bắt đầu thực hiện các thay đổi đối với Khu Nhà của Khách Hàng dựa trên Loại Công Việc.",
  "Take After Photos": "Chụp Ảnh Sau",
  "Document the renovation process by taking After Photos. Click on your Sim, phone, cameras, or the ground to \"Take After Photo.\"": "Ghi lại quá trình cải tạo bằng cách chụp Ảnh Sau. Nhấp vào Sim, điện thoại, máy ảnh hoặc mặt đất của bạn để \"Chụp Ảnh Sau\".",
  "After decorating the space to fit the Client Sim's Preferences, Click on the Decorator Sim, use the Phone or use the Relationship Panel to Call the Clients back to the Lot.": "Sau khi trang trí không gian cho phù hợp với Sở Thích của Khách Hàng Sim, hãy nhấp vào Sim Trang Trí, sử dụng Điện thoại hoặc sử dụng Bảng Quan Hệ để Gọi Khách Hàng trở lại Khu Nhà.",
  "Reveal Newly Decorated Space to the Client ": "Tiết Lộ Không Gian Mới Được Trang Trí Cho Khách Hàng",
  "Interior Decorator Debug": "Gỡ Lỗi Nhà Trang Trí Nội Thất",
  "Interior Design": "Thiết Kế Nội Thất",
  "From Bauhaus to wainscoting, share your know-how with the world.": "Từ Bauhaus đến ốp chân tường, hãy chia sẻ bí quyết của bạn với thế giới.",
  "Client ": "Khách Hàng",
  "{1.SimFirstName} sure knows what {M1.he}{F1.she} is doing when it comes to interior decorating! The remodeling job that {M1.he}{F1.she} did for {0.SimFirstName} was outstanding. ": "{1.SimFirstName} chắc chắn biết {M1.he}{F1.she} đang làm gì khi nói đến trang trí nội thất! Công việc tu sửa mà {M1.he}{F1.she} đã làm cho {0.SimFirstName} thật xuất sắc.",
  "Happy with Decorator Home": "Hài Lòng Với Nhà Trang Trí",
  "{1.SimFirstName} came in and destroyed {0.SimFirstName}'s home! {0.SimFirstName} may have a hard time keeping calm around {1.SimFirstName} for a while. ": "{1.SimFirstName} đã đến và phá hủy ngôi nhà của {0.SimFirstName}! {0.SimFirstName} có thể khó giữ bình tĩnh khi ở gần {1.SimFirstName} trong một thời gian.",
  "Furious over a Interior Decoration Gig gone bad": "Tức Giận Vì Một Công Việc Trang Trí Nội Thất Trở Nên Tồi Tệ",
  "You can now Discuss Latest Trends.": "Bây giờ bạn có thể Thảo Luận Về Các Xu Hướng Mới Nhất.",
  "You can now Write Interior Decorator Article on computers.": "Bây giờ bạn có thể Viết Bài Về Nhà Trang Trí Nội Thất trên máy tính.",
  "You can now Suggest Bold Home Makeover Ideas.": "Bây giờ bạn có thể Đề Xuất Những Ý Tưởng Thay Đổi Nhà Cửa Táo Bạo.",
  "Find out about the Client's preferences, then send the Client away to start decorating.": "Tìm hiểu về sở thích của khách hàng, sau đó đuổi khách hàng đi để bắt đầu trang trí.",
  "The Reveal! ": "Buổi Tiết Lộ!",
  "It's time to celebrate and unveil the new space! You can end the Reveal at anytime, but remember your deadline. The Client will wrap things up when the gig ends or after they've shared their Final Verdict.": "Đã đến lúc ăn mừng và công bố không gian mới! Bạn có thể kết thúc Buổi Tiết Lộ bất kỳ lúc nào, nhưng hãy nhớ thời hạn của bạn. Khách hàng sẽ kết thúc mọi việc khi công việc kết thúc hoặc sau khi họ chia sẻ Phán Quyết Cuối Cùng.",
  "Visit Past Client": "Ghé Thăm Khách Hàng Trước Đây",
  "Enjoying a visit with past Clients. ": "Thích thú với một chuyến thăm với các Khách Hàng trước đây.",
  "Ask Client for their Final Verdict": "Yêu Cầu Khách Hàng Đưa Ra Phán Quyết Cuối Cùng",
  "Click on Client sims to Ask for Final Verdict. Clients will let you know when they're ready.": "Nhấp vào Khách Hàng sims để Yêu Cầu Phán Quyết Cuối Cùng. Khách hàng sẽ cho bạn biết khi nào họ sẵn sàng.",
  "Chat with Clients": "Trò Chuyện Với Khách Hàng",
  "Reveal Renovated Space!": "Tiết Lộ Không Gian Đã Được Cải Tạo!",
  "Show Off Objects": "Khoe Đồ Vật",
  "Client": "Khách Hàng",
  "A followup client call is already scheduled for this sim. (Debug)": "Một cuộc gọi theo dõi cho khách hàng đã được lên lịch cho sim này. (Gỡ Lỗi)",
  "The tent has no Sims": "Lều không có Sims",
  "The tent is fully occupied": "Lều đã có đầy đủ người",
  "(From Seeing Client Reactions) ": "(Từ Việc Xem Phản Ứng Của Khách Hàng)",
  "Dislikes Basics Decor": "Không Thích Trang Trí Cơ Bản",
  "Dislikes Boho Decor": "Không Thích Trang Trí Boho",
  "Dislikes Contemporary Decor": "Không Thích Trang Trí Đương Đại",
  "Dislikes Cosmolux Decor": "Không Thích Trang Trí Cosmolux",
  "Dislikes French Country Decor": "Không Thích Trang Trí Đồng Quê Pháp",
  "Dislikes Garden Decor": "Không Thích Trang Trí Sân Vườn",
  "Dislikes Gothic Farmhouse Decor": "Không Thích Trang Trí Trang Trại Gothic",
  "Dislikes Island Decor": "Không Thích Trang Trí Đảo",
  "Dislikes Mission Decor": "Không Thích Trang Trí Mission",
  "Dislikes Modern Decor": "Không Thích Trang Trí Hiện Đại",
  "Dislikes Patio Decor": "Không Thích Trang Trí Sân Hiên",
  "Dislikes Queen Anne Decor": "Không Thích Trang Trí Queen Anne",
  "Dislikes Mid Century Decor": "Không Thích Trang Trí Giữa Thế Kỷ",
  "Dislikes Suburban Contempo Decor": "Không Thích Trang Trí Đương Đại Ngoại Ô",
  "Dislikes Storybook Decor": "Không Thích Trang Trí Cổ Tích",
  "Likes Basics Decor": "Thích Trang Trí Cơ Bản",
  "Basics Décor": "Trang Trí Cơ Bản",
  "Likes Boho Decor": "Thích Trang Trí Boho",
  "Boho Décor": "Trang Trí Boho",
  "Likes Contemporary Decor": "Thích Trang Trí Đương Đại",
  "Contemporary Décor": "Trang Trí Đương Đại",
  "Likes Cosmolux Decor": "Thích Trang Trí Cosmolux",
  "Cosmolux Décor": "Trang Trí Cosmolux",
  "Likes French Country Decor": "Thích Trang Trí Đồng Quê Pháp",
  "French Country Décor": "Trang Trí Đồng Quê Pháp",
  "Likes Garden Decor": "Thích Trang Trí Sân Vườn",
  "Garden Décor": "Trang Trí Sân Vườn",
  "Likes Gothic Farmhouse Decor": "Thích Trang Trí Trang Trại Gothic",
  "Gothic Farmhouse Décor": "Trang Trí Trang Trại Gothic",
  "Likes Island Decor": "Thích Trang Trí Đảo",
  "Island Décor": "Trang Trí Đảo",
  "Likes Mission Decor": "Thích Trang Trí Mission",
  "Mission Décor": "Trang Trí Mission",
  "Likes Modern Decor": "Thích Trang Trí Hiện Đại",
  "Modern Décor": "Trang Trí Hiện Đại",
  "Likes Patio Decor": "Thích Trang Trí Sân Hiên",
  "Patio Décor": "Trang Trí Sân Hiên",
  "Likes Queen Anne Decor": "Thích Trang Trí Queen Anne",
  "Queen Anne Décor": "Trang Trí Queen Anne",
  "Likes Mid Century Decor": "Thích Trang Trí Giữa Thế Kỷ",
  "Mid Century Décor": "Trang Trí Giữa Thế Kỷ",
  "Likes Suburban Contempo Decor": "Thích Trang Trí Đương Đại Ngoại Ô",
  "Suburban Contemporary Décor": "Trang Trí Đương Đại Ngoại Ô",
  "Likes Storybook Decor": "Thích Trang Trí Cổ Tích",
  "Storybook Décor": "Trang Trí Cổ Tích",
  "Getting to know the Client can make the difference between a decent renovation and a great one. Sims can have many different Likes and Dislikes, but they’ll focus on a few preferences for a gig. More experienced Interior Decorators can learn preferences quickly and suggest different colors or décor. If you’re not feeling chatty, you can send the Client away and get right to work.": "Tìm hiểu về Khách Hàng có thể tạo ra sự khác biệt giữa một cuộc cải tạo tươm tất và một cuộc cải tạo tuyệt vời. Sims có thể có nhiều Sở Thích và Không Thích khác nhau, nhưng họ sẽ tập trung vào một vài sở thích cho một công việc. Những Nhà Trang Trí Nội Thất có kinh nghiệm hơn có thể nhanh chóng tìm hiểu các sở thích và đề xuất các màu sắc hoặc trang trí khác nhau. Nếu bạn không muốn trò chuyện, bạn có thể đuổi Khách Hàng đi và bắt đầu làm việc ngay lập tức.",
  "Each successful gig brings you closer to the top! Gain experience to access a wider variety of gigs. Interior Decorators not only need to manage their Career Performance (just like other Careers), but also their Professional Reputation. Professional Reputation can open the door to even more opportunities, whether that’s a second chance from a disgruntled Client or attention from the Dream Home Decorator Network.": "Mỗi công việc thành công đưa bạn đến gần hơn với đỉnh cao! Tích lũy kinh nghiệm để tiếp cận nhiều loại công việc hơn. Các Nhà Trang Trí Nội Thất không chỉ cần quản lý Hiệu Suất Nghề Nghiệp của họ (giống như các Nghề Nghiệp khác), mà còn cả Danh Tiếng Chuyên Nghiệp của họ. Danh Tiếng Chuyên Nghiệp có thể mở ra cánh cửa cho nhiều cơ hội hơn nữa, cho dù đó là cơ hội thứ hai từ một Khách Hàng bất mãn hay sự chú ý từ Mạng lưới Nhà Trang Trí Mơ Ước.",
  "Enter Build Mode to start making renovations. The Gig Information Panel displays the Client’s budget, preferences, and any requirements or restrictions. You can click on discovered preferences to quickly see relevant objects.": "Vào Chế Độ Xây Dựng để bắt đầu thực hiện cải tạo. Bảng Thông Tin Công Việc hiển thị ngân sách, sở thích của Khách Hàng và bất kỳ yêu cầu hoặc hạn chế nào. Bạn có thể nhấp vào các sở thích đã khám phá để nhanh chóng xem các đối tượng có liên quan.",
  "Once you’re happy with the renovations, it’s time to call the Client back. You’ll be prompted to select the photos you want to showcase and decide how to handle the Reveal. You can either host the Reveal personally or leave it to the Client to check out on their own time.": "Sau khi bạn hài lòng với việc cải tạo, đã đến lúc gọi lại cho Khách Hàng. Bạn sẽ được nhắc chọn ảnh bạn muốn giới thiệu và quyết định cách xử lý Buổi Tiết Lộ. Bạn có thể tự mình tổ chức Buổi Tiết Lộ hoặc để Khách Hàng tự mình xem vào thời gian của họ.",
  "You’ll need to document the renovation process by taking Before and After Photos. You can take photos from your phone, camera, or by clicking on the ground where you want to take the shot. Check out the Taking The Perfect Decorator Picture Lesson to learn more.": "Bạn sẽ cần ghi lại quá trình cải tạo bằng cách chụp Ảnh Trước và Sau. Bạn có thể chụp ảnh từ điện thoại, máy ảnh của mình hoặc bằng cách nhấp vào mặt đất nơi bạn muốn chụp. Xem Bài học Chụp Ảnh Trang Trí Hoàn Hảo để tìm hiểu thêm.",
  "When it's time to start a gig, you’ll be prompted to make a choice. You can either send Sims off by themselves or you can go with them. If you choose to go with them, you will travel to meet the Client at the lot in need of renovation. Once there, you can direct your Sim through the renovation process by following the Gig Tasks in the Career Panel.": "Khi đến lúc bắt đầu một công việc, bạn sẽ được nhắc đưa ra lựa chọn. Bạn có thể để Sims tự mình đi hoặc bạn có thể đi cùng họ. Nếu bạn chọn đi cùng họ, bạn sẽ đến gặp Khách Hàng tại khu đất cần cải tạo. Khi đến đó, bạn có thể hướng dẫn Sim của mình thực hiện quy trình cải tạo bằng cách làm theo Nhiệm Vụ Công Việc trong Bảng Nghề Nghiệp.",
  "Some gigs require you to add an entire room or level. With these gigs, you can only add objects to the added tiles. For renovation gigs, you can add objects anywhere, but can't move the existing walls or floors. ": "Một số công việc yêu cầu bạn thêm toàn bộ phòng hoặc tầng. Với những công việc này, bạn chỉ có thể thêm các đối tượng vào các ô đã thêm. Đối với các công việc cải tạo, bạn có thể thêm các đối tượng ở bất kỳ đâu, nhưng không thể di chuyển các bức tường hoặc sàn hiện có.",
  "Tired of your neighbors' terrible décor? Wish you could share your impeccable taste with the world? Then it’s time to join the Interior Decorator Career! Interior Decorators bring their Client’s renovation dreams to life one gig at a time. Once you join the Career, use the Career Panel to Look for Gigs.": "Bạn mệt mỏi với cách trang trí khủng khiếp của hàng xóm? Ước gì bạn có thể chia sẻ gu thẩm mỹ hoàn hảo của mình với thế giới? Vậy thì đã đến lúc tham gia Sự Nghiệp Nhà Trang Trí Nội Thất! Các Nhà Trang Trí Nội Thất biến những giấc mơ cải tạo của Khách Hàng thành hiện thực từng công việc một. Sau khi bạn tham gia Sự Nghiệp, hãy sử dụng Bảng Nghề Nghiệp để Tìm Kiếm Công Việc.",
  "Hosting the Reveal lets you show off the new space and see how the Client really feels. After looking around, Clients will be ready to share their Final Verdict. Everyone wants to be heard, and even an upset Client will appreciate the effort.": "Tổ chức Buổi Tiết Lộ cho phép bạn khoe không gian mới và xem Khách Hàng thực sự cảm thấy như thế nào. Sau khi nhìn xung quanh, Khách Hàng sẽ sẵn sàng chia sẻ Phán Quyết Cuối Cùng của họ. Mọi người đều muốn được lắng nghe và ngay cả một Khách Hàng khó chịu cũng sẽ đánh giá cao nỗ lực này.",
  "Interior Decorator Career": "Sự Nghiệp Nhà Trang Trí Nội Thất",
  "The first item placed is the “parent” of the object chain. Every subsequent piece of shelving or furniture that you place is a “child” of that parent object.\\n\\nDetach single pieces of furnishings or entire groups by trailing down the chain to see the portion of the family you’re detaching based on what’s highlighted.": "Vật phẩm đầu tiên được đặt là \"cha mẹ\" của chuỗi đối tượng. Mọi món đồ kệ hoặc đồ nội thất tiếp theo mà bạn đặt là \"con\" của đối tượng cha mẹ đó.\n\nTách các món đồ nội thất đơn lẻ hoặc toàn bộ nhóm bằng cách kéo xuống chuỗi để xem phần gia đình mà bạn đang tách dựa trên những gì được đánh dấu.",
  "You will see an almost magnetic attachment the Modular Shelving pieces have to each other as you place them next to each other. Listen for a subtle little audio cue to confirm when items have been successfully slotted or un-slotted.\\n\\nMove the entire group by clicking and dragging the parent object. Whatever piece in the family you hover over, the parent will always have a gentle pulse highlight to keep you grounded.": "Bạn sẽ thấy một sự gắn kết gần như từ tính giữa các món đồ Kệ Mô-đun khi bạn đặt chúng cạnh nhau. Hãy lắng nghe một tín hiệu âm thanh nhỏ tinh tế để xác nhận khi nào các vật phẩm đã được lắp hoặc tháo ra thành công.\n\nDi chuyển toàn bộ nhóm bằng cách nhấp và kéo đối tượng cha mẹ. Bất kỳ món đồ nào trong gia đình bạn di chuột qua, cha mẹ sẽ luôn có một điểm nhấn xung nhẹ nhàng để giúp bạn ổn định.",
  "Modular Shelving is a collection of curated furniture pieces that can be snapped together to customize and create more unique and creative storage options than ever before.\\n\\nTo narrow down the specific set of items that can mix and match with each other, simply type the key word “Modular” into the Build catalog’s Search field and hit Enter. ": "Kệ Mô-đun là một bộ sưu tập các món đồ nội thất được tuyển chọn có thể được gắn lại với nhau để tùy chỉnh và tạo ra các tùy chọn lưu trữ độc đáo và sáng tạo hơn bao giờ hết.\n\nĐể thu hẹp danh sách cụ thể các vật phẩm có thể trộn và kết hợp với nhau, chỉ cần nhập từ khóa “Mô-đun” vào trường Tìm kiếm của danh mục Xây dựng và nhấn Enter.",
  "The Sims 4 team at large encourages you to please make the most extravagant entertainment centers you can imagine, plaster your soulmate’s name on your living room walls with small cubbies, and in general please just have fun with Modular Shelving.": "Nhóm The Sims 4 nói chung khuyến khích bạn vui lòng tạo ra các trung tâm giải trí xa hoa nhất mà bạn có thể tưởng tượng, dán tên tri kỷ của bạn lên tường phòng khách của bạn bằng những chuồng nhỏ và nói chung, hãy vui vẻ với Kệ Mô-đun.",
  "There you will find a classy and sassy array of not just wall shelving, but also a small set of floor-placed furniture that are compatible snapping partners.\\n\\nFloor-placed furniture can only attach to other floor-placed furniture options and wall-placed furniture can only attach to other wall-placed furniture items.\\n\\nThis functionality is not just limited to shelving, but also includes some specific TV Stands, Dressers, Bookshelves, End Tables, and Coffee Tables. And don’t forget the Wall-Hanging clothing shelves for the most extravagant walk-in closets!": "Ở đó, bạn sẽ tìm thấy một loạt các kệ treo tường sang trọng và táo bạo, mà còn có một bộ đồ nội thất đặt sàn nhỏ tương thích với các đối tác gắn vào.\n\nĐồ nội thất đặt sàn chỉ có thể gắn vào các tùy chọn đồ nội thất đặt sàn khác và đồ nội thất đặt tường chỉ có thể gắn vào các vật phẩm đồ nội thất đặt tường khác.\n\nChức năng này không chỉ giới hạn ở kệ, mà còn bao gồm một số Giá Đỡ TV, Tủ Quần Áo, Giá Sách, Bàn Cuối và Bàn Cà Phê cụ thể. Và đừng quên các kệ quần áo treo tường cho các phòng thay đồ xa hoa nhất!",
  "Modular Shelving": "Kệ Mô-đun",
  "While taking pictures:\\n\\nUse the W, A, S and D keys to move forward, left, backward, and right.\\nUse the Q and E keys to move the camera up and down.\\nUse the Scroll Wheel to zoom in and out.\\nLeft Click to switch control between moving the mouse and the camera.": "Trong khi chụp ảnh:\n\nSử dụng các phím W, A, S và D để di chuyển về phía trước, sang trái, lùi lại và sang phải.\nSử dụng các phím Q và E để di chuyển máy ảnh lên và xuống.\nSử dụng Bánh Xe Cuộn để phóng to và thu nhỏ.\nNhấp Chuột Trái để chuyển đổi điều khiển giữa di chuyển chuột và máy ảnh.",
  "The photos you take will be in your Sim’s Inventory just like when you take a normal photo. These are your photos to do whatever you want with. The Memory Card in your Sim’s Inventory saves the photos for the Client. You can view and manage the Client copies from the Memory Card or a computer. If you ever lose the Memory Card, a new one will be given to your Sim at the start of a gig.": "Ảnh bạn chụp sẽ nằm trong Hành trang của Sim giống như khi bạn chụp một bức ảnh bình thường. Đây là những bức ảnh của bạn để làm bất cứ điều gì bạn muốn. Thẻ Nhớ trong Hành trang của Sim lưu ảnh cho Khách Hàng. Bạn có thể xem và quản lý các bản sao của Khách Hàng từ Thẻ Nhớ hoặc máy tính. Nếu bạn làm mất Thẻ Nhớ, một thẻ mới sẽ được trao cho Sim của bạn khi bắt đầu một công việc.",
  "Sims can take Before and After Photos from the phone or a camera. You can also click on the ground where you want to take the picture. Once you’re looking through the viewfinder, it’s time to get that perfect shot.": "Sim có thể chụp Ảnh Trước và Sau từ điện thoại hoặc máy ảnh. Bạn cũng có thể nhấp vào mặt đất nơi bạn muốn chụp ảnh. Khi bạn đang nhìn qua kính ngắm, đã đến lúc chụp được bức ảnh hoàn hảo.",
  "During an Interior Decorator Career Gig, Sims can take photos to document the space before and after renovations. Whether it’s due to a slight fisheye or trade secrets, taking photos is a little different when your Sim is on the job.": "Trong một Công Việc Sự Nghiệp Nhà Trang Trí Nội Thất, Sims có thể chụp ảnh để ghi lại không gian trước và sau khi cải tạo. Cho dù đó là do hiệu ứng mắt cá nhỏ hay bí mật thương mại, việc chụp ảnh sẽ hơi khác một chút khi Sim của bạn đang làm việc.",
  "Taking The Perfect Decorator Picture": "Chụp Ảnh Trang Trí Hoàn Hảo",
  "Trilateral Ornamentations": "Đồ Trang Trí Ba Mặt"
}