{
  "Hi there, I'd like to order a child sized bed. My daughter thought it would be a good idea to use hers as a trampoline. Please make an extra sturdy one. Thank you.": "Chào bạn, tôi muốn đặt một chiếc giường cỡ trẻ em. Con gái tôi nghĩ rằng sẽ là một ý hay nếu dùng giường của nó làm bạt nhún. Làm ơn làm cho nó thật chắc chắn nhé. Cảm ơn.",
  "Child's Play": "Trò Trẻ Con",
  "I installed the bed two hours ago and she's already broken it again. Thanks for nothing.": "Tôi lắp cái giường này được hai tiếng rồi và nó đã phá hỏng lại rồi. Cảm ơn cái nỗi gì.",
  "Wow! My child jumped on the bed for 3 hours and didn't do any damage. This bed is amazing.": "Wow! Con tôi nhảy trên giường 3 tiếng đồng hồ mà không hề gây ra hư hại gì. Cái giường này quá tuyệt vời.",
  "This is a very nice bed. She's already started jumping on it so we might be speaking soon.": "Đây là một cái giường rất đẹp. Con bé đã bắt đầu nhảy lên đó rồi nên có lẽ chúng ta sẽ sớm nói chuyện lại thôi.",
  "2E6E752A": "Chào bạn, tôi muốn đặt một chiếc giường cỡ trẻ em. Con gái tôi nghĩ rằng sẽ là một ý hay nếu dùng giường của nó làm bạt nhún. Làm ơn làm cho nó thật chắc chắn nhé. Cảm ơn.",
  "796DD643": "Trò Trẻ Con",
  "7E06B95E": "Tôi lắp cái giường này được hai tiếng rồi và nó đã phá hỏng lại rồi. Cảm ơn cái nỗi gì.",
  "10F96CAF": "Wow! Con tôi nhảy trên giường 3 tiếng đồng hồ mà không hề gây ra hư hại gì. Cái giường này quá tuyệt vời.",
  "73633708": "Đây là một cái giường rất đẹp. Con bé đã bắt đầu nhảy lên đó rồi nên có lẽ chúng ta sẽ sớm nói chuyện lại thôi.",
  "Back in my day, us kids slept on the floor next to the fireplace for warmth. Things were - different back in my day. I'd like to order a bed for my child, as comfortable as you can make it.": "Thời của tôi, tụi trẻ con chúng tôi ngủ trên sàn cạnh lò sưởi để giữ ấm. Mọi thứ đã - khác biệt vào thời của tôi. Tôi muốn đặt một chiếc giường cho con tôi, thoải mái nhất có thể.",
  "Back In My Day": "Thời Của Tôi",
  "My kid hates this bed. Things were better back in my day.": "Con tôi ghét cái giường này. Thời của tôi mọi thứ tốt hơn.",
  "My kid loves the bed! Those old days really were the worst.": "Con tôi thích cái giường này! Những ngày xưa đó thật sự là tệ nhất.",
  "My kid likes the bed. Kids these days have it so good.": "Con tôi thích cái giường này. Trẻ con thời nay sướng thật.",
  "02EB4F65": "Thời của tôi, tụi trẻ con chúng tôi ngủ trên sàn cạnh lò sưởi để giữ ấm. Mọi thứ đã - khác biệt vào thời của tôi. Tôi muốn đặt một chiếc giường cho con tôi, thoải mái nhất có thể.",
  "EA5DC2EE": "Thời Của Tôi",
  "2468542F": "Con tôi ghét cái giường này. Thời của tôi mọi thứ tốt hơn.",
  "7C9AD6D6": "Con tôi thích cái giường này! Những ngày xưa đó thật sự là tệ nhất.",
  "A5542C99": "Con tôi thích cái giường này. Trẻ con thời nay sướng thật.",
  "Ugh! My kid got bit by bed bugs last night. Obviously the only answer was to take her bed out into the driveway and burn it with fire. She's fine now but we need a new bed. Could you send one over?": "Ối! Tối qua con tôi bị rệp cắn. Rõ ràng cách duy nhất là mang cái giường của nó ra ngoài đường lái xe và đốt bằng lửa. Giờ nó ổn rồi nhưng chúng tôi cần một cái giường mới. Bạn có thể gửi một cái được không?",
  "Bed BugUHs": "Rệp Giường Ugh!",
  "My child came screaming into my room crying about the nightmares your bed gave her.": "Con tôi chạy vào phòng tôi la hét khóc lóc về những cơn ác mộng mà cái giường của bạn gây ra cho nó.",
  "My daughter wanted me to tell you she's never slept so well in her life.": "Con gái tôi muốn tôi nói với bạn rằng nó chưa bao giờ ngủ ngon đến thế trong đời.",
  "This will do. Finally a good night's sleep for my kid.": "Cái này được đó. Cuối cùng thì con tôi cũng có một đêm ngon giấc.",
  "D87522B0": "Ối! Tối qua con tôi bị rệp cắn. Rõ ràng cách duy nhất là mang cái giường của nó ra ngoài đường lái xe và đốt bằng lửa. Giờ nó ổn rồi nhưng chúng tôi cần một cái giường mới. Bạn có thể gửi một cái được không?",
  "481E8505": "Rệp Giường Ugh!",
  "04C3843C": "Con tôi chạy vào phòng tôi la hét khóc lóc về những cơn ác mộng mà cái giường của bạn gây ra cho nó.",
  "44E464E9": "Con gái tôi muốn tôi nói với bạn rằng nó chưa bao giờ ngủ ngon đến thế trong đời.",
  "0DF7D3FE": "Cái này được đó. Cuối cùng thì con tôi cũng có một đêm ngon giấc.",
  "Juice Fizzing Level 2": "Nước Ép Sủi Bọt Cấp 2",
  "Hello, my store would like to procure an order of your homemade Kombucha. We are attempting to fight the faceless Big Kombucha companies by distributing beverages made by local artisans. We even have a hip throwback slogan for the display. \"It's da Bombucha!\"": "Xin chào, cửa hàng của tôi muốn đặt một lô Kombucha tự làm của bạn. Chúng tôi đang cố gắng chống lại các công ty Kombucha lớn vô danh bằng cách phân phối đồ uống do các nghệ nhân địa phương làm ra. Chúng tôi thậm chí còn có một khẩu hiệu cổ điển thời thượng cho màn hình hiển thị. \"Ngon Bá Cháy Bò Chét!\"",
  "It's Da Bombucha": "Ngon Bá Cháy Bò Chét",
  "This is not da bombucha. Not anywhere close.": "Cái này không phải là ngon bá cháy bò chét. Chẳng có gì là gần hết.",
  "This... is DA BOMBUCHA!": "Cái này... mới là NGON BÁ CHÁY BÒ CHÉT!",
  "9EBB110E": "Nước Ép Sủi Bọt Cấp 2",
  "D96C373A": "Xin chào, cửa hàng của tôi muốn đặt một lô Kombucha tự làm của bạn. Chúng tôi đang cố gắng chống lại các công ty Kombucha lớn vô danh bằng cách phân phối đồ uống do các nghệ nhân địa phương làm ra. Chúng tôi thậm chí còn có một khẩu hiệu cổ điển thời thượng cho màn hình hiển thị. \"Ngon Bá Cháy Bò Chét!\"",
  "BAA387F3": "Ngon Bá Cháy Bò Chét",
  "68EB73CE": "Cái này không phải là ngon bá cháy bò chét. Chẳng có gì là gần hết.",
  "C23108FF": "Cái này... mới là NGON BÁ CHÁY BÒ CHÉT!",
  "Yeah this is pretty sweet! Figuratively. Kids still say that right?": "Yeah cái này ngọt ngào đó! Nghĩa bóng thôi. Trẻ con vẫn còn nói vậy đúng không?",
  "Kombucha tastes awful. I love it. Anything that tastes that bad must be good for you, right? I love the kind with that puck of yeast and bacteria floating in it. Disgusting, it must prevent at least twelve diseases. Send me your worst batch. My body is ready.": "Kombucha có vị kinh khủng. Tôi thích nó. Bất cứ thứ gì có vị tệ như vậy chắc chắn là tốt cho bạn, phải không? Tôi thích loại có cái màng nấm men và vi khuẩn nổi lềnh bềnh trong đó. Ghê tởm, chắc chắn nó phải ngăn ngừa được ít nhất mười hai bệnh. Gửi cho tôi lô tệ nhất của bạn đi. Cơ thể tôi đã sẵn sàng.",
  "A Heady Brew": "Một Mẻ Ủ Mạnh",
  "This doesn't taste bad at all. It almost tastes good. This is not what I wanted.": "Cái này không có vị tệ chút nào. Gần như là ngon ấy chứ. Đây không phải là thứ tôi muốn.",
  "This is the worst thing I've tasted. I can't feel my tongue. Perfect!": "Đây là thứ tệ nhất tôi từng nếm. Tôi không còn cảm thấy lưỡi mình nữa. Tuyệt vời!",
  "73082498": "Yeah cái này ngọt ngào đó! Nghĩa bóng thôi. Trẻ con vẫn còn nói vậy đúng không?",
  "7598C235": "Kombucha có vị kinh khủng. Tôi thích nó. Bất cứ thứ gì có vị tệ như vậy chắc chắn là tốt cho bạn, phải không? Tôi thích loại có cái màng nấm men và vi khuẩn nổi lềnh bềnh trong đó. Ghê tởm, chắc chắn nó phải ngăn ngừa được ít nhất mười hai bệnh. Gửi cho tôi lô tệ nhất của bạn đi. Cơ thể tôi đã sẵn sàng.",
  "D422635E": "Một Mẻ Ủ Mạnh",
  "91AAA6DF": "Cái này không có vị tệ chút nào. Gần như là ngon ấy chứ. Đây không phải là thứ tôi muốn.",
  "ED2EDEE6": "Đây là thứ tệ nhất tôi từng nếm. Tôi không còn cảm thấy lưỡi mình nữa. Tuyệt vời!",
  "This tastes completely disgusting. Exactly what I wanted.": "Cái này có vị hoàn toàn kinh tởm. Chính xác là thứ tôi muốn.",
  "I'm devastated. I recently lost my mother. It happened so fast. Slipped right down the sink. I'd like an order of your Kombucha, I need a new mother.": "Tôi rất đau lòng. Gần đây tôi đã mất mẹ. Chuyện xảy ra quá nhanh. Mẹ trượt thẳng xuống bồn rửa. Tôi muốn đặt một lô Kombucha của bạn, tôi cần một người mẹ mới.",
  "Mother May I": "Mẹ Ơi Cho Con",
  "I'll never have my mother back! This just isn't the same.": "Tôi sẽ không bao giờ có lại mẹ của mình! Cái này không giống chút nào.",
  "Forget my old mother! I love my new mother. Thank you for bringing us together.": "Quên người mẹ cũ của tôi đi! Tôi yêu người mẹ mới của tôi. Cảm ơn bạn đã mang chúng tôi đến với nhau.",
  "F83F4629": "Cái này có vị hoàn toàn kinh tởm. Chính xác là thứ tôi muốn.",
  "BB85EC40": "Tôi rất đau lòng. Gần đây tôi đã mất mẹ. Chuyện xảy ra quá nhanh. Mẹ trượt thẳng xuống bồn rửa. Tôi muốn đặt một lô Kombucha của bạn, tôi cần một người mẹ mới.",
  "AA6CE235": "Mẹ Ơi Cho Con",
  "D1E530AC": "Tôi sẽ không bao giờ có lại mẹ của mình! Cái này không giống chút nào.",
  "7789BF39": "Quên người mẹ cũ của tôi đi! Tôi yêu người mẹ mới của tôi. Cảm ơn bạn đã mang chúng tôi đến với nhau.",
  "I'll never have her back, but this new mother makes things a little better.": "Tôi sẽ không bao giờ có lại mẹ, nhưng người mẹ mới này khiến mọi thứ tốt hơn một chút.",
  "Fabrication Level 1": "Chế Tạo Cấp 1",
  "Required Skill:": "Kỹ Năng Yêu Cầu:",
  "It turns out \"dry clean only\" was not simply a suggestion. My new Rug's toast. You know how to make Rugs and I've got Simoleons. Maybe we can help each other out?": "Hóa ra \"chỉ giặt khô\" không chỉ là một gợi ý. Tấm thảm mới của tôi tiêu tùng rồi. Bạn biết cách làm Thảm và tôi có Simoleon. Có lẽ chúng ta có thể giúp đỡ lẫn nhau?",
  "Full of Rug-rets": "Đầy Thảm Hại",
  "536DE30E": "Tôi sẽ không bao giờ có lại mẹ, nhưng người mẹ mới này khiến mọi thứ tốt hơn một chút.",
  "9DCE90A4": "Chế Tạo Cấp 1",
  "73AEF3B9": "Kỹ Năng Yêu Cầu:",
  "24B8000C": "Hóa ra \"chỉ giặt khô\" không chỉ là một gợi ý. Tấm thảm mới của tôi tiêu tùng rồi. Bạn biết cách làm Thảm và tôi có Simoleon. Có lẽ chúng ta có thể giúp đỡ lẫn nhau?",
  "641A8969": "Đầy Thảm Hại",
  "I think I might just keep using my ruined rug instead of this new one. Thanks anyway.": "Tôi nghĩ tôi có lẽ sẽ tiếp tục sử dụng tấm thảm bị hỏng của mình thay vì tấm thảm mới này. Dù sao cũng cảm ơn.",
  "This rug is even better than my last rug! Thanks so much!": "Tấm thảm này thậm chí còn tốt hơn tấm thảm trước của tôi! Cảm ơn rất nhiều!",
  "Hey, this rug is pretty nice. This will do, thanks!": "Này, tấm thảm này khá đẹp đấy. Cái này được đó, cảm ơn!",
  "I represent a local rug dealer. They have extensive experience selling traditionally made rugs, including everything from braided rugs to woven rugs. In an effort to keep pace with new technologies they are requesting samples of 3d printed rugs for evaluation.": "Tôi đại diện cho một đại lý thảm địa phương. Họ có nhiều kinh nghiệm bán thảm làm theo phương pháp truyền thống, bao gồm tất cả mọi thứ từ thảm bện đến thảm dệt. Để theo kịp các công nghệ mới, họ đang yêu cầu các mẫu thảm in 3D để đánh giá.",
  "Cut a Rug": "Nhảy Nhót Hăng Say",
  "86323AC0": "Tôi nghĩ tôi có lẽ sẽ tiếp tục sử dụng tấm thảm bị hỏng của mình thay vì tấm thảm mới này. Dù sao cũng cảm ơn.",
  "EF4F13FD": "Tấm thảm này thậm chí còn tốt hơn tấm thảm trước của tôi! Cảm ơn rất nhiều!",
  "C27FD6C2": "Này, tấm thảm này khá đẹp đấy. Cái này được đó, cảm ơn!",
  "9D9CF07B": "Tôi đại diện cho một đại lý thảm địa phương. Họ có nhiều kinh nghiệm bán thảm làm theo phương pháp truyền thống, bao gồm tất cả mọi thứ từ thảm bện đến thảm dệt. Để theo kịp các công nghệ mới, họ đang yêu cầu các mẫu thảm in 3D để đánh giá.",
  "42E7EC70": "Nhảy Nhót Hăng Say",
  "This is below our standards. We thank you for our submission but we have an image to maintain, and as such this will be going directly in the trash. Where it belongs.": "Cái này dưới tiêu chuẩn của chúng tôi. Chúng tôi cảm ơn bạn đã gửi mẫu nhưng chúng tôi có hình ảnh cần duy trì, và do đó cái này sẽ đi thẳng vào thùng rác. Nơi mà nó thuộc về.",
  "This exceeds every one of our quality standards. We will be in touch.": "Cái này vượt quá mọi tiêu chuẩn chất lượng của chúng tôi. Chúng tôi sẽ liên lạc lại.",
  "This meets our standards of quality. Thank you for your time.": "Cái này đáp ứng các tiêu chuẩn chất lượng của chúng tôi. Cảm ơn bạn đã dành thời gian.",
  "Why are showers so darn slippery! I sprained my ankle getting out of one last week. My doctor told me I could use a 3D printed rug as an anti-slip mat. I asked around and your service came up. Could you make me one? You might just save a life.": "Tại sao phòng tắm lại trơn trượt đến thế! Tôi bị bong gân mắt cá chân khi bước ra khỏi một cái tuần trước. Bác sĩ của tôi nói với tôi rằng tôi có thể sử dụng một tấm thảm in 3D làm thảm chống trượt. Tôi hỏi thăm xung quanh và dịch vụ của bạn đã xuất hiện. Bạn có thể làm cho tôi một cái được không? Bạn có thể cứu một mạng người đấy.",
  "Rug a dub dub": "Thảm Đây Thảm Đây",
  "88330215": "Cái này dưới tiêu chuẩn của chúng tôi. Chúng tôi cảm ơn bạn đã gửi mẫu nhưng chúng tôi có hình ảnh cần duy trì, và do đó cái này sẽ đi thẳng vào thùng rác. Nơi mà nó thuộc về.",
  "3AC7B970": "Cái này vượt quá mọi tiêu chuẩn chất lượng của chúng tôi. Chúng tôi sẽ liên lạc lại.",
  "FD7E44DF": "Cái này đáp ứng các tiêu chuẩn chất lượng của chúng tôi. Cảm ơn bạn đã dành thời gian.",
  "07AB3C96": "Tại sao phòng tắm lại trơn trượt đến thế! Tôi bị bong gân mắt cá chân khi bước ra khỏi một cái tuần trước. Bác sĩ của tôi nói với tôi rằng tôi có thể sử dụng một tấm thảm in 3D làm thảm chống trượt. Tôi hỏi thăm xung quanh và dịch vụ của bạn đã xuất hiện. Bạn có thể làm cho tôi một cái được không? Bạn có thể cứu một mạng người đấy.",
  "D3403DB7": "Thảm Đây Thảm Đây",
  "Your product somehow made my shower even more slippery. Now I've sprained my other ankle!": "Sản phẩm của bạn bằng cách nào đó đã làm cho phòng tắm của tôi thậm chí còn trơn trượt hơn. Bây giờ tôi đã bị bong gân mắt cá chân còn lại!",
  "I feel so safe in my shower now that I could dance. In the shower. Thank you.": "Tôi cảm thấy rất an toàn trong phòng tắm của mình bây giờ đến nỗi tôi có thể nhảy múa. Trong phòng tắm. Cảm ơn bạn.",
  "Exactly what I was looking for. Showering is a much less terrifying experience now. Thanks!": "Chính xác là những gì tôi đang tìm kiếm. Tắm bây giờ là một trải nghiệm bớt kinh hoàng hơn nhiều. Cảm ơn!",
  "Fabrication Level 9": "Chế Tạo Cấp 9",
  "Tis I, the Merry King of Couches. I have rested my posterior on the finest seats in the land. Your name is making the rounds in my court. They say you are an artisan of note, master of the newest chaise crafting techniques. I request your finest lounge. Make me something worthy of my fundament.": "Đây là ta, Vua Ghế Dài Vui Vẻ. Ta đã đặt mông mình lên những chiếc ghế tốt nhất trên vùng đất này. Tên của ngươi đang được lan truyền trong triều đình của ta. Họ nói rằng ngươi là một nghệ nhân đáng chú ý, bậc thầy về các kỹ thuật chế tác ghế dài mới nhất. Ta yêu cầu chiếc ghế dài đẹp nhất của ngươi. Hãy làm cho ta một thứ gì đó xứng đáng với cái mông của ta.",
  "895EA762": "Sản phẩm của bạn bằng cách nào đó đã làm cho phòng tắm của tôi thậm chí còn trơn trượt hơn. Bây giờ tôi đã bị bong gân mắt cá chân còn lại!",
  "E84E3D63": "Tôi cảm thấy rất an toàn trong phòng tắm của mình bây giờ đến nỗi tôi có thể nhảy múa. Trong phòng tắm. Cảm ơn bạn.",
  "E247574C": "Chính xác là những gì tôi đang tìm kiếm. Tắm bây giờ là một trải nghiệm bớt kinh hoàng hơn nhiều. Cảm ơn!",
  "A1D0188D": "Chế Tạo Cấp 9",
  "693B6F47": "Đây là ta, Vua Ghế Dài Vui Vẻ. Ta đã đặt mông mình lên những chiếc ghế tốt nhất trên vùng đất này. Tên của ngươi đang được lan truyền trong triều đình của ta. Họ nói rằng ngươi là một nghệ nhân đáng chú ý, bậc thầy về các kỹ thuật chế tác ghế dài mới nhất. Ta yêu cầu chiếc ghế dài đẹp nhất của ngươi. Hãy làm cho ta một thứ gì đó xứng đáng với cái mông của ta.",
  "The King of Couches": "Vua Ghế Dài",
  "I am displeased. You are fortunate that I have chosen not to rouse the local constabulary to imprison you for this heinous act of so called craftsmanship.": "Ta không hài lòng. Ngươi thật may mắn vì ta đã chọn không đánh thức lực lượng cảnh sát địa phương để tống giam ngươi vì hành động thủ công tồi tệ này.",
  "The poets shall sing your name! Never have I set my posterior on such a fine cushion!": "Các nhà thơ sẽ ca ngợi tên ngươi! Chưa bao giờ ta đặt mông mình lên một chiếc đệm tuyệt vời như vậy!",
  "I see I had impeccable judgement in choosing you.": "Ta thấy rằng ta đã có phán đoán hoàn hảo khi chọn ngươi.",
  "You know that term couch surfing? I'm looking to make it literal. I'm starting the first ever couch surfing league! I'd like to purchase one of your couches. I need something sturdy to attach wheels to. Surf's up!": "Ngươi có biết thuật ngữ du lịch ghế dài không? Ta đang muốn biến nó thành nghĩa đen. Ta đang bắt đầu giải đấu lướt ghế dài đầu tiên từ trước đến nay! Ta muốn mua một trong những chiếc ghế dài của ngươi. Ta cần một thứ gì đó chắc chắn để gắn bánh xe vào. Lướt thôi!",
  "E5DCB564": "Vua Ghế Dài",
  "7211CFE9": "Ta không hài lòng. Ngươi thật may mắn vì ta đã chọn không đánh thức lực lượng cảnh sát địa phương để tống giam ngươi vì hành động thủ công tồi tệ này.",
  "997FF584": "Các nhà thơ sẽ ca ngợi tên ngươi! Chưa bao giờ ta đặt mông mình lên một chiếc đệm tuyệt vời như vậy!",
  "4E3EDFF3": "Ta thấy rằng ta đã có phán đoán hoàn hảo khi chọn ngươi.",
  "BCC97428": "Ngươi có biết thuật ngữ du lịch ghế dài không? Ta đang muốn biến nó thành nghĩa đen. Ta đang bắt đầu giải đấu lướt ghế dài đầu tiên từ trước đến nay! Ta muốn mua một trong những chiếc ghế dài của ngươi. Ta cần một thứ gì đó chắc chắn để gắn bánh xe vào. Lướt thôi!",
  "Couch Surf": "Lướt Ghế Dài",
  "Bummer! This thing isn't safe to surf on.": "Buồn quá! Cái này không an toàn để lướt.",
  "Gnarly! This couch is perfect! I'm going to shred the streets on this thing.": "Tuyệt vời! Chiếc ghế dài này thật hoàn hảo! Tôi sẽ xé toạc đường phố trên cái thứ này.",
  "Yeah! This is what I'm talking bout! Thanks!": "Yeah! Đây là những gì tôi đang nói đến! Cảm ơn!",
  "Good morrow, I'm part of a local LARPing group. Recently our leader declared himself the King of Couches. But anyone who knows anything knows that <b>I</b> <i>am</i> the King of Couches. Anyway, he’s also declared us his serfs and demands Couches as offerings. We're humoring him for the time being. As such I'd like to order one of your Couches. Be well.": "Chào buổi sáng, tôi là một phần của một nhóm LARPing địa phương. Gần đây, thủ lĩnh của chúng tôi đã tự xưng là Vua Ghế Dài. Nhưng bất kỳ ai biết chuyện gì cũng biết rằng <b>tôi</b> <i>mới</i> là Vua Ghế Dài. Dù sao thì, anh ta cũng tuyên bố chúng tôi là nông nô của anh ta và yêu cầu Ghế Dài làm vật cúng tế. Chúng tôi đang chiều theo ý anh ta trong thời gian này. Vì vậy, tôi muốn đặt một trong những chiếc Ghế Dài của bạn. Chúc mọi điều tốt lành.",
  "E784D28D": "Lướt Ghế Dài",
  "7727BBD4": "Buồn quá! Cái này không an toàn để lướt.",
  "D8760791": "Tuyệt vời! Chiếc ghế dài này thật hoàn hảo! Tôi sẽ xé toạc đường phố trên cái thứ này.",
  "C7DA3066": "Yeah! Đây là những gì tôi đang nói đến! Cảm ơn!",
  "5C899C7D": "Chào buổi sáng, tôi là một phần của một nhóm LARPing địa phương. Gần đây, thủ lĩnh của chúng tôi đã tự xưng là Vua Ghế Dài. Nhưng bất kỳ ai biết chuyện gì cũng biết rằng <b>tôi</b> <i>mới</i> là Vua Ghế Dài. Dù sao thì, anh ta cũng tuyên bố chúng tôi là nông nô của anh ta và yêu cầu Ghế Dài làm vật cúng tế. Chúng tôi đang chiều theo ý anh ta trong thời gian này. Vì vậy, tôi muốn đặt một trong những chiếc Ghế Dài của bạn. Chúc mọi điều tốt lành.",
  "Couch Serf": "Nông Nô Ghế Dài",
  "The King is displeased.": "Nhà Vua không hài lòng.",
  "The King is awed by your crafting prowess. He has commissioned a bard to sing of your deeds.": "Nhà Vua kinh ngạc trước khả năng chế tác của bạn. Người đã ủy thác một nhà thơ hát về những việc làm của bạn.",
  "The King accepts your offering. Be well.": "Nhà Vua chấp nhận lễ vật của bạn. Chúc mọi điều tốt lành.",
  "Hey I'm huge into tofu. I heard you make something called, um, \"ToFizz\"? I'm not going to lie: I'm intrigued, but maybe this is past my comfort zone. Fizzy Tofu might be a soy-soaked bridge too far. The only way to find out is to order some so I can taste it myself. Hit me!": "Chào, tôi cực kỳ thích đậu phụ. Tôi nghe nói bạn làm một thứ gì đó gọi là, ờm, \"Đậu Phụ Sủi Bọt\"? Tôi sẽ không nói dối: Tôi tò mò, nhưng có lẽ điều này vượt quá vùng an toàn của tôi. Đậu Phụ Sủi Bọt có thể là một cây cầu ngâm đậu nành quá xa. Cách duy nhất để tìm hiểu là đặt hàng một ít để tôi có thể tự mình nếm thử. Gửi cho tôi!",
  "5DB69136": "Nông Nô Ghế Dài",
  "2AA09707": "Nhà Vua không hài lòng.",
  "4136663E": "Nhà Vua kinh ngạc trước khả năng chế tác của bạn. Người đã ủy thác một nhà thơ hát về những việc làm của bạn.",
  "E0EF6AE1": "Nhà Vua chấp nhận lễ vật của bạn. Chúc mọi điều tốt lành.",
  "E6F814C0": "Chào, tôi cực kỳ thích đậu phụ. Tôi nghe nói bạn làm một thứ gì đó gọi là, ờm, \"Đậu Phụ Sủi Bọt\"? Tôi sẽ không nói dối: Tôi tò mò, nhưng có lẽ điều này vượt quá vùng an toàn của tôi. Đậu Phụ Sủi Bọt có thể là một cây cầu ngâm đậu nành quá xa. Cách duy nhất để tìm hiểu là đặt hàng một ít để tôi có thể tự mình nếm thử. Gửi cho tôi!",
  "To Fizz or Not To Fizz": "Sủi Hay Không Sủi",
  "The client regrets ever asking you to \"hit them\".": "Khách hàng hối hận vì đã yêu cầu bạn \"gửi\" cho họ.",
  "The client reports they are now \"huge\" on Tofizz.": "Khách hàng báo cáo rằng giờ họ \"cực kỳ thích\" Tofizz.",
  "The client reports that Tofizz is \"alright\".": "Khách hàng báo cáo rằng Tofizz \"tàm tạm\".",
  "People keep talking about Flavor Country. I hate Flavor Country. I don't want to go to Flavor Country. I'm tired of all these flavorful beverages. I like my drinks boring. Make me some ToFizz, I hear it’s the blandest thing next to water.": "Mọi người cứ nói về Xứ Sở Hương Vị. Tôi ghét Xứ Sở Hương Vị. Tôi không muốn đến Xứ Sở Hương Vị. Tôi mệt mỏi với tất cả những đồ uống đầy hương vị này rồi. Tôi thích đồ uống của mình nhàm chán. Làm cho tôi một ít ToFizz, tôi nghe nói nó là thứ nhạt nhẽo nhất bên cạnh nước.",
  "B981F3B5": "Sủi Hay Không Sủi",
  "91A1A22C": "Khách hàng hối hận vì đã yêu cầu bạn \"gửi\" cho họ.",
  "374630B9": "Khách hàng báo cáo rằng giờ họ \"cực kỳ thích\" Tofizz.",
  "132A548E": "Khách hàng báo cáo rằng Tofizz \"tàm tạm\".",
  "6E136B7F": "Mọi người cứ nói về Xứ Sở Hương Vị. Tôi ghét Xứ Sở Hương Vị. Tôi không muốn đến Xứ Sở Hương Vị. Tôi mệt mỏi với tất cả những đồ uống đầy hương vị này rồi. Tôi thích đồ uống của mình nhàm chán. Làm cho tôi một ít ToFizz, tôi nghe nói nó là thứ nhạt nhẽo nhất bên cạnh nước.",
  "No-Flavor Country ": "Xứ Sở Không Hương Vị",
  "This isn't boring at all! It's full of flavor and subtle delicious complexity! BLEGH! I hate it!": "Cái này không hề nhàm chán! Nó đầy hương vị và sự phức tạp tinh tế ngon tuyệt! Ợ! Tôi ghét nó!",
  "This is the most boring thing I've ever tasted. My taste buds weep at the cruel monotony of existence. Well done.": "Đây là thứ nhàm chán nhất tôi từng nếm. Vị giác của tôi khóc than cho sự đơn điệu tàn khốc của sự tồn tại. Làm tốt lắm.",
  "This is pretty boring. Just the way I like it. But it could be more boring.": "Cái này khá nhàm chán. Đúng như cách tôi thích. Nhưng nó có thể nhàm chán hơn nữa.",
  "Can you believe the junk people put in their bodies? Don't they know tofu is like totally the healthiest thing ever? It's all I eat and I'm the healthiest person you'll ever meet! I'm so freaking healthy. Now with your help, tofu will be the only thing I drink too. Let's do it. So healthy!": "Bạn có tin được những thứ rác rưởi mà mọi người đưa vào cơ thể của họ không? Họ không biết rằng đậu phụ hoàn toàn là thứ tốt cho sức khỏe nhất từ trước đến nay sao? Đó là tất cả những gì tôi ăn và tôi là người khỏe mạnh nhất mà bạn từng gặp! Tôi khỏe mạnh đến phát sợ. Giờ với sự giúp đỡ của bạn, đậu phụ cũng sẽ là thứ duy nhất tôi uống. Hãy làm điều đó. Thật tốt cho sức khỏe!",
  "813B806C": "Xứ Sở Không Hương Vị",
  "607DC3E1": "Cái này không hề nhàm chán! Nó đầy hương vị và sự phức tạp tinh tế ngon tuyệt! Ợ! Tôi ghét nó!",
  "6571656C": "Đây là thứ nhàm chán nhất tôi từng nếm. Vị giác của tôi khóc than cho sự đơn điệu tàn khốc của sự tồn tại. Làm tốt lắm.",
  "91FEF43B": "Cái này khá nhàm chán. Đúng như cách tôi thích. Nhưng nó có thể nhàm chán hơn nữa.",
  "04DE5FBA": "Bạn có tin được những thứ rác rưởi mà mọi người đưa vào cơ thể của họ không? Họ không biết rằng đậu phụ hoàn toàn là thứ tốt cho sức khỏe nhất từ trước đến nay sao? Đó là tất cả những gì tôi ăn và tôi là người khỏe mạnh nhất mà bạn từng gặp! Tôi khỏe mạnh đến phát sợ. Giờ với sự giúp đỡ của bạn, đậu phụ cũng sẽ là thứ duy nhất tôi uống. Hãy làm điều đó. Thật tốt cho sức khỏe!",
  "Healthy Living": "Sống Khỏe",
  "What have you done. This... is <b>NOT</b> healthy. I'm going to have to do at least five apple cider vinegar cleanses to recover.": "Bạn đã làm gì thế này. Cái này... <b>KHÔNG</b> tốt cho sức khỏe. Tôi sẽ phải thanh lọc bằng giấm táo ít nhất năm lần để phục hồi.",
  "This... is a GAME CHANGER! I've never felt so healthy in my life. I think I just might be the healthiest Sim in the world after drinking this nourishing Tofizz.": "Đây... là một BƯỚC ĐỘT PHÁ! Tôi chưa bao giờ cảm thấy khỏe mạnh đến thế trong đời. Tôi nghĩ tôi có lẽ là Sim khỏe mạnh nhất trên thế giới sau khi uống Tofizz bổ dưỡng này.",
  "I'm feeling healthier already! So healthy!": "Tôi cảm thấy khỏe hơn rồi! Thật tốt cho sức khỏe!",
  "Interview a Homeowner about Utilities ({0.String})": "Phỏng Vấn Chủ Nhà về Các Tiện Ích ({0.String})",
  "C9B89973": "Sống Khỏe",
  "28A7E54E": "Bạn đã làm gì thế này. Cái này... <b>KHÔNG</b> tốt cho sức khỏe. Tôi sẽ phải thanh lọc bằng giấm táo ít nhất năm lần để phục hồi.",
  "81ED7A7F": "Đây... là một BƯỚC ĐỘT PHÁ! Tôi chưa bao giờ cảm thấy khỏe mạnh đến thế trong đời. Tôi nghĩ tôi có lẽ là Sim khỏe mạnh nhất trên thế giới sau khi uống Tofizz bổ dưỡng này.",
  "32C49618": "Tôi cảm thấy khỏe hơn rồi! Thật tốt cho sức khỏe!",
  "7821DAB9": "Phỏng Vấn Chủ Nhà về Các Tiện Ích ({0.String})",
  "Gain Influence ({0.String})": "Gây Ảnh Hưởng ({0.String})",
  "Utilities Assistant": "Trợ Lý Tiện Ích",
  "Specializing in planning and organizing has brought {0.SimFirstName} this new opportunity. Get out into the real world and find out what the neighborhood needs to make the environment the best a Sim can live in.": "Chuyên về lập kế hoạch và tổ chức đã mang đến cho {0.SimFirstName} cơ hội mới này. Hãy bước ra thế giới thực và tìm hiểu xem khu phố cần gì để làm cho môi trường trở nên tốt nhất mà một Sim có thể sống.",
  "Urban Surveyor": "Khảo Sát Viên Đô Thị",
  "{0.SimFirstName} is becoming an expert in gathering opinions and getting Sims in the neighborhood passionate about changes to their world. Using {F0.her}{M0.his} passion for improvement, {0.SimFirstName} can rally local Sims for a huge range of Neighborhood Action Plans to effect positive change.": "{0.SimFirstName} đang trở thành một chuyên gia trong việc thu thập ý kiến ​​và khiến Sims trong khu phố đam mê với những thay đổi cho thế giới của họ. Sử dụng niềm đam mê cải thiện của {F0.her}{M0.his}, {0.SimFirstName} có thể tập hợp các Sims địa phương cho một loạt các Kế Hoạch Hành Động Khu Phố để tạo ra sự thay đổi tích cực.",
  "78586F2D": "Gây Ảnh Hưởng ({0.String})",
  "745DDFEB": "Trợ Lý Tiện Ích",
  "BFAD5FE4": "Chuyên về lập kế hoạch và tổ chức đã mang đến cho {0.SimFirstName} cơ hội mới này. Hãy bước ra thế giới thực và tìm hiểu xem khu phố cần gì để làm cho môi trường trở nên tốt nhất mà một Sim có thể sống.",
  "B35B6D5E": "Khảo Sát Viên Đô Thị",
  "A2886621": "{0.SimFirstName} đang trở thành một chuyên gia trong việc thu thập ý kiến ​​và khiến Sims trong khu phố đam mê với những thay đổi cho thế giới của họ. Sử dụng niềm đam mê cải thiện của {F0.her}{M0.his}, {0.SimFirstName} có thể tập hợp các Sims địa phương cho một loạt các Kế Hoạch Hành Động Khu Phố để tạo ra sự thay đổi tích cực.",
  "Policy Planner": "Người Lập Kế Hoạch Chính Sách",
  "{0.SimFirstName}'s passion for neighborhood improvement has fueled a keen design sense for making and presenting Municipal Concepts. Successfully submitting these blueprints for a better world can gain {0.SimFirstName} fame and fortune. ": "Niềm đam mê cải thiện khu phố của {0.SimFirstName} đã thúc đẩy một giác quan thiết kế nhạy bén để tạo ra và trình bày các Khái Niệm Đô Thị. Nộp thành công những bản thiết kế cho một thế giới tốt đẹp hơn này có thể mang lại cho {0.SimFirstName} danh tiếng và tài sản.",
  "Civic Archivist": "Nhân Viên Lưu Trữ Dân Sự",
  "Organizing and interpreting plans and design documentation is the passion of the Civic Archivist. {0.SimFirstName} will balance high-level design work with the task of maintaining order among the chaos of a thousand planning permission permits.": "Tổ chức và giải thích các kế hoạch và tài liệu thiết kế là niềm đam mê của Nhân Viên Lưu Trữ Dân Sự. {0.SimFirstName} sẽ cân bằng công việc thiết kế cấp cao với nhiệm vụ duy trì trật tự giữa sự hỗn loạn của hàng nghìn giấy phép quy hoạch.",
  "Neighborhood Improvement Officer": "Cán Bộ Cải Thiện Khu Phố",
  "87657799": "Người Lập Kế Hoạch Chính Sách",
  "05818742": "Niềm đam mê cải thiện khu phố của {0.SimFirstName} đã thúc đẩy một giác quan thiết kế nhạy bén để tạo ra và trình bày các Khái Niệm Đô Thị. Nộp thành công những bản thiết kế cho một thế giới tốt đẹp hơn này có thể mang lại cho {0.SimFirstName} danh tiếng và tài sản.",
  "AA27A77C": "Nhân Viên Lưu Trữ Dân Sự",
  "D5973D97": "Tổ chức và giải thích các kế hoạch và tài liệu thiết kế là niềm đam mê của Nhân Viên Lưu Trữ Dân Sự. {0.SimFirstName} sẽ cân bằng công việc thiết kế cấp cao với nhiệm vụ duy trì trật tự giữa sự hỗn loạn của hàng nghìn giấy phép quy hoạch.",
  "D9F4F497": "Cán Bộ Cải Thiện Khu Phố",
  "Community trust and smart planning skills are key to success as a Neighborhood Improvement Officer. {0.SimFirstName} must juggle the conflicting priorities of business and residents to be successful in this position.": "Lòng tin cộng đồng và các kỹ năng lập kế hoạch thông minh là chìa khóa thành công với tư cách là một Cán Bộ Cải Thiện Khu Phố. {0.SimFirstName} phải cân bằng các ưu tiên xung đột của doanh nghiệp và cư dân để thành công ở vị trí này.",
  "Municipal Engineer": "Kỹ Sư Đô Thị",
  "Combining technical skills with the highest level of planning, {0.SimFirstName} will be responsible for large scale improvements to infrastructure and utilities through every neighborhood. Everything from the layout of new parks to the vital pipework beneath Sims' feet is in {F0.her}{M0.his} purview.": "Kết hợp các kỹ năng kỹ thuật với trình độ lập kế hoạch cao nhất, {0.SimFirstName} sẽ chịu trách nhiệm cho những cải tiến quy mô lớn đối với cơ sở hạ tầng và các tiện ích thông qua mọi khu phố. Mọi thứ, từ bố cục của các công viên mới đến hệ thống đường ống quan trọng bên dưới chân Sims đều nằm trong phạm vi quyền hạn của {F0.her}{M0.his}.",
  "City Master Planner": "Người Lập Kế Hoạch Tổng Thể Thành Phố",
  "Leading a team of Civic Planners to make foundational changes across all neighborhoods is the job of the City Master Planner. {0.SimFirstName} will need much design, planning and social skills to gain success at this career.": "Dẫn dắt một nhóm các Nhà Lập Kế Hoạch Dân Sự để thực hiện những thay đổi cơ bản trên tất cả các khu phố là công việc của Người Lập Kế Hoạch Tổng Thể Thành Phố. {0.SimFirstName} sẽ cần nhiều kỹ năng thiết kế, lập kế hoạch và xã hội để đạt được thành công trong sự nghiệp này.",
  "6FE41020": "Lòng tin cộng đồng và các kỹ năng lập kế hoạch thông minh là chìa khóa thành công với tư cách là một Cán Bộ Cải Thiện Khu Phố. {0.SimFirstName} phải cân bằng các ưu tiên xung đột của doanh nghiệp và cư dân để thành công ở vị trí này.",
  "A8DBA36A": "Kỹ Sư Đô Thị",
  "71D4815D": "Kết hợp các kỹ năng kỹ thuật với trình độ lập kế hoạch cao nhất, {0.SimFirstName} sẽ chịu trách nhiệm cho những cải tiến quy mô lớn đối với cơ sở hạ tầng và các tiện ích thông qua mọi khu phố. Mọi thứ, từ bố cục của các công viên mới đến hệ thống đường ống quan trọng bên dưới chân Sims đều nằm trong phạm vi quyền hạn của {F0.her}{M0.his}.",
  "E99F9915": "Người Lập Kế Hoạch Tổng Thể Thành Phố",
  "FD547B9E": "Dẫn dắt một nhóm các Nhà Lập Kế Hoạch Dân Sự để thực hiện những thay đổi cơ bản trên tất cả các khu phố là công việc của Người Lập Kế Hoạch Tổng Thể Thành Phố. {0.SimFirstName} sẽ cần nhiều kỹ năng thiết kế, lập kế hoạch và xã hội để đạt được thành công trong sự nghiệp này.",
  "Fabricate an Eco-Upgrade Part ({0.String})": "Chế Tạo Một Bộ Phận Nâng Cấp Sinh Thái ({0.String})",
  "Installation Intern": "Thực Tập Sinh Lắp Đặt",
  "Improving Sim’s lives through the application of new greener technology is the aim of {0.SimFirstName} in this new opportunity. Dream big and bask in the glory of installing your first Composting Container.": "Cải thiện cuộc sống của Sims thông qua việc áp dụng công nghệ xanh hơn là mục tiêu của {0.SimFirstName} trong cơ hội mới này. Mơ lớn và đắm mình trong vinh quang khi lắp đặt Thùng Ủ Phân đầu tiên của bạn.",
  "Design Guru": "Bậc Thầy Thiết Kế",
  "{0.SimFirstName} will need all of the skill and ingenuity they can muster as they get back to the Drafting Tablet. As a Design Guru, {F0.her}{M0.his} main objective is to hone their drafting and design skills with ever more complex Eco-Invention Concepts.": "{0.SimFirstName} sẽ cần tất cả các kỹ năng và sự khéo léo mà họ có thể tập hợp khi quay lại Bảng Vẽ. Với tư cách là một Bậc Thầy Thiết Kế, mục tiêu chính của {F0.her}{M0.his} là trau dồi các kỹ năng phác thảo và thiết kế của họ với các Khái Niệm Phát Minh Sinh Thái ngày càng phức tạp hơn.",
  "49D74071": "Chế Tạo Một Bộ Phận Nâng Cấp Sinh Thái ({0.String})",
  "63F5A49E": "Thực Tập Sinh Lắp Đặt",
  "1CABA061": "Cải thiện cuộc sống của Sims thông qua việc áp dụng công nghệ xanh hơn là mục tiêu của {0.SimFirstName} trong cơ hội mới này. Mơ lớn và đắm mình trong vinh quang khi lắp đặt Thùng Ủ Phân đầu tiên của bạn.",
  "A915CE2B": "Bậc Thầy Thiết Kế",
  "FF739824": "{0.SimFirstName} sẽ cần tất cả các kỹ năng và sự khéo léo mà họ có thể tập hợp khi quay lại Bảng Vẽ. Với tư cách là một Bậc Thầy Thiết Kế, mục tiêu chính của {F0.her}{M0.his} là trau dồi các kỹ năng phác thảo và thiết kế của họ với các Khái Niệm Phát Minh Sinh Thái ngày càng phức tạp hơn.",
  "Machine Modifier": "Người Sửa Đổi Máy Móc",
  "Heading out into the real world, {0.SimFirstName} is making a name for themselves as they take existing products and interpret complicated squiggly diagrams to make modifications and improvements to real-world appliances and utilities.": "Bước ra thế giới thực, {0.SimFirstName} đang tạo dựng tên tuổi cho bản thân khi họ lấy các sản phẩm hiện có và giải thích các sơ đồ ngoằn ngoèo phức tạp để thực hiện các sửa đổi và cải tiến đối với các thiết bị và tiện ích thực tế.",
  "Eco-tech Scientist": "Nhà Khoa Học Công Nghệ Sinh Thái",
  "Eco-Tech Scientists combine the latest research with cutting edge technology, pitching ideas for new Eco-Inventions to a range of manufacturing companies. {0.SimFirstName}'s passion for the environment helps inform {F0.her}{M0.his} choices.": "Các Nhà Khoa Học Công Nghệ Sinh Thái kết hợp các nghiên cứu mới nhất với công nghệ tiên tiến, đưa ra các ý tưởng cho Phát Minh Sinh Thái mới cho một loạt các công ty sản xuất. Niềm đam mê môi trường của {0.SimFirstName} giúp định hình các lựa chọn của {F0.her}{M0.his}.",
  "Device Savant": "Người Thông Thái Thiết Bị",
  "96C42540": "Người Sửa Đổi Máy Móc",
  "1E3B795B": "Bước ra thế giới thực, {0.SimFirstName} đang tạo dựng tên tuổi cho bản thân khi họ lấy các sản phẩm hiện có và giải thích các sơ đồ ngoằn ngoèo phức tạp để thực hiện các sửa đổi và cải tiến đối với các thiết bị và tiện ích thực tế.",
  "38D91D55": "Nhà Khoa Học Công Nghệ Sinh Thái",
  "2F2E6CDE": "Các Nhà Khoa Học Công Nghệ Sinh Thái kết hợp các nghiên cứu mới nhất với công nghệ tiên tiến, đưa ra các ý tưởng cho Phát Minh Sinh Thái mới cho một loạt các công ty sản xuất. Niềm đam mê môi trường của {0.SimFirstName} giúp định hình các lựa chọn của {F0.her}{M0.his}.",
  "40D7ACAA": "Người Thông Thái Thiết Bị",
  "{0.SimFirstName} uses all of their skills in product design and development to be a Device Savant. Their peak Drafting Tablet skills, product pitching and talents for eco-installation are now second to none.": "{0.SimFirstName} sử dụng tất cả các kỹ năng của mình trong thiết kế và phát triển sản phẩm để trở thành một Người Thông Thái Thiết Bị. Các kỹ năng Bảng Vẽ đỉnh cao, khả năng chào hàng sản phẩm và tài năng lắp đặt sinh thái của họ giờ đây là vô song.",
  "Expert Fabricator": "Chuyên Gia Chế Tạo",
  "An Expert Fabricator is a guru of manufacturing, using all of their skills and dexterity to craft everything from furniture and decorations to complicated devices like the Eco-Matic Smog Vacuum.": "Một Chuyên Gia Chế Tạo là một bậc thầy về sản xuất, sử dụng tất cả các kỹ năng và sự khéo léo của mình để chế tạo mọi thứ từ đồ nội thất và đồ trang trí đến các thiết bị phức tạp như Máy Hút Khói Sinh Thái Eco-Matic.",
  "Master Inventor": "Nhà Phát Minh Tài Ba",
  "Reaching the pinnacle of eco-technology and innovation, {0.SimFirstName} is responsible for the invention of world class products, driving to produce more and better gadgets for the good of the planet. Master Inventors are also responsible for mentoring a whole team of junior designers looking for the next Big Idea.": "Đạt đến đỉnh cao của công nghệ sinh thái và đổi mới, {0.SimFirstName} chịu trách nhiệm phát minh ra các sản phẩm đẳng cấp thế giới, thúc đẩy sản xuất nhiều hơn và các tiện ích tốt hơn vì lợi ích của hành tinh. Các Nhà Phát Minh Tài Ba cũng chịu trách nhiệm cố vấn cho cả một nhóm các nhà thiết kế trẻ đang tìm kiếm Ý Tưởng Lớn tiếp theo.",
  "29B33A9D": "{0.SimFirstName} sử dụng tất cả các kỹ năng của mình trong thiết kế và phát triển sản phẩm để trở thành một Người Thông Thái Thiết Bị. Các kỹ năng Bảng Vẽ đỉnh cao, khả năng chào hàng sản phẩm và tài năng lắp đặt sinh thái của họ giờ đây là vô song.",
  "2BAA74D7": "Chuyên Gia Chế Tạo",
  "C3210260": "Một Chuyên Gia Chế Tạo là một bậc thầy về sản xuất, sử dụng tất cả các kỹ năng và sự khéo léo của mình để chế tạo mọi thứ từ đồ nội thất và đồ trang trí đến các thiết bị phức tạp như Máy Hút Khói Sinh Thái Eco-Matic.",
  "ECC6B5BC": "Nhà Phát Minh Tài Ba",
  "36BF61D7": "Đạt đến đỉnh cao của công nghệ sinh thái và đổi mới, {0.SimFirstName} chịu trách nhiệm phát minh ra các sản phẩm đẳng cấp thế giới, thúc đẩy sản xuất nhiều hơn và các tiện ích tốt hơn vì lợi ích của hành tinh. Các Nhà Phát Minh Tài Ba cũng chịu trách nhiệm cố vấn cho cả một nhóm các nhà thiết kế trẻ đang tìm kiếm Ý Tưởng Lớn tiếp theo.",
  "Junior Draftsperson": "Người Soạn Thảo Cơ Sở",
  "{0.SimFirstName} has entered the exciting world of the Civil Designer, and {F0.she}{M0.he} is relishing the opportunity to solve such burning design and planning issues like the refurbishment of the public bathrooms in the local park.": "{0.SimFirstName} đã bước vào thế giới thú vị của Nhà Thiết Kế Dân Dụng, và {F0.she}{M0.he} đang tận hưởng cơ hội giải quyết các vấn đề thiết kế và lập kế hoạch cấp bách như việc tân trang các phòng tắm công cộng trong công viên địa phương.",
  "Architectural Apprentice": "Người Học Việc Kiến Trúc",
  "Armed with a state of the art Drafting Tablet, {0.SimFirstName} will be making their 1st original designs. Who knows, they might even get their Municipal Concept into real production!": "Được trang bị Bảng Vẽ hiện đại, {0.SimFirstName} sẽ thực hiện các thiết kế gốc đầu tiên của mình. Ai biết được, họ thậm chí có thể đưa Khái Niệm Đô Thị của mình vào sản xuất thực tế!",
  "Construction Technician": "Kỹ Thuật Viên Xây Dựng",
  "04750813": "Người Soạn Thảo Cơ Sở",
  "D7D9D7B9": "{0.SimFirstName} đã bước vào thế giới thú vị của Nhà Thiết Kế Dân Dụng, và {F0.she}{M0.he} đang tận hưởng cơ hội giải quyết các vấn đề thiết kế và lập kế hoạch cấp bách như việc tân trang các phòng tắm công cộng trong công viên địa phương.",
  "98F39353": "Người Học Việc Kiến Trúc",
  "6778719C": "Được trang bị Bảng Vẽ hiện đại, {0.SimFirstName} sẽ thực hiện các thiết kế gốc đầu tiên của mình. Ai biết được, họ thậm chí có thể đưa Khái Niệm Đô Thị của mình vào sản xuất thực tế!",
  "376D4188": "Kỹ Thuật Viên Xây Dựng",
  "Who thought this was just an ideas business? As a Construction Technician, {0.SimFirstName} will use all their handiness and ingenuity to source new components and develop techniques to improve all kinds of common devices. Soon {0.SimFirstName} will need to decide on their specialism. Do they want to branch into a world of installation, inventions and ingenuity, or policies, planning and process?": "Ai nghĩ rằng đây chỉ là một doanh nghiệp ý tưởng? Với tư cách là một Kỹ Thuật Viên Xây Dựng, {0.SimFirstName} sẽ sử dụng tất cả sự khéo léo và tài tháo vát của mình để tìm nguồn cung cấp các thành phần mới và phát triển các kỹ thuật để cải thiện tất cả các loại thiết bị thông thường. Chẳng bao lâu nữa, {0.SimFirstName} sẽ cần quyết định chuyên môn của mình. Họ có muốn rẽ sang thế giới lắp đặt, phát minh và sự khéo léo, hay các chính sách, lập kế hoạch và quy trình?",
  "<b>Trade: Fabricator, Juice Fizzer, Candle Maker</b>\\n\\nSIMply Crafted's mission is to deliver hand-crafted and responsibly sourced goodies to the eco-conscious Sims of the world.\\n\\nOn demand, at your fingertips, devoid of guilt. So light up your Candles, sip up your Fizzy Juice, and relax on your Couch knowing that they were all dipped, upcycled, or fizzed with love by a true artisan.\\n\\nThis note was printed on digitally recycled paper. ": "<b>Thương Mại: Chế Tạo, Pha Chế Nước Ép, Làm Nến</b>\n\nNhiệm vụ của SIMply Crafted là cung cấp những món đồ thủ công và có nguồn gốc có trách nhiệm cho những Sims có ý thức về sinh thái trên thế giới.\n\nTheo yêu cầu, trong tầm tay của bạn, không có cảm giác tội lỗi. Vì vậy, hãy thắp những ngọn Nến của bạn, nhấm nháp Nước Ép Sủi Bọt của bạn và thư giãn trên chiếc Ghế Dài của bạn khi biết rằng tất cả chúng đều được nhúng, tái chế hoặc sủi bọt bằng tình yêu bởi một nghệ nhân thực thụ.\n\nGhi chú này được in trên giấy tái chế kỹ thuật số.",
  "<b>Trade: Freelance Crafter</b>\\n\\nDo you regularly buy things from the store and think to yourself, \"I could make something better\"? Consider a career as a Freelance Crafter where you can produce goods with that often missing homemade charm.": "<b>Thương Mại: Thợ Thủ Công Tự Do</b>\n\nBạn có thường xuyên mua đồ từ cửa hàng và tự nghĩ: \"Tôi có thể làm ra thứ gì đó tốt hơn\" không? Hãy cân nhắc một sự nghiệp với tư cách là một Thợ Thủ Công Tự Do, nơi bạn có thể sản xuất hàng hóa với sự quyến rũ thủ công thường bị thiếu đó.",
  "Freelance Crafter": "Thợ Thủ Công Tự Do",
  "AD42A193": "Ai nghĩ rằng đây chỉ là một doanh nghiệp ý tưởng? Với tư cách là một Kỹ Thuật Viên Xây Dựng, {0.SimFirstName} sẽ sử dụng tất cả sự khéo léo và tài tháo vát của mình để tìm nguồn cung cấp các thành phần mới và phát triển các kỹ thuật để cải thiện tất cả các loại thiết bị thông thường. Chẳng bao lâu nữa, {0.SimFirstName} sẽ cần quyết định chuyên môn của mình. Họ có muốn rẽ sang thế giới lắp đặt, phát minh và sự khéo léo, hay các chính sách, lập kế hoạch và quy trình?",
  "8E9AE41B": "<b>Thương Mại: Chế Tạo, Pha Chế Nước Ép, Làm Nến</b>\n\nNhiệm vụ của SIMply Crafted là cung cấp những món đồ thủ công và có nguồn gốc có trách nhiệm cho những Sims có ý thức về sinh thái trên thế giới.\n\nTheo yêu cầu, trong tầm tay của bạn, không có cảm giác tội lỗi. Vì vậy, hãy thắp những ngọn Nến của bạn, nhấm nháp Nước Ép Sủi Bọt của bạn và thư giãn trên chiếc Ghế Dài của bạn khi biết rằng tất cả chúng đều được nhúng, tái chế hoặc sủi bọt bằng tình yêu bởi một nghệ nhân thực thụ.\n\nGhi chú này được in trên giấy tái chế kỹ thuật số.",
  "EE672353": "<b>Thương Mại: Thợ Thủ Công Tự Do</b>\n\nBạn có thường xuyên mua đồ từ cửa hàng và tự nghĩ: \"Tôi có thể làm ra thứ gì đó tốt hơn\" không? Hãy cân nhắc một sự nghiệp với tư cách là một Thợ Thủ Công Tự Do, nơi bạn có thể sản xuất hàng hóa với sự quyến rũ thủ công thường bị thiếu đó.",
  "50540D02": "Thợ Thủ Công Tự Do",
  "B0554292": "Thợ Thủ Công Tự Do",
  "As a Civil Designer, get involved in planning and designing solutions to all kinds of environmental problems, and chat to your fellow Sims about how to make their world a better place to live.": "Là một Nhà Thiết Kế Dân Dụng, hãy tham gia vào việc lập kế hoạch và thiết kế các giải pháp cho tất cả các loại vấn đề môi trường, và trò chuyện với những người bạn Sims của bạn về cách làm cho thế giới của họ trở thành một nơi đáng sống hơn.",
  "Civil Designer": "Nhà Thiết Kế Dân Dụng",
  "Green Technicians use all of their craft and ingenuity to design and construct new gadgetry and processes to greenify and enrich Sims' lives.": "Các Kỹ Thuật Viên Xanh sử dụng tất cả sự khéo léo và tài tháo vát của mình để thiết kế và xây dựng các quy trình và thiết bị mới để làm xanh và làm phong phú cuộc sống của Sims.",
  "Green Technician": "Kỹ Thuật Viên Xanh",
  "BEBA352D": "Là một Nhà Thiết Kế Dân Dụng, hãy tham gia vào việc lập kế hoạch và thiết kế các giải pháp cho tất cả các loại vấn đề môi trường, và trò chuyện với những người bạn Sims của bạn về cách làm cho thế giới của họ trở thành một nơi đáng sống hơn.",
  "488FC2F8": "Nhà Thiết Kế Dân Dụng",
  "BB5C91A0": "Nhà Thiết Kế Dân Dụng",
  "B85106E2": "Các Kỹ Thuật Viên Xanh sử dụng tất cả sự khéo léo và tài tháo vát của mình để thiết kế và xây dựng các quy trình và thiết bị mới để làm xanh và làm phong phú cuộc sống của Sims.",
  "7331865D": "Kỹ Thuật Viên Xanh",
  "Planning is a passion of the Civic Planner, so get out into the world and canvas, rally and generally enthuse local Sims to improve their environment.": "Lập kế hoạch là một niềm đam mê của Nhà Lập Kế Hoạch Dân Sự, vì vậy hãy bước ra thế giới và vận động, tập hợp và nói chung là khuyến khích các Sims địa phương cải thiện môi trường của họ.",
  "Civic Planner": "Nhà Lập Kế Hoạch Dân Sự",
  "How romantic!": "Thật lãng mạn!",
  "976792A3": "Kỹ Thuật Viên Xanh",
  "53A03F2E": "Lập kế hoạch là một niềm đam mê của Nhà Lập Kế Hoạch Dân Sự, vì vậy hãy bước ra thế giới và vận động, tập hợp và nói chung là khuyến khích các Sims địa phương cải thiện môi trường của họ.",
  "0DAC77D1": "Nhà Lập Kế Hoạch Dân Sự",
  "C98CE9CF": "Nhà Lập Kế Hoạch Dân Sự",
  "EC0F8A0E": "Thật lãng mạn!",
  "That's where trash goes, yep.": "Đúng vậy, đó là nơi rác thải được đưa đến.",
  "Time to loot!": "Đến giờ cướp bóc rồi!",
  "My household will pollute less.": "Gia đình tôi sẽ gây ô nhiễm ít hơn.",
  "I'll work with the city to solve the problem.": "Tôi sẽ làm việc với thành phố để giải quyết vấn đề.",
  "Stay indoors. What else?": "Ở trong nhà. Còn gì nữa không?",
  "A32CD155": "Đúng vậy, đó là nơi rác thải được đưa đến.",
  "843594D0": "Đến giờ cướp bóc rồi!",
  "EFC47ADB": "Gia đình tôi sẽ gây ô nhiễm ít hơn.",
  "0B741238": "Tôi sẽ làm việc với thành phố để giải quyết vấn đề.",
  "2BFE657D": "Ở trong nhà. Còn gì nữa không?",
  "Buy a new couch.": "Mua một chiếc ghế dài mới.",
  "\"Acquire\" a new couch. From the neighbors.": "\"Có được\" một chiếc ghế dài mới. Từ hàng xóm.",
  "Build new furniture from the old stuff.": "Đóng đồ nội thất mới từ những thứ cũ.",
  "Mixing all soda flavors into one!": "Trộn tất cả các hương vị soda vào một!",
  "I once glued down some macaroni.": "Tôi đã từng dán một ít mì ống.",
  "E42BA1E8": "Mua một chiếc ghế dài mới.",
  "0F28F18B": "\"Có được\" một chiếc ghế dài mới. Từ hàng xóm.",
  "FB6BE3C6": "Đóng đồ nội thất mới từ những thứ cũ.",
  "2C60022D": "Trộn tất cả các hương vị soda vào một!",
  "0678F206": "Tôi đã từng dán một ít mì ống.",
  "What <i>isn't</i> my greatest creation?": "Thứ gì <i>không</i> phải là sáng tạo vĩ đại nhất của tôi?",
  "I use, I recycle, I use again!": "Tôi sử dụng, tôi tái chế, tôi sử dụng lại!",
  "I put my paper in the recycling bins. ": "Tôi bỏ giấy của mình vào thùng tái chế.",
  "What's recycling?": "Tái chế là gì?",
  "There's a dumpster. It's not on fire, or anything...": "Có một thùng rác. Nó không bị cháy, hay gì cả...",
  "7B9521CB": "Thứ gì <i>không</i> phải là sáng tạo vĩ đại nhất của tôi?",
  "A06F5DD2": "Tôi sử dụng, tôi tái chế, tôi sử dụng lại!",
  "A19BB989": "Tôi bỏ giấy của mình vào thùng tái chế.",
  "C2DC6F14": "Tái chế là gì?",
  "9AC8D7CD": "Có một thùng rác. Nó không bị cháy, hay gì cả...",
  "The air quality in the neighborhood has gotten worse, what do I do?": "Chất lượng không khí trong khu phố ngày càng tệ hơn, tôi phải làm gì?",
  "I need a new couch. What's my go-to solution?": "Tôi cần một chiếc ghế dài mới. Giải pháp quen thuộc của tôi là gì?",
  "What's my greatest creation?": "Sáng tạo vĩ đại nhất của tôi là gì?",
  "How much do I see recycling as a duty?": "Tôi xem việc tái chế là một nhiệm vụ đến mức nào?",
  "Fabricate Objects": "Chế Tạo Vật Phẩm",
  "A44F9826": "Chất lượng không khí trong khu phố ngày càng tệ hơn, tôi phải làm gì?",
  "A82FA9EB": "Tôi cần một chiếc ghế dài mới. Giải pháp quen thuộc của tôi là gì?",
  "FF03E4CC": "Sáng tạo vĩ đại nhất của tôi là gì?",
  "5B656EA1": "Tôi xem việc tái chế là một nhiệm vụ đến mức nào?",
  "D725673A": "Chế Tạo Vật Phẩm",
  "Don't Fabricate Objects": "Không Chế Tạo Vật Phẩm",
  "Make Juice Fizzing Products": "Làm Các Sản Phẩm Pha Chế Nước Ép",
  "Don't Make Juice Fizzing Products": "Không Làm Các Sản Phẩm Pha Chế Nước Ép",
  "Ancient mysterious obelisks got nothin' on this behemoth pillar! Made of solid steel, this angular column offers a rustic, industrial look anywhere it's placed.": "Những cột đá bí ẩn cổ xưa không là gì so với cái cột khổng lồ này! Được làm bằng thép đặc, cột góc cạnh này mang đến một vẻ ngoài mộc mạc, công nghiệp ở bất cứ đâu nó được đặt.",
  "Steel the Show Column": "Cột Thép Show",
  "D6930369": "Không Chế Tạo Vật Phẩm",
  "D6742E58": "Làm Các Sản Phẩm Pha Chế Nước Ép",
  "177432DB": "Không Làm Các Sản Phẩm Pha Chế Nước Ép",
  "EE374C74": "Những cột đá bí ẩn cổ xưa không là gì so với cái cột khổng lồ này! Được làm bằng thép đặc, cột góc cạnh này mang đến một vẻ ngoài mộc mạc, công nghiệp ở bất cứ đâu nó được đặt.",
  "99B7D7DB": "Cột Thép Show",
  "Strong enough for large structures, but chic enough to adorn any lot.": "Đủ mạnh cho các công trình lớn, nhưng đủ sang trọng để tô điểm cho bất kỳ khu đất nào.",
  "Warehouse Living Column": "Cột Sống Trong Nhà Kho",
  "Hey-hey Champ! So get this: I have a cool business idea! This is going to be the <b>Big One</b>. But I uh... I just need a few more Simoleons to get it off the ground. Like, a thousand Simoleons. Do you think you could help a buddy out? You'll get it all back, and then some, I swear.": "Ê bạn hiền! Nghe này: Tôi có một ý tưởng kinh doanh tuyệt vời! Đây sẽ là <b>Ý Tưởng Lớn</b>. Nhưng tôi ờ... Tôi chỉ cần thêm một vài Simoleon để khởi động nó. Ví dụ, một nghìn Simoleon. Bạn có nghĩ rằng bạn có thể giúp một người bạn không? Bạn sẽ nhận lại được tất cả, và hơn thế nữa, tôi thề.",
  "Call them out for never paying you back!": "Vạch mặt họ vì không bao giờ trả lại tiền cho bạn!",
  "Sorry, I can't afford that right now.": "Xin lỗi, tôi không đủ khả năng chi trả ngay bây giờ.",
  "671FFCD0": "Đủ mạnh cho các công trình lớn, nhưng đủ sang trọng để tô điểm cho bất kỳ khu đất nào.",
  "E775CAFF": "Cột Sống Trong Nhà Kho",
  "9263EC02": "Ê bạn hiền! Nghe này: Tôi có một ý tưởng kinh doanh tuyệt vời! Đây sẽ là <b>Ý Tưởng Lớn</b>. Nhưng tôi ờ... Tôi chỉ cần thêm một vài Simoleon để khởi động nó. Ví dụ, một nghìn Simoleon. Bạn có nghĩ rằng bạn có thể giúp một người bạn không? Bạn sẽ nhận lại được tất cả, và hơn thế nữa, tôi thề.",
  "D046DB9B": "Vạch mặt họ vì không bao giờ trả lại tiền cho bạn!",
  "86DB7A7E": "Xin lỗi, tôi không đủ khả năng chi trả ngay bây giờ.",
  "Give {1.SimFirstName} a thousand Simoleons.": "Cho {1.SimFirstName} một nghìn Simoleon.",
  "I'm almost there in starting my company! But my pockets are running dry on Simoleons. Think you can give me an extra thousand to get to the finish line?": "Tôi gần đạt được mục tiêu thành lập công ty của mình rồi! Nhưng túi tiền của tôi đang cạn kiệt Simoleon. Bạn có nghĩ rằng bạn có thể cho tôi thêm một nghìn nữa để về đích không?",
  "Yeah, so it looks like I'm going to need a thousand extra Simoleons because I actually blew the last thousand you gave me on getting a bunch of money crates in this phone game I've been playing. I swear I'll be more responsible with it this time!": "Yeah, vậy là có vẻ như tôi sẽ cần thêm một nghìn Simoleon nữa vì tôi thực sự đã tiêu một nghìn cuối cùng mà bạn đã cho tôi vào việc mua một loạt các thùng tiền trong trò chơi điện thoại mà tôi đang chơi. Tôi thề lần này tôi sẽ có trách nhiệm hơn với nó!",
  "You've been really generous. I'm getting close to starting my company but a thousand Simoleons goes pretty fast! I could use an extra hit of capital if that's okay.": "Bạn đã thực sự hào phóng. Tôi đang đến gần việc thành lập công ty của mình, nhưng một nghìn Simoleon trôi qua khá nhanh! Tôi có thể sử dụng thêm một khoản vốn nếu bạn không phiền.",
  "So... eh... my business idea is still taking some time to get off the ground. I'm going to need just a thousand more bucks to move things forward. You've got me on this, right?": "Vậy... ờ... ý tưởng kinh doanh của tôi vẫn cần một chút thời gian để khởi động. Tôi sẽ cần thêm một nghìn đô la nữa để thúc đẩy mọi thứ. Bạn ủng hộ tôi chứ, phải không?",
  "802D8056": "Cho {1.SimFirstName} một nghìn Simoleon.",
  "F2F23789": "Tôi gần đạt được mục tiêu thành lập công ty của mình rồi! Nhưng túi tiền của tôi đang cạn kiệt Simoleon. Bạn có nghĩ rằng bạn có thể cho tôi thêm một nghìn nữa để về đích không?",
  "D63BA84C": "Yeah, vậy là có vẻ như tôi sẽ cần thêm một nghìn Simoleon nữa vì tôi thực sự đã tiêu một nghìn cuối cùng mà bạn đã cho tôi vào việc mua một loạt các thùng tiền trong trò chơi điện thoại mà tôi đang chơi. Tôi thề lần này tôi sẽ có trách nhiệm hơn với nó!",
  "17FA4A94": "Bạn đã thực sự hào phóng. Tôi đang đến gần việc thành lập công ty của mình, nhưng một nghìn Simoleon trôi qua khá nhanh! Tôi có thể sử dụng thêm một khoản vốn nếu bạn không phiền.",
  "F65CBAB8": "Vậy... ờ... ý tưởng kinh doanh của tôi vẫn cần một chút thời gian để khởi động. Tôi sẽ cần thêm một nghìn đô la nữa để thúc đẩy mọi thứ. Bạn ủng hộ tôi chứ, phải không?",
  "Once again, I am asking for your support for the \"<B>{1.String}</B>\" Neighborhood Action Plan. \\n\\nIt is going up for a vote... but currently \"<B>{2.String}</B>\" is predicted to win. We need every Sim to get out and vote! Can we trust that we'll have your support?": "Một lần nữa, tôi đang yêu cầu sự ủng hộ của bạn cho Kế hoạch Hành động Khu phố \"<B>{1.String}</B>\". \n\nNó sắp được đưa ra bỏ phiếu... nhưng hiện tại \"<B>{2.String}</B>\" được dự đoán sẽ thắng. Chúng ta cần mọi Sim ra ngoài và bỏ phiếu! Chúng ta có thể tin rằng chúng ta sẽ có được sự ủng hộ của bạn không?",
  "I don't vote...": "Tôi không bỏ phiếu...",
  "No way! I'm voting the opposite!": "Không đời nào! Tôi sẽ bỏ phiếu ngược lại!",
  "I'm with you! Change happens now!": "Tôi ủng hộ bạn! Thay đổi sẽ diễn ra ngay bây giờ!",
  "So I found a ring in {2.SimFirstName}'s bag. I think {M2.he}{F2.she} is going to propose to me. I don't know what to do! What should I say!? Yes!? No!? Gahh!?": "Vậy là tôi đã tìm thấy một chiếc nhẫn trong túi của {2.SimFirstName}. Tôi nghĩ {M2.he}{F2.she} sẽ cầu hôn tôi. Tôi không biết phải làm gì! Tôi nên nói gì!? Có!? Không!? Aaa!?",
  "68FA6B32": "Một lần nữa, tôi đang yêu cầu sự ủng hộ của bạn cho Kế hoạch Hành động Khu phố \"<B>{1.String}</B>\". \n\nNó sắp được đưa ra bỏ phiếu... nhưng hiện tại \"<B>{2.String}</B>\" được dự đoán sẽ thắng. Chúng ta cần mọi Sim ra ngoài và bỏ phiếu! Chúng ta có thể tin rằng chúng ta sẽ có được sự ủng hộ của bạn không?",
  "D510FF52": "Tôi không bỏ phiếu...",
  "28D7C25A": "Không đời nào! Tôi sẽ bỏ phiếu ngược lại!",
  "AD563B00": "Tôi ủng hộ bạn! Thay đổi sẽ diễn ra ngay bây giờ!",
  "543C19A1": "Vậy là tôi đã tìm thấy một chiếc nhẫn trong túi của {2.SimFirstName}. Tôi nghĩ {M2.he}{F2.she} sẽ cầu hôn tôi. Tôi không biết phải làm gì! Tôi nên nói gì!? Có!? Không!? Aaa!?",
  "What do YOU want?": "Bạn MUỐN gì?",
  "Don't do it!": "Đừng làm thế!",
  "Say yes!": "Nói có đi!",
  "Dude. I had this weird dream: There was this monster... thing in our neighborhood and we all had to stay inside. But the monster wouldn't leave! We were all trapped in our homes for days... months... years (it was a dream, okay?). Then you went outside and the monster ate you. Why on earth would you go outside when a monster was right there in front of our eyes, {0.SimFirstName}?": "Ông bạn ơi. Tôi đã có một giấc mơ kỳ lạ: Có một... thứ quái vật trong khu phố của chúng ta và tất cả chúng ta phải ở trong nhà. Nhưng con quái vật không chịu rời đi! Tất cả chúng ta đều bị mắc kẹt trong nhà của mình trong nhiều ngày... nhiều tháng... nhiều năm (đó là một giấc mơ, được chứ?). Sau đó, bạn đi ra ngoài và con quái vật ăn thịt bạn. Tại sao trên đời bạn lại đi ra ngoài khi một con quái vật đang ở ngay trước mắt chúng ta vậy, {0.SimFirstName}?",
  "Sorry to call out of the blue, but I had a dream about you last night. We were in a field and there were these electric llamas. And they were sleeping. I'm not sure why they were electric, but you wouldn't let me wake the llama. Why wouldn't you let me wake the llama, {0.SimFirstName}? <i>Why?!</i>": "Xin lỗi vì đã gọi bất ngờ, nhưng tôi đã có một giấc mơ về bạn đêm qua. Chúng ta đang ở trên một cánh đồng và có những con lạc đà không bướu điện. Và chúng đang ngủ. Tôi không chắc tại sao chúng lại là điện, nhưng bạn không cho tôi đánh thức con lạc đà không bướu. Tại sao bạn không cho tôi đánh thức con lạc đà không bướu vậy, {0.SimFirstName}? <i>Tại sao?!</i>",
  "0CCA2910": "Bạn MUỐN gì?",
  "D4BEA53D": "Đừng làm thế!",
  "8080B2F9": "Nói có đi!",
  "2BEDAA18": "Ông bạn ơi. Tôi đã có một giấc mơ kỳ lạ: Có một... thứ quái vật trong khu phố của chúng ta và tất cả chúng ta phải ở trong nhà. Nhưng con quái vật không chịu rời đi! Tất cả chúng ta đều bị mắc kẹt trong nhà của mình trong nhiều ngày... nhiều tháng... nhiều năm (đó là một giấc mơ, được chứ?). Sau đó, bạn đi ra ngoài và con quái vật ăn thịt bạn. Tại sao trên đời bạn lại đi ra ngoài khi một con quái vật đang ở ngay trước mắt chúng ta vậy, {0.SimFirstName}?",
  "96588EA5": "Xin lỗi vì đã gọi bất ngờ, nhưng tôi đã có một giấc mơ về bạn đêm qua. Chúng ta đang ở trên một cánh đồng và có những con lạc đà không bướu điện. Và chúng đang ngủ. Tôi không chắc tại sao chúng lại là điện, nhưng bạn không cho tôi đánh thức con lạc đà không bướu. Tại sao bạn không cho tôi đánh thức con lạc đà không bướu vậy, {0.SimFirstName}? <i>Tại sao?!</i>",
  "Oh {0.SimFirstName}! I had a very strange dream about you last night! We were at a party and you kept ignoring me. I went up to you and tried waving in your face but it was like you couldn't even see me. Was I invisible? Why didn't you see me!?": "Ôi {0.SimFirstName}! Đêm qua tôi đã có một giấc mơ rất lạ về bạn! Chúng ta đang ở một bữa tiệc và bạn cứ lờ tôi đi. Tôi đã đến gần bạn và cố gắng vẫy tay trước mặt bạn nhưng giống như bạn thậm chí không thể nhìn thấy tôi. Tôi vô hình sao? Tại sao bạn không nhìn thấy tôi!?",
  "Woah.... I just had this dream... you were in it. We were both late for something. I can't remember what. Then you turned into a banana. What on earth made you want to turn into banana?": "Woah.... Tôi vừa có giấc mơ này... bạn ở trong đó. Cả hai chúng ta đều trễ giờ cho một cái gì đó. Tôi không nhớ là cái gì. Sau đó bạn biến thành một quả chuối. Điều gì trên đời khiến bạn muốn biến thành quả chuối vậy?",
  "Be nice.": "Hãy tử tế.",
  "Be snarky.": "Hãy mỉa mai.",
  "Explain why.": "Giải thích lý do.",
  "52D7805E": "Ôi {0.SimFirstName}! Đêm qua tôi đã có một giấc mơ rất lạ về bạn! Chúng ta đang ở một bữa tiệc và bạn cứ lờ tôi đi. Tôi đã đến gần bạn và cố gắng vẫy tay trước mặt bạn nhưng giống như bạn thậm chí không thể nhìn thấy tôi. Tôi vô hình sao? Tại sao bạn không nhìn thấy tôi!?",
  "1404DA29": "Woah.... Tôi vừa có giấc mơ này... bạn ở trong đó. Cả hai chúng ta đều trễ giờ cho một cái gì đó. Tôi không nhớ là cái gì. Sau đó bạn biến thành một quả chuối. Điều gì trên đời khiến bạn muốn biến thành quả chuối vậy?",
  "6FF53590": "Hãy tử tế.",
  "B12CC481": "Hãy mỉa mai.",
  "31C3215D": "Giải thích lý do.",
  "We've been thinking about Trying for a Baby lately. Do you think we should do it? We want to, but we're not sure. It's a huge responsibility! What do you think?": "Dạo này chúng tôi đang nghĩ đến việc Thử có con. Bạn có nghĩ rằng chúng tôi nên làm điều đó không? Chúng tôi muốn, nhưng chúng tôi không chắc. Đó là một trách nhiệm rất lớn! Bạn nghĩ sao?",
  "<i>You</i>, <b>a parent?!</b>": "<i>Bạn</i>, <b>làm cha mẹ?!</b>",
  "Are you sure you're ready for that?": "Bạn có chắc là bạn đã sẵn sàng cho điều đó chưa?",
  "Try for that baby!": "Hãy thử có con đi!",
  "Hey {0.SimFirstName}, I've been feeling pretty down in the dumps lately. Nothing seems to be going my way. I figured if anybody could cheer me up, it's you!": "Chào {0.SimFirstName}, dạo này tôi cảm thấy khá buồn bã. Dường như không có gì diễn ra theo ý tôi cả. Tôi nghĩ rằng nếu có ai đó có thể làm tôi vui lên, thì đó là bạn!",
  "24777CEC": "Dạo này chúng tôi đang nghĩ đến việc Thử có con. Bạn có nghĩ rằng chúng tôi nên làm điều đó không? Chúng tôi muốn, nhưng chúng tôi không chắc. Đó là một trách nhiệm rất lớn! Bạn nghĩ sao?",
  "3EA3337A": "<i>Bạn</i>, <b>làm cha mẹ?!</b>",
  "8E048768": "Bạn có chắc là bạn đã sẵn sàng cho điều đó chưa?",
  "7FF3B8D4": "Hãy thử có con đi!",
  "4DD19EDA": "Chào {0.SimFirstName}, dạo này tôi cảm thấy khá buồn bã. Dường như không có gì diễn ra theo ý tôi cả. Tôi nghĩ rằng nếu có ai đó có thể làm tôi vui lên, thì đó là bạn!",
  "Tell {M1.him}{F1.her} to power through it.": "Bảo {M1.him}{F1.her} hãy cố gắng vượt qua nó.",
  "Try to cheer {M1.him}{F1.her} up.": "Cố gắng làm {M1.him}{F1.her} vui lên.",
  "So, this is going to sound crazy... I know we're friends and all but... well... okay here it goes: I HAVE A CRUSH ON YOU. Phew. Okay it's out there. Um... so... would you want to go out with me sometime? You're super cool. I really want to hang out with you more... ?": "Vậy, điều này nghe có vẻ điên rồ... Tôi biết chúng ta là bạn bè và tất cả nhưng... à... được rồi đây: TÔI THÍCH BẠN. Phù. Ổn rồi, nói ra rồi. Ừm... vậy... bạn có muốn hẹn hò với tôi vào một lúc nào đó không? Bạn siêu ngầu. Tôi thực sự muốn đi chơi với bạn nhiều hơn...?\",",
  "Ghost {M1.him}{F1.her}.": "Lơ {M1.him}{F1.her} đi.",
  "Let's just be friends...": "Chúng ta chỉ là bạn thôi...",
  "2BE8E566": "Bảo {M1.him}{F1.her} hãy cố gắng vượt qua nó.",
  "79DEECFE": "Cố gắng làm {M1.him}{F1.her} vui lên.",
  "6A2E6F07": "Vậy, điều này nghe có vẻ điên rồ... Tôi biết chúng ta là bạn bè và tất cả nhưng... à... được rồi đây: TÔI THÍCH BẠN. Phù. Ổn rồi, nói ra rồi. Ừm... vậy... bạn có muốn hẹn hò với tôi vào một lúc nào đó không? Bạn siêu ngầu. Tôi thực sự muốn đi chơi với bạn nhiều hơn...?\",",
  "72ACBBED": "Lơ {M1.him}{F1.her} đi.",
  "6A0521D6": "Chúng ta chỉ là bạn thôi...",
  "Of course! Let's go on a date!": "Tất nhiên rồi! Chúng ta hãy đi hẹn hò!",
  "Our neighborhood is kind of icky, isn't it? I was going to try and start recycling to do my part. What about you? Do you think you might start recycling?": "Khu phố của chúng ta hơi bẩn thỉu, phải không? Tôi định thử bắt đầu tái chế để làm phần việc của mình. Còn bạn thì sao? Bạn có nghĩ rằng bạn có thể bắt đầu tái chế không?",
  "No way! PAVE THE EARTH!": "Không đời nào! LÁNG XI MĂNG TRÁI ĐẤT!",
  "I don't know.": "Tôi không biết.",
  "I'm going green!": "Tôi sẽ sống xanh!",
  "4041ADB4": "Tất nhiên rồi! Chúng ta hãy đi hẹn hò!",
  "4D86A227": "Khu phố của chúng ta hơi bẩn thỉu, phải không? Tôi định thử bắt đầu tái chế để làm phần việc của mình. Còn bạn thì sao? Bạn có nghĩ rằng bạn có thể bắt đầu tái chế không?",
  "86F5A9F8": "Không đời nào! LÁNG XI MĂNG TRÁI ĐẤT!",
  "90B8464B": "Tôi không biết.",
  "9A456EC3": "Tôi sẽ sống xanh!",
  "I am so mad today! I don't even know why... just... nothing seems to be going my way! I hope you have something good to say, {0.SimFirstName}, because I need someone to calm me down...": "Hôm nay tôi rất tức giận! Tôi thậm chí không biết tại sao... chỉ là... dường như không có gì diễn ra theo ý tôi cả! Tôi hy vọng bạn có điều gì đó tốt đẹp để nói, {0.SimFirstName}, vì tôi cần ai đó làm tôi bình tĩnh lại...",
  "Some Sims, right? I had an acquaintance over and they just suddenly started raiding my fridge for food. They didn't even ask! It's so rude! ": "Một số Sims, phải không? Tôi có một người quen đến chơi và họ đột nhiên bắt đầu lục lọi tủ lạnh của tôi để tìm thức ăn. Họ thậm chí còn không hỏi! Thật là thô lỗ!",
  "Today made me so angry! One guy just kept asking me about my day over and over again. You think I'm going to just be your friend if you keep repeating the same question over and over? Sheesh... some Sims.": "Hôm nay khiến tôi rất tức giận! Một anh chàng cứ hỏi tôi về một ngày của tôi hết lần này đến lần khác. Bạn nghĩ rằng tôi sẽ chỉ là bạn của bạn nếu bạn cứ lặp đi lặp lại câu hỏi đó sao? Sheesh... một số Sims.",
  "Agree with {M1.him}{F1.her}.": "Đồng ý với {M1.him}{F1.her}.",
  "Try to calm {M1.him}{F1.her} down.": "Cố gắng làm {M1.him}{F1.her} bình tĩnh lại.",
  "500C2FF7": "Hôm nay tôi rất tức giận! Tôi thậm chí không biết tại sao... chỉ là... dường như không có gì diễn ra theo ý tôi cả! Tôi hy vọng bạn có điều gì đó tốt đẹp để nói, {0.SimFirstName}, vì tôi cần ai đó làm tôi bình tĩnh lại...",
  "47EAAD20": "Một số Sims, phải không? Tôi có một người quen đến chơi và họ đột nhiên bắt đầu lục lọi tủ lạnh của tôi để tìm thức ăn. Họ thậm chí còn không hỏi! Thật là thô lỗ!",
  "404AB9CA": "Hôm nay khiến tôi rất tức giận! Một anh chàng cứ hỏi tôi về một ngày của tôi hết lần này đến lần khác. Bạn nghĩ rằng tôi sẽ chỉ là bạn của bạn nếu bạn cứ lặp đi lặp lại câu hỏi đó sao? Sheesh... một số Sims.",
  "D69D61C1": "Đồng ý với {M1.him}{F1.her}.",
  "AA1BF916": "Cố gắng làm {M1.him}{F1.her} bình tĩnh lại.",
  "Try to be funny.": "Cố gắng hài hước.",
  "So, listen, there's something I have to know about you okay. It might determine our friendship:\\n\\nDo you pronounce GIF with a \"G\"?": "Vậy, nghe này, có một điều tôi phải biết về bạn, được chứ. Nó có thể quyết định tình bạn của chúng ta:\n\nBạn có phát âm GIF bằng âm \"G\" không?",
  "There's something that I have to ask you. To me it's painfully obvious... but I want to get your take:\\n\\nDo you think we're in a simulation right now?": "Có một điều mà tôi phải hỏi bạn. Đối với tôi, nó quá rõ ràng... nhưng tôi muốn biết ý kiến của bạn:\n\nBạn có nghĩ rằng chúng ta đang ở trong một mô phỏng ngay bây giờ không?",
  "I have to ask you one of the most important questions of our time. Are you ready... okay so here it is: \\n\\nIs a hotdog a sandwich?": "Tôi phải hỏi bạn một trong những câu hỏi quan trọng nhất của thời đại chúng ta. Bạn đã sẵn sàng chưa... được rồi, đây là câu hỏi:\n\nBánh mì kẹp xúc xích có phải là bánh mì sandwich không?",
  "There is a very important question I have to ask you... ready? So...\\n\\nIs water wet?": "Có một câu hỏi rất quan trọng mà tôi phải hỏi bạn... sẵn sàng chưa? Vậy...\n\nNước có ướt không?",
  "AC56DEEE": "Cố gắng hài hước.",
  "DEC52F87": "Vậy, nghe này, có một điều tôi phải biết về bạn, được chứ. Nó có thể quyết định tình bạn của chúng ta:\n\nBạn có phát âm GIF bằng âm \"G\" không?",
  "D3916E7B": "Có một điều mà tôi phải hỏi bạn. Đối với tôi, nó quá rõ ràng... nhưng tôi muốn biết ý kiến của bạn:\n\nBạn có nghĩ rằng chúng ta đang ở trong một mô phỏng ngay bây giờ không?",
  "53F330EF": "Tôi phải hỏi bạn một trong những câu hỏi quan trọng nhất của thời đại chúng ta. Bạn đã sẵn sàng chưa... được rồi, đây là câu hỏi:\n\nBánh mì kẹp xúc xích có phải là bánh mì sandwich không?",
  "050A9D53": "Có một câu hỏi rất quan trọng mà tôi phải hỏi bạn... sẵn sàng chưa? Vậy...\n\nNước có ướt không?",
  "I'm going to ask you something... important... okay so here it is... \\n\\nIs cereal soup?": "Tôi sẽ hỏi bạn một điều gì đó... quan trọng... được rồi, đây là câu hỏi...\n\nNgũ cốc có phải là súp không?",
  "No.": "Không.",
  "Yes.": "Có.",
  "No, thanks...": "Không, cảm ơn...",
  "I've called to inform you that your great-great-grand-second-once-removed-cousin's friend's grandpa has passed away and for some reason has left a vast fortune specifically to you. Will you accept?": "Tôi gọi điện để thông báo cho bạn rằng bạn của ông của người bạn của người anh em họ đời thứ hai, cách hai đời của cụ của bạn đã qua đời và vì một số lý do đã để lại một gia tài lớn dành riêng cho bạn. Bạn có chấp nhận không?",
  "40C0D33D": "Tôi sẽ hỏi bạn một điều gì đó... quan trọng... được rồi, đây là câu hỏi...\n\nNgũ cốc có phải là súp không?",
  "5417A823": "Không.",
  "4E5E40BB": "Có.",
  "00D1797B": "Không, cảm ơn...",
  "032808AE": "Tôi gọi điện để thông báo cho bạn rằng bạn của ông của người bạn của người anh em họ đời thứ hai, cách hai đời của cụ của bạn đã qua đời và vì một số lý do đã để lại một gia tài lớn dành riêng cho bạn. Bạn có chấp nhận không?",
  "Under what conditions?": "Theo những điều kiện nào?",
  "Money Money Money! Give now!": "Tiền Tiền Tiền! Cho ngay!",
  "Landgraab Power Company Safety Alert: Due to squirrels we are going to turn off your power some time in the next 48 hours. Are you prepared?": "Cảnh Báo An Toàn của Công ty Điện Landgraab: Do sóc, chúng tôi sẽ tắt điện của bạn vào một thời điểm nào đó trong vòng 48 giờ tới. Bạn đã chuẩn bị chưa?",
  "Prepared?": "Đã chuẩn bị?",
  "Of course!": "Tất nhiên rồi!",
  "EACC28D2": "Theo những điều kiện nào?",
  "CC5FF5AA": "Tiền Tiền Tiền! Cho ngay!",
  "05A5D2F2": "Cảnh Báo An Toàn của Công ty Điện Landgraab: Do sóc, chúng tôi sẽ tắt điện của bạn vào một thời điểm nào đó trong vòng 48 giờ tới. Bạn đã chuẩn bị chưa?",
  "136B6CEE": "Đã chuẩn bị?",
  "D303AAC6": "Tất nhiên rồi!",
  "Hey Honey, it's {M1.Dad}{F1.Mom}. When are you going to come visit? I put all my love and effort into raising you. You can at least drop by once in a while and tell your {M1.old Dad}{F1.dear Mommy} you love {M1.him}{F1.her}, can't you?": "Chào con yêu, {M1.Dad}{F1.Mom} đây. Khi nào con định đến thăm bố/mẹ? Bố/Mẹ đã dồn hết tình yêu và công sức vào việc nuôi dạy con. Ít nhất con cũng có thể ghé qua một lần và nói với {M1.Dad già của con}{F1.Mẹ yêu của con} rằng con yêu {M1.him}{F1.her}, có phải không?",
  "I'll visit you tomorrow!": "Con sẽ đến thăm bố/mẹ vào ngày mai!",
  "Why don't you come over right now?": "Tại sao bố/mẹ không đến ngay bây giờ?",
  "Um... I can't... But it was nice talking to you.": "Ừm... Con không thể... Nhưng rất vui khi được nói chuyện với bố/mẹ.",
  "They're coming soon. Maybe you should think twice about opening the door.": "Họ sắp đến rồi. Có lẽ bạn nên suy nghĩ kỹ trước khi mở cửa.",
  "8952240A": "Chào con yêu, {M1.Dad}{F1.Mom} đây. Khi nào con định đến thăm bố/mẹ? Bố/Mẹ đã dồn hết tình yêu và công sức vào việc nuôi dạy con. Ít nhất con cũng có thể ghé qua một lần và nói với {M1.Dad già của con}{F1.Mẹ yêu của con} rằng con yêu {M1.him}{F1.her}, có phải không?",
  "0D58EC1E": "Con sẽ đến thăm bố/mẹ vào ngày mai!",
  "22F32CE1": "Tại sao bố/mẹ không đến ngay bây giờ?",
  "6CA2932A": "Ừm... Con không thể... Nhưng rất vui khi được nói chuyện với bố/mẹ.",
  "5F87E07A": "Họ sắp đến rồi. Có lẽ bạn nên suy nghĩ kỹ trước khi mở cửa.",
  "The drop off has been made. Don't be late.": "Việc giao hàng đã được thực hiện. Đừng đến muộn.",
  "We're fixing your phone line. Don't pick it up the next time someone calls.": "Chúng tôi đang sửa đường dây điện thoại của bạn. Đừng nhấc máy khi ai đó gọi lần tới.",
  "The number 6 will be very important to you in the next 24 hours.": "Số 6 sẽ rất quan trọng đối với bạn trong 24 giờ tới.",
  "You have been chosen. They will come soon.": "Bạn đã được chọn. Họ sẽ sớm đến.",
  "Do you canoe?": "Bạn có chèo thuyền canoe không?",
  "B2A7086A": "Việc giao hàng đã được thực hiện. Đừng đến muộn.",
  "EE7667B8": "Chúng tôi đang sửa đường dây điện thoại của bạn. Đừng nhấc máy khi ai đó gọi lần tới.",
  "0D3D8009": "Số 6 sẽ rất quan trọng đối với bạn trong 24 giờ tới.",
  "BF60B80A": "Bạn đã được chọn. Họ sẽ sớm đến.",
  "02E9A9F0": "Bạn có chèo thuyền canoe không?",
  "I saw what you did last week. I was there. I saw <i>everything</i>. You're in big trouble, {M0.Mister}{F0.Missy}.": "Tôi đã thấy những gì bạn đã làm vào tuần trước. Tôi đã ở đó. Tôi đã thấy <i>mọi thứ</i>. Bạn gặp rắc rối lớn rồi, {M0.Mister}{F0.Missy}.",
  "Hang up...": "Cúp máy...",
  "Wait... who is this?": "Đợi đã... ai đây?",
  "Hey what's up, {M0.bro}{F0.sis}! Want to see this new Simstagram meme I found? I thought it was pretty funny. What do you think?": "Chào {M0.anh bạn}{F0.chị bạn}, có gì mới! Muốn xem meme Simstagram mới mà tôi tìm thấy không? Tôi nghĩ nó khá hài hước đấy. Bạn nghĩ sao?",
  "I don't get it.": "Tôi không hiểu.",
  "DC1E104C": "Tôi đã thấy những gì bạn đã làm vào tuần trước. Tôi đã ở đó. Tôi đã thấy <i>mọi thứ</i>. Bạn gặp rắc rối lớn rồi, {M0.Mister}{F0.Missy}.",
  "EC76E4F4": "Cúp máy...",
  "0C96FD40": "Đợi đã... ai đây?",
  "1CC37AFA": "Chào {M0.anh bạn}{F0.chị bạn}, có gì mới! Muốn xem meme Simstagram mới mà tôi tìm thấy không? Tôi nghĩ nó khá hài hước đấy. Bạn nghĩ sao?",
  "3F5F0477": "Tôi không hiểu.",
  "LOL. Genius.": "LOL. Thiên tài.",
  "Ohhh.... I get it... ha... ha.... ha...?": "Ồ.... Tôi hiểu rồi... ha... ha.... ha...?",
  "My business is taking off! All thanks to you! I want to give you at least half this month's earnings as a reward for all the trouble I put you through. Just sign here...": "Việc kinh doanh của tôi đang phát triển! Tất cả là nhờ bạn! Tôi muốn cho bạn ít nhất một nửa thu nhập của tháng này như một phần thưởng cho tất cả những rắc rối mà tôi đã gây ra cho bạn. Chỉ cần ký vào đây...",
  "I don't need the money. I'm glad that it helped you out.": "Tôi không cần tiền. Tôi rất vui vì nó đã giúp bạn.",
  "Half the monthly earnings?! Thank you so much!": "Một nửa thu nhập hàng tháng?! Cảm ơn bạn rất nhiều!",
  "FB7D4621": "LOL. Thiên tài.",
  "6E30EB61": "Ồ.... Tôi hiểu rồi... ha... ha.... ha...?",
  "C3AD6317": "Việc kinh doanh của tôi đang phát triển! Tất cả là nhờ bạn! Tôi muốn cho bạn ít nhất một nửa thu nhập của tháng này như một phần thưởng cho tất cả những rắc rối mà tôi đã gây ra cho bạn. Chỉ cần ký vào đây...",
  "0346323B": "Tôi không cần tiền. Tôi rất vui vì nó đã giúp bạn.",
  "93E5D4B3": "Một nửa thu nhập hàng tháng?! Cảm ơn bạn rất nhiều!",
  "Do you wish you looked as happy as I do? Well, you have the power. Just send one Simoleon to me. Don't delay, happiness is just a Simoleon away.": "Bạn có ước mình trông hạnh phúc như tôi không? Chà, bạn có quyền lực. Chỉ cần gửi một Simoleon cho tôi. Đừng trì hoãn, hạnh phúc chỉ cách một Simoleon.",
  "Hang up.": "Cúp máy.",
  "Donate 1 Simoleon.": "Quyên góp 1 Simoleon.",
  "Have you ever heard of something called The Motive Trials? Apparently they take a bunch of Sims and put them in some remote place and let them battle it out... like royally. Do you think you'd want to be a part of something like that?": "Bạn đã bao giờ nghe nói về một thứ gọi là Thử Thách Động Lực chưa? Rõ ràng là họ lấy một nhóm Sims và đưa họ đến một nơi xa xôi và để họ chiến đấu... như hoàng gia. Bạn có nghĩ rằng bạn muốn trở thành một phần của một cái gì đó như thế không?",
  "Only if it lasts less than a fortnight.": "Chỉ khi nó kéo dài ít hơn hai tuần.",
  "7A7F195F": "Bạn có ước mình trông hạnh phúc như tôi không? Chà, bạn có quyền lực. Chỉ cần gửi một Simoleon cho tôi. Đừng trì hoãn, hạnh phúc chỉ cách một Simoleon.",
  "CC33C713": "Cúp máy.",
  "CCEFE6AB": "Quyên góp 1 Simoleon.",
  "0B4BB09C": "Bạn đã bao giờ nghe nói về một thứ gọi là Thử Thách Động Lực chưa? Rõ ràng là họ lấy một nhóm Sims và đưa họ đến một nơi xa xôi và để họ chiến đấu... như hoàng gia. Bạn có nghĩ rằng bạn muốn trở thành một phần của một cái gì đó như thế không?",
  "4AA67B18": "Chỉ khi nó kéo dài ít hơn hai tuần.",
  "Count me in!": "Tính cả tôi vào!",
  "{0.SimFirstName}. What if I told you that we are all just in a Simulation? I know, I know. It's alarming, but there <i>is</i> a way out.\\n\\nI offer you a choice:\\n\\nYou can either ignore this and go about your \"life\"... Or you can come with me and we'll see just how far down this rabbit hole goes. The choice is yours...": "{0.SimFirstName}. Điều gì sẽ xảy ra nếu tôi nói với bạn rằng tất cả chúng ta chỉ đang ở trong một Mô Phỏng? Tôi biết, tôi biết. Thật đáng báo động, nhưng <i>có</i> một lối thoát.\n\nTôi cho bạn một sự lựa chọn:\n\nBạn có thể bỏ qua điều này và tiếp tục \"cuộc sống\" của mình... Hoặc bạn có thể đi với tôi và chúng ta sẽ xem cái lỗ thỏ này sâu đến mức nào. Sự lựa chọn là của bạn...",
  "/ignore": "/bỏ qua",
  "Tell Me About The Simulation": "Nói Với Tôi Về Mô Phỏng",
  "Hello? Oh... uh... is this Vinny?": "Alo? Ồ... ờ... đây có phải là Vinny không?",
  "1FCE9F44": "Tính cả tôi vào!",
  "E15BFA9E": "{0.SimFirstName}. Điều gì sẽ xảy ra nếu tôi nói với bạn rằng tất cả chúng ta chỉ đang ở trong một Mô Phỏng? Tôi biết, tôi biết. Thật đáng báo động, nhưng <i>có</i> một lối thoát.\n\nTôi cho bạn một sự lựa chọn:\n\nBạn có thể bỏ qua điều này và tiếp tục \"cuộc sống\" của mình... Hoặc bạn có thể đi với tôi và chúng ta sẽ xem cái lỗ thỏ này sâu đến mức nào. Sự lựa chọn là của bạn...",
  "3C1158C2": "/bỏ qua",
  "9C96601A": "Nói Với Tôi Về Mô Phỏng",
  "AD674F16": "Alo? Ồ... ờ... đây có phải là Vinny không?",
  "Who?": "Ai cơ?",
  "Uh... yes...": "Ừm... vâng...",
  "Hey, no dice. That thing you helped me invest in didn't quite work out. But hey, better luck next time! Thanks for your support, Champ.": "Này, không ăn thua. Thứ mà bạn đã giúp tôi đầu tư không hoạt động tốt lắm. Nhưng này, chúc may mắn lần sau! Cảm ơn sự ủng hộ của bạn, nhà vô địch.",
  "Fantastic news. Your investments went swimmingly and have a wonderful payout of {2.Money}.": "Tin tuyệt vời. Các khoản đầu tư của bạn diễn ra suôn sẻ và có một khoản thanh toán tuyệt vời là {2.Money}.",
  "Expressions in Layers": "Biểu Cảm Theo Lớp",
  "A63F0B0A": "Ai cơ?",
  "16D011A2": "Ừm... vâng...",
  "D1AFA8C3": "Này, không ăn thua. Thứ mà bạn đã giúp tôi đầu tư không hoạt động tốt lắm. Nhưng này, chúc may mắn lần sau! Cảm ơn sự ủng hộ của bạn, nhà vô địch.",
  "6BBBC539": "Tin tuyệt vời. Các khoản đầu tư của bạn diễn ra suôn sẻ và có một khoản thanh toán tuyệt vời là {2.Money}.",
  "977E4D30": "Biểu Cảm Theo Lớp",
  "Breezing": "Lướt Gió",
  "Bundled Up": "Ấm Áp",
  "Over the Rainbow": "Trên Cầu Vồng",
  "Athleisurely Hip": "Thể Thao Hip",
  "Autumn News": "Tin Thu",
  "B6DD7B35": "Lướt Gió",
  "CA88878B": "Ấm Áp",
  "642FD6E9": "Trên Cầu Vồng",
  "97D0D95D": "Thể Thao Hip",
  "A653BA70": "Tin Thu",
  "Hip 'N' Chic": "Hip 'N' Sang Trọng",
  "Layered Aesthetics": "Thẩm Mỹ Lớp Lang",
  "Mercurial Musings": "Suy Tư Thất Thường",
  "Pocketed Out": "Túi Nổi Bật",
  "Patched and Poised": "Vá và Điềm Tĩnh",
  "BA79D35D": "Hip 'N' Sang Trọng",
  "8192BD46": "Thẩm Mỹ Lớp Lang",
  "39ACBE71": "Suy Tư Thất Thường",
  "E77CA9AC": "Túi Nổi Bật",
  "ECF6564F": "Vá và Điềm Tĩnh",
  "Relaxed Life": "Cuộc Sống Thư Thái",
  "Street Workwear": "Trang Phục Lao Động Đường Phố",
  "Made from upcycled schoolroom chalkboards, this slate fence is a classy alternative to a possibly wasteful wooden alternative.": "Được làm từ bảng đen tái chế của trường học, hàng rào đá phiến này là một sự thay thế đẳng cấp cho một sự thay thế bằng gỗ có thể lãng phí.",
  "Schoolhouse Slate Fence": "Hàng Rào Đá Phiến Trường Học",
  "Most engineers are encouraged to think outside the box, but when that box is full of waffles, we say that's where some of the best inspiration comes from. Our team turned toward their favorite breakfast item to develop this  medium version \"waffle-weave\" bamboo fence. Made of supple bamboo, the fence bends with the wind creating a sturdy privacy barrier while still letting that delicious, buttery sunlight in. Mmm, mmm!": "Hầu hết các kỹ sư được khuyến khích suy nghĩ vượt ra ngoài khuôn khổ, nhưng khi khuôn khổ đó chứa đầy bánh quế, chúng tôi nói rằng đó là nơi mà một số nguồn cảm hứng tốt nhất đến từ đó. Đội ngũ của chúng tôi đã chuyển sang món ăn sáng yêu thích của họ để phát triển hàng rào tre \"dệt bánh quế\" phiên bản trung bình này. Được làm bằng tre dẻo dai, hàng rào uốn cong theo gió tạo ra một hàng rào riêng tư chắc chắn trong khi vẫn cho phép ánh sáng mặt trời bơ béo ngậy, ngon lành chiếu vào. Mmm, mmm!",
  "FE50EAEC": "Cuộc Sống Thư Thái",
  "967F0250": "Trang Phục Lao Động Đường Phố",
  "A2EA45B0": "Được làm từ bảng đen tái chế của trường học, hàng rào đá phiến này là một sự thay thế đẳng cấp cho một sự thay thế bằng gỗ có thể lãng phí.",
  "321B245F": "Hàng Rào Đá Phiến Trường Học",
  "16DC741D": "Hầu hết các kỹ sư được khuyến khích suy nghĩ vượt ra ngoài khuôn khổ, nhưng khi khuôn khổ đó chứa đầy bánh quế, chúng tôi nói rằng đó là nơi mà một số nguồn cảm hứng tốt nhất đến từ đó. Đội ngũ của chúng tôi đã chuyển sang món ăn sáng yêu thích của họ để phát triển hàng rào tre \"dệt bánh quế\" phiên bản trung bình này. Được làm bằng tre dẻo dai, hàng rào uốn cong theo gió tạo ra một hàng rào riêng tư chắc chắn trong khi vẫn cho phép ánh sáng mặt trời bơ béo ngậy, ngon lành chiếu vào. Mmm, mmm!",
  "Medium Waffle-Weave Bamboo Fence": "Hàng Rào Tre Dệt Bánh Quế Cỡ Vừa",
  "Most engineers are encouraged to think outside the box, but when that box is full of waffles, we say that's where some of the best inspiration comes from. Our team turned toward their favorite breakfast item to develop this \"waffle-weave\" bamboo fence. Made of supple bamboo, the fence bends with the wind creating a sturdy privacy barrier while still letting that delicious, buttery sunlight in. Mmm, mmm!": "Hầu hết các kỹ sư được khuyến khích suy nghĩ vượt ra ngoài khuôn khổ, nhưng khi khuôn khổ đó chứa đầy bánh quế, chúng tôi nói rằng đó là nơi mà một số nguồn cảm hứng tốt nhất đến từ đó. Đội ngũ của chúng tôi đã chuyển sang món ăn sáng yêu thích của họ để phát triển hàng rào tre \"dệt bánh quế\" này. Được làm bằng tre dẻo dai, hàng rào uốn cong theo gió tạo ra một hàng rào riêng tư chắc chắn trong khi vẫn cho phép ánh sáng mặt trời bơ béo ngậy, ngon lành chiếu vào. Mmm, mmm!",
  "Waffle-Weave Bamboo Fence": "Hàng Rào Tre Dệt Bánh Quế",
  "Jumbo Waffle-Weave Bamboo Fence": "Hàng Rào Tre Dệt Bánh Quế Cỡ Lớn",
  "95F26F08": "Hàng Rào Tre Dệt Bánh Quế Cỡ Vừa",
  "18B3974C": "Hầu hết các kỹ sư được khuyến khích suy nghĩ vượt ra ngoài khuôn khổ, nhưng khi khuôn khổ đó chứa đầy bánh quế, chúng tôi nói rằng đó là nơi mà một số nguồn cảm hứng tốt nhất đến từ đó. Đội ngũ của chúng tôi đã chuyển sang món ăn sáng yêu thích của họ để phát triển hàng rào tre \"dệt bánh quế\" này. Được làm bằng tre dẻo dai, hàng rào uốn cong theo gió tạo ra một hàng rào riêng tư chắc chắn trong khi vẫn cho phép ánh sáng mặt trời bơ béo ngậy, ngon lành chiếu vào. Mmm, mmm!",
  "FE604903": "Hàng Rào Tre Dệt Bánh Quế",
  "ABD0BDA7": "Hầu hết các kỹ sư được khuyến khích suy nghĩ vượt ra ngoài khuôn khổ, nhưng khi khuôn khổ đó chứa đầy bánh quế, chúng tôi nói rằng đó là nơi mà một số nguồn cảm hứng tốt nhất đến từ đó. Đội ngũ của chúng tôi đã chuyển sang món ăn sáng yêu thích của họ để phát triển hàng rào tre \"dệt bánh quế\" này. Được làm bằng tre dẻo dai, hàng rào uốn cong theo gió tạo ra một hàng rào riêng tư chắc chắn trong khi vẫn cho phép ánh sáng mặt trời bơ béo ngậy, ngon lành chiếu vào. Mmm, mmm!",
  "3885E2DE": "Hàng Rào Tre Dệt Bánh Quế Cỡ Lớn",
  "Layered Flooring": "Sàn Nhiều Lớp",
  "Shaded Grass": "Cỏ Râm Mát",
  "Perfect Garden Grass": "Cỏ Vườn Hoàn Hảo",
  "Sprouted Grass": "Cỏ Nảy Mầm",
  "Corrugated Metal Floor": "Sàn Kim Loại Lượn Sóng",
  "19A1BBB3": "Sàn Nhiều Lớp",
  "87A01504": "Cỏ Râm Mát",
  "52961DEF": "Cỏ Vườn Hoàn Hảo",
  "974C8549": "Cỏ Nảy Mầm",
  "7AEDDB48": "Sàn Kim Loại Lượn Sóng",
  "Slatted Wood": "Gỗ Thanh",
  "Hexagonal Timber": "Gỗ Hình Lục Giác",
  "Effortless and contemporary exterior trim.": "Viền ngoại thất dễ dàng và hiện đại.",
  "Industrially Tested Trim": "Viền Được Kiểm Nghiệm Công Nghiệp",
  "With Mother Earth's Activity Table, let nature be your crafty kid's canvas for creativity!": "Với Bàn Hoạt Động Mẹ Thiên Nhiên, hãy để thiên nhiên là bức vẽ sáng tạo cho đứa con khéo léo của bạn!",
  "C68646AF": "Gỗ Thanh",
  "BF608AA3": "Gỗ Hình Lục Giác",
  "2E9E1A44": "Viền ngoại thất dễ dàng và hiện đại.",
  "AE8F160B": "Viền Được Kiểm Nghiệm Công Nghiệp",
  "2B025EB5": "Với Bàn Hoạt Động Mẹ Thiên Nhiên, hãy để thiên nhiên là bức vẽ sáng tạo cho đứa con khéo léo của bạn!",
  "Mother Earth's Activity Table": "Bàn Hoạt Động Mẹ Thiên Nhiên",
  "An atmospheric water generator (AWG) doesn't actually generate water, but rather pulls drinkable, usable water from the surrounding air. While it does require fuel to power, an AWG can help cut costs on water bills or provide water on off-the-grid lots.": "Một máy tạo nước từ khí quyển (AWG) thực sự không tạo ra nước, mà là hút nước có thể uống được, sử dụng được từ không khí xung quanh. Mặc dù nó đòi hỏi nhiên liệu để hoạt động, nhưng AWG có thể giúp cắt giảm chi phí hóa đơn nước hoặc cung cấp nước trên các khu đất ngoài lưới điện.",
  "Atmospheric Water Generator": "Máy Tạo Nước Từ Khí Quyển",
  "A delicate, modern awning. Made with simple materials but to last a lifetime. This glass awning not only protects your doorway, but also lets you see if the Welcome Wagon is coming by from the second floor.": "Một mái hiên tinh tế, hiện đại. Được làm bằng vật liệu đơn giản nhưng để tồn tại suốt đời. Mái hiên bằng kính này không chỉ bảo vệ lối vào của bạn mà còn cho phép bạn nhìn thấy Đoàn Chào Mừng đang đến từ tầng hai.",
  "Awning Of Transparency": "Mái Hiên Trong Suốt",
  "1D718D50": "Bàn Hoạt Động Mẹ Thiên Nhiên",
  "033DBA34": "Một máy tạo nước từ khí quyển (AWG) thực sự không tạo ra nước, mà là hút nước có thể uống được, sử dụng được từ không khí xung quanh. Mặc dù nó đòi hỏi nhiên liệu để hoạt động, nhưng AWG có thể giúp cắt giảm chi phí hóa đơn nước hoặc cung cấp nước trên các khu đất ngoài lưới điện.",
  "F681B19B": "Máy Tạo Nước Từ Khí Quyển",
  "C0A1B59E": "Một mái hiên tinh tế, hiện đại. Được làm bằng vật liệu đơn giản nhưng để tồn tại suốt đời. Mái hiên bằng kính này không chỉ bảo vệ lối vào của bạn mà còn cho phép bạn nhìn thấy Đoàn Chào Mừng đang đến từ tầng hai.",
  "957037A1": "Mái Hiên Trong Suốt",
  "A wider version of the Awning Of Transparency, perfect for those doorways that need a bit of extra cover. This intuitive design will help your lot look very sleek and modern while adorning it without much fuss.": "Một phiên bản rộng hơn của Mái Hiên Trong Suốt, hoàn hảo cho những lối vào cần thêm một chút che chắn. Thiết kế trực quan này sẽ giúp khu đất của bạn trông rất bóng bẩy và hiện đại đồng thời tô điểm cho nó mà không cần quá cầu kỳ.",
  "Awning Of Wider Transparency": "Mái Hiên Trong Suốt Rộng Hơn",
  "Don't let its appearance fool you, this awning is perfect for protecting your doorway from the sun's rays and the elements. Its fawned design will give your lot a contemporary look.": "Đừng để vẻ ngoài của nó đánh lừa bạn, mái hiên này là hoàn hảo để bảo vệ lối vào của bạn khỏi tia nắng mặt trời và các yếu tố thời tiết. Thiết kế được ưa chuộng của nó sẽ mang đến cho khu đất của bạn một vẻ ngoài hiện đại.",
  "Fawning Awning": "Mái Hiên Được Ưa Chuộng",
  "TMI Industries of Washkansin has re-imagined what a bathtub of ALL Recycled materials can look like and, frankly, it looks a lot like you – in the buff. So put your backside on the inside of this semi see thru tub. But keep in mind that you might have a potentially embarrassing soak. Crikey!! Doesn’t anyone knock anymore?": "TMI Industries of Washkansin đã tái hình dung một bồn tắm LÀM BẰNG vật liệu Tái Chế trông như thế nào và, thẳng thắn mà nói, nó trông rất giống bạn – trong trạng thái khỏa thân. Vì vậy, hãy đặt phía sau của bạn vào bên trong bồn tắm bán trong suốt này. Nhưng hãy nhớ rằng bạn có thể có một ngâm mình có khả năng gây xấu hổ. Crikey!! Không ai gõ cửa nữa sao?",
  "D8D0F210": "Một phiên bản rộng hơn của Mái Hiên Trong Suốt, hoàn hảo cho những lối vào cần thêm một chút che chắn. Thiết kế trực quan này sẽ giúp khu đất của bạn trông rất bóng bẩy và hiện đại đồng thời tô điểm cho nó mà không cần quá cầu kỳ.",
  "0FEFB13F": "Mái Hiên Trong Suốt Rộng Hơn",
  "A54F6436": "Đừng để vẻ ngoài của nó đánh lừa bạn, mái hiên này là hoàn hảo để bảo vệ lối vào của bạn khỏi tia nắng mặt trời và các yếu tố thời tiết. Thiết kế được ưa chuộng của nó sẽ mang đến cho khu đất của bạn một vẻ ngoài hiện đại.",
  "3B8CE469": "Mái Hiên Được Ưa Chuộng",
  "7B09FF72": "TMI Industries of Washkansin đã tái hình dung một bồn tắm LÀM BẰNG vật liệu Tái Chế trông như thế nào và, thẳng thắn mà nói, nó trông rất giống bạn – trong trạng thái khỏa thân. Vì vậy, hãy đặt phía sau của bạn vào bên trong bồn tắm bán trong suốt này. Nhưng hãy nhớ rằng bạn có thể có một ngâm mình có khả năng gây xấu hổ. Crikey!! Không ai gõ cửa nữa sao?",
  "Rear View Tub – by TMI Industries": "Bồn Tắm Nhìn Phía Sau – của TMI Industries",
  "Everyone needs a bed that is comfortable, practical, and made from the heart. And also from a Fabricator. But mostly from the heart.": "Mọi người đều cần một chiếc giường thoải mái, thiết thực và được làm từ trái tim. Và cũng từ một Nhà Chế Tạo. Nhưng chủ yếu là từ trái tim.",
  "Fabricated Double Bed": "Giường Đôi Chế Tạo",
  "Are you lonely at night? Well, with the bed-bug infested Dirty Double, you will never sleep alone again! Recovered from a seedy street corner, the Dirty Double smells like corroding compost and is slathered with an unsavory slimy substance. How can you not be sold on a deal like this?": "Bạn có cô đơn vào ban đêm không? Chà, với Dirty Double đầy rệp, bạn sẽ không bao giờ ngủ một mình nữa! Được thu hồi từ một góc phố tồi tàn, Dirty Double có mùi như phân trộn ăn mòn và được phủ một chất nhờn không mấy ngon miệng. Làm sao bạn có thể không bị thuyết phục bởi một thỏa thuận như thế này?",
  "Dirty Double": "Dirty Double",
  "FC9D980D": "Bồn Tắm Nhìn Phía Sau – của TMI Industries",
  "BFB5048D": "Mọi người đều cần một chiếc giường thoải mái, thiết thực và được làm từ trái tim. Và cũng từ một Nhà Chế Tạo. Nhưng chủ yếu là từ trái tim.",
  "642114D8": "Giường Đôi Chế Tạo",
  "7306C9ED": "Bạn có cô đơn vào ban đêm không? Chà, với Dirty Double đầy rệp, bạn sẽ không bao giờ ngủ một mình nữa! Được thu hồi từ một góc phố tồi tàn, Dirty Double có mùi như phân trộn ăn mòn và được phủ một chất nhờn không mấy ngon miệng. Làm sao bạn có thể không bị thuyết phục bởi một thỏa thuận như thế này?",
  "4DB925B8": "Dirty Double",
  "What is better than a Cozy Bundled Single? A Cozy Bundled Double! More room for more cozy layers and pillows, more to love!": "Còn gì tốt hơn một Chiếc Giường Đơn Ấm Áp? Một Chiếc Giường Đôi Ấm Áp! Nhiều chỗ hơn cho nhiều lớp ấm cúng và gối, nhiều hơn để yêu!",
  "Cozy Bundled Double": "Chiếc Giường Đôi Ấm Áp",
  "Sleep soundly knowing your bed was made with love… and recycled bits and pieces.": "Ngủ ngon giấc khi biết giường của bạn được làm bằng tình yêu... và những mảnh vụn tái chế.",
  "Fabricated Single Bed": "Giường Đơn Chế Tạo",
  "Teach your kids some resourcefulness by turning one man’s trash into a comfy treasure. This bed will help the little ones go to sleep in no time. ": "Dạy con bạn một số sự tháo vát bằng cách biến rác của một người thành một kho báu thoải mái. Chiếc giường này sẽ giúp những đứa trẻ nhỏ đi ngủ ngay lập tức.",
  "3B3ADA7A": "Còn gì tốt hơn một Chiếc Giường Đơn Ấm Áp? Một Chiếc Giường Đôi Ấm Áp! Nhiều chỗ hơn cho nhiều lớp ấm cúng và gối, nhiều hơn để yêu!",
  "EA789425": "Chiếc Giường Đôi Ấm Áp",
  "562FB274": "Ngủ ngon giấc khi biết giường của bạn được làm bằng tình yêu... và những mảnh vụn tái chế.",
  "734829DB": "Giường Đơn Chế Tạo",
  "E163806D": "Dạy con bạn một số sự tháo vát bằng cách biến rác của một người thành một kho báu thoải mái. Chiếc giường này sẽ giúp những đứa trẻ nhỏ đi ngủ ngay lập tức.",
  "Fabricated Kids Bed": "Giường Trẻ Em Chế Tạo",
  "Get a good night sleep in a bed that looks too good to lay down on. Draped with a variety of cozy knits and lush layers, the Cozy Bundled Sleeper lives up to its name by providing not only the warmest of rests, but the most comfortable as well with the attached color matching pillow mountain that you won't get yelled at for throwing it on the floor at night.": "Có một giấc ngủ ngon trong một chiếc giường trông quá đẹp để nằm xuống. Được phủ một loạt các loại vải dệt kim ấm cúng và các lớp vải sang trọng, Chiếc Giường Ấm Cúng xứng đáng với tên gọi của nó bằng cách không chỉ cung cấp sự nghỉ ngơi ấm áp nhất mà còn thoải mái nhất với ngọn núi gối phù hợp màu sắc được gắn kèm mà bạn sẽ không bị mắng vì ném nó xuống sàn vào ban đêm.",
  "Cozy Bundled Sleeper": "Chiếc Giường Ấm Cúng",
  "At Groovy Grandma Co, we know that there's nothing better than a good ol' fashioned knitted blanket. That's why we sourced grandmothers from all over the globe to knit comfy comfortables just for you! Why sleep with a blanket made of mediocre materials, when you can sleep with a blanket made with love?": "Tại Groovy Grandma Co, chúng tôi biết rằng không có gì tốt hơn một chiếc chăn đan kiểu cũ tốt. Đó là lý do tại sao chúng tôi tìm nguồn cung cấp các bà ngoại từ khắp nơi trên thế giới để đan những chiếc chăn thoải mái chỉ dành cho bạn! Tại sao lại ngủ với một chiếc chăn làm từ vật liệu tầm thường, khi bạn có thể ngủ với một chiếc chăn được làm bằng tình yêu?",
  "Knitted Napper by Goovy Grandma Co.": "Knitted Napper của Goovy Grandma Co.",
  "4CCC8138": "Giường Trẻ Em Chế Tạo",
  "3D7CEB8B": "Có một giấc ngủ ngon trong một chiếc giường trông quá đẹp để nằm xuống. Được phủ một loạt các loại vải dệt kim ấm cúng và các lớp vải sang trọng, Chiếc Giường Ấm Cúng xứng đáng với tên gọi của nó bằng cách không chỉ cung cấp sự nghỉ ngơi ấm áp nhất mà còn thoải mái nhất với ngọn núi gối phù hợp màu sắc được gắn kèm mà bạn sẽ không bị mắng vì ném nó xuống sàn vào ban đêm.",
  "BE25550A": "Chiếc Giường Ấm Cúng",
  "AAA356F1": "Tại Groovy Grandma Co, chúng tôi biết rằng không có gì tốt hơn một chiếc chăn đan kiểu cũ tốt. Đó là lý do tại sao chúng tôi tìm nguồn cung cấp các bà ngoại từ khắp nơi trên thế giới để đan những chiếc chăn thoải mái chỉ dành cho bạn! Tại sao lại ngủ với một chiếc chăn làm từ vật liệu tầm thường, khi bạn có thể ngủ với một chiếc chăn được làm bằng tình yêu?",
  "E890D1C4": "Knitted Napper của Goovy Grandma Co.",
  "Are you nervous that your little one is having dreams of sugar plums? Considering that sugar plums can be a choking hazard, that is a totally sensible concern. Freeze Pops, on the other hand, are much less dangerous. Constructed with comically large popsicle sticks, The Freeze Pop Sleep Spot guarantees that your toddler will drift away dreaming of soft sherbet, rather than those sinister sugar plums. Curse them!": "Bạn có lo lắng rằng đứa con nhỏ của bạn đang mơ về những quả mận đường không? Xem xét rằng mận đường có thể gây nghẹt thở, đó là một mối quan tâm hoàn toàn hợp lý. Mặt khác, Freeze Pop ít nguy hiểm hơn nhiều. Được xây dựng bằng que kem lớn một cách hài hước, The Freeze Pop Sleep Spot đảm bảo rằng đứa trẻ mới biết đi của bạn sẽ trôi đi trong giấc mơ về món kem sherbet mềm mại, thay vì những quả mận đường nham hiểm đó. Nguyền rủa chúng!",
  "The Freeze Pop Sleep Spot": "The Freeze Pop Sleep Spot",
  "Most riders need armored jackets if they go on high speeds on a daily basis, but have you seen a bicycle that also wears a jacket? A wooden jacket no less! Feel the thrill of the streets with the security of an armored vehicle with a bicycle that can also be displayed like a work of art.": "Hầu hết những người lái xe cần áo giáp nếu họ đi với tốc độ cao hàng ngày, nhưng bạn đã thấy một chiếc xe đạp cũng mặc áo khoác chưa? Một chiếc áo khoác bằng gỗ không ít hơn! Cảm nhận sự hồi hộp của đường phố với sự an toàn của một chiếc xe bọc thép với một chiếc xe đạp cũng có thể được trưng bày như một tác phẩm nghệ thuật.",
  "Full Wood Jacket Bike": "Xe Đạp Áo Khoác Gỗ Đầy Đủ",
  "Created using the Drafting Tablet, this schematic holds all the design and construction information for a variety of Eco-Inventions Concepts.": "Được tạo bằng Bảng Vẽ, sơ đồ này chứa tất cả thông tin thiết kế và xây dựng cho nhiều Khái Niệm Phát Minh Sinh Thái.",
  "7136CEFD": "Bạn có lo lắng rằng đứa con nhỏ của bạn đang mơ về những quả mận đường không? Xem xét rằng mận đường có thể gây nghẹt thở, đó là một mối quan tâm hoàn toàn hợp lý. Mặt khác, Freeze Pop ít nguy hiểm hơn nhiều. Được xây dựng bằng que kem lớn một cách hài hước, The Freeze Pop Sleep Spot đảm bảo rằng đứa trẻ mới biết đi của bạn sẽ trôi đi trong giấc mơ về món kem sherbet mềm mại, thay vì những quả mận đường nham hiểm đó. Nguyền rủa chúng!",
  "661B4068": "The Freeze Pop Sleep Spot",
  "9249D2DA": "Hầu hết những người lái xe cần áo giáp nếu họ đi với tốc độ cao hàng ngày, nhưng bạn đã thấy một chiếc xe đạp cũng mặc áo khoác chưa? Một chiếc áo khoác bằng gỗ không ít hơn! Cảm nhận sự hồi hộp của đường phố với sự an toàn của một chiếc xe bọc thép với một chiếc xe đạp cũng có thể được trưng bày như một tác phẩm nghệ thuật.",
  "F3444805": "Xe Đạp Áo Khoác Gỗ Đầy Đủ",
  "FF9779C1": "Được tạo bằng Bảng Vẽ, sơ đồ này chứa tất cả thông tin thiết kế và xây dựng cho nhiều Khái Niệm Phát Minh Sinh Thái.",
  "Eco-Invention Concept Blueprint": "Bản Thiết Kế Khái Niệm Phát Minh Sinh Thái",
  "Created using the Drafting Tablet, this schematic holds a wealth of details about an exciting Municipal Concept.": "Được tạo bằng Bảng Vẽ, sơ đồ này chứa nhiều chi tiết về một Khái Niệm Đô Thị thú vị.",
  "Municipal Concept Blueprint": "Bản Thiết Kế Khái Niệm Đô Thị",
  "By: Prusan Joel\\n\\nFilaments and resins laid, no clogs or builds coming loose from the bed? If you have perfect first layers, this book is for you. Sanding, annealing, and finishing your great works is the last step toward fabrication mastery!": "Bởi: Prusan Joel\n\nDây tóc và nhựa được đặt, không bị tắc nghẽn hoặc các công trình bị lỏng ra khỏi giường? Nếu bạn có các lớp đầu tiên hoàn hảo, cuốn sách này là dành cho bạn. Chà nhám, ủ và hoàn thiện các tác phẩm tuyệt vời của bạn là bước cuối cùng để làm chủ chế tạo!",
  "Fabrication Vol 3: Postprocessing and Finishing": "Chế Tạo Tập 3: Xử Lý Hậu Kỳ và Hoàn Thiện",
  "A4705BF4": "Bản Thiết Kế Khái Niệm Phát Minh Sinh Thái",
  "0148F7D4": "Được tạo bằng Bảng Vẽ, sơ đồ này chứa nhiều chi tiết về một Khái Niệm Đô Thị thú vị.",
  "C71C88BB": "Bản Thiết Kế Khái Niệm Đô Thị",
  "8DEFA481": "Bởi: Prusan Joel\n\nDây tóc và nhựa được đặt, không bị tắc nghẽn hoặc các công trình bị lỏng ra khỏi giường? Nếu bạn có các lớp đầu tiên hoàn hảo, cuốn sách này là dành cho bạn. Chà nhám, ủ và hoàn thiện các tác phẩm tuyệt vời của bạn là bước cuối cùng để làm chủ chế tạo!",
  "6AE32AB4": "Chế Tạo Tập 3: Xử Lý Hậu Kỳ và Hoàn Thiện",
  "By: Prusan Joel\\n\\nPlanning and preparation are the essential tools for success with fabrication. Where will you place supports? Do you use traditional or tree? Do you use a raft? What is the expansion coefficient tolerance of wood fibers? Read this book and find out!": "Bởi: Prusan Joel\n\nLập kế hoạch và chuẩn bị là những công cụ cần thiết để thành công với chế tạo. Bạn sẽ đặt các giá đỡ ở đâu? Bạn có sử dụng kiểu truyền thống hay kiểu cây không? Bạn có sử dụng bè không? Dung sai hệ số giãn nở của sợi gỗ là bao nhiêu? Đọc cuốn sách này và tìm hiểu!",
  "Fabrication Vol 2: Additive Manufacturing": "Chế Tạo Tập 2: Sản Xuất Bồi Đắp",
  "A handmade place to put all those books that you have for display purchases only.": "Một nơi làm bằng tay để đặt tất cả những cuốn sách mà bạn có chỉ để mua trưng bày.",
  "Fabricated Bookshelf": "Kệ Sách Chế Tạo",
  "By: Prusan Joel\\n\\nSetting up your fabricator is a snap! But once you've built your marvelous manufacturing machine the real challenge begins! Getting to know the resins, plastics, and other materials you'll be using is critical for your first steps. ": "Bởi: Prusan Joel\n\nThiết lập máy chế tạo của bạn rất dễ dàng! Nhưng một khi bạn đã chế tạo máy sản xuất tuyệt vời của mình, thử thách thực sự mới bắt đầu! Tìm hiểu về nhựa, nhựa và các vật liệu khác mà bạn sẽ sử dụng là rất quan trọng cho những bước đi đầu tiên của bạn.",
  "ADA305FE": "Bởi: Prusan Joel\n\nLập kế hoạch và chuẩn bị là những công cụ cần thiết để thành công với chế tạo. Bạn sẽ đặt các giá đỡ ở đâu? Bạn có sử dụng kiểu truyền thống hay kiểu cây không? Bạn có sử dụng bè không? Dung sai hệ số giãn nở của sợi gỗ là bao nhiêu? Đọc cuốn sách này và tìm hiểu!",
  "035AF881": "Chế Tạo Tập 2: Sản Xuất Bồi Đắp",
  "AA789675": "Một nơi làm bằng tay để đặt tất cả những cuốn sách mà bạn có chỉ để mua trưng bày.",
  "8063F710": "Kệ Sách Chế Tạo",
  "1D2B21E0": "Bởi: Prusan Joel\n\nThiết lập máy chế tạo của bạn rất dễ dàng! Nhưng một khi bạn đã chế tạo máy sản xuất tuyệt vời của mình, thử thách thực sự mới bắt đầu! Tìm hiểu về nhựa, nhựa và các vật liệu khác mà bạn sẽ sử dụng là rất quan trọng cho những bước đi đầu tiên của bạn.",
  "Fabrication Vol 1: Thermoplastics and You": "Chế Tạo Tập 1: Nhựa Nhiệt Dẻo và Bạn",
  "Feel the warm sense of accomplishment that comes from crafting something beautiful for you or your loved one's home. Craft candles of various shapes, colors, and scents for the truly adventurous. Nothing says love more than the temporary, fleeting flame of a homemade candle.": "Cảm nhận cảm giác ấm áp của thành tựu đến từ việc chế tạo một thứ gì đó đẹp đẽ cho bạn hoặc ngôi nhà của người thân yêu của bạn. Chế tạo nến với nhiều hình dạng, màu sắc và mùi hương khác nhau cho những người thực sự thích phiêu lưu. Không có gì nói lên tình yêu hơn ngọn lửa tạm thời, thoáng qua của một ngọn nến tự làm.",
  "Von Wick & Co. Candle Making Table": "Bàn Làm Nến Von Wick & Co.",
  "A cube of wax, made from soy beans. Perfect for making vegan candles!": "Một khối sáp, làm từ đậu nành. Hoàn hảo để làm nến thuần chay!",
  "Soy Wax": "Sáp Đậu Nành",
  "9BBF4C2F": "Chế Tạo Tập 1: Nhựa Nhiệt Dẻo và Bạn",
  "F4FC1570": "Cảm nhận cảm giác ấm áp của thành tựu đến từ việc chế tạo một thứ gì đó đẹp đẽ cho bạn hoặc ngôi nhà của người thân yêu của bạn. Chế tạo nến với nhiều hình dạng, màu sắc và mùi hương khác nhau cho những người thực sự thích phiêu lưu. Không có gì nói lên tình yêu hơn ngọn lửa tạm thời, thoáng qua của một ngọn nến tự làm.",
  "F64A661F": "Bàn Làm Nến Von Wick & Co.",
  "C6B7C019": "Một khối sáp, làm từ đậu nành. Hoàn hảo để làm nến thuần chay!",
  "E4D4559C": "Sáp Đậu Nành",
  "Crafted at the Von Wick & Co. Candle Making Table": "Được chế tạo tại Bàn Làm Nến Von Wick & Co.",
  "Carved Mood Candle": "Nến Tâm Trạng Khắc",
  "Fireplaces may be fading from relevancy, but chimneys will never go out of style! The marvelously modern Chic Chimney will get the job done and some! And don't worry, installation is on the house.": "Lò sưởi có thể đang mờ dần về mức độ liên quan, nhưng ống khói sẽ không bao giờ lỗi thời! Ống Khói Chic hiện đại tuyệt vời sẽ hoàn thành công việc và hơn thế nữa! Và đừng lo lắng, việc lắp đặt là miễn phí.",
  "Chic Chimney": "Ống Khói Chic",
  "communityBoard_bm": "communityBoard_bm",
  "094CC7AA": "Được chế tạo tại Bàn Làm Nến Von Wick & Co.",
  "0C3ADD35": "Nến Tâm Trạng Khắc",
  "AB5D7AF9": "Lò sưởi có thể đang mờ dần về mức độ liên quan, nhưng ống khói sẽ không bao giờ lỗi thời! Ống Khói Chic hiện đại tuyệt vời sẽ hoàn thành công việc và hơn thế nữa! Và đừng lo lắng, việc lắp đặt là miễn phí.",
  "8426FDFC": "Ống Khói Chic",
  "F88C9BBE": "communityBoard_bm",
  "Voting for Neighborhood Action Plans has never looked so classy. Confidently poised on stunning metal stilts, crafted from exceptionally upcycled cork, this Community Voting Board is deserving of your attention.\\n\\nSo saunter right up to the sleek, chic Community Board where you can lift your chin up high, mark your votes, and drop that sultry little ballot into a top-rate voting box.\\n\\nNo one ever has to know what you voted for. It’ll be our little secret.": "Bỏ phiếu cho Kế hoạch Hành động Khu phố chưa bao giờ trông đẳng cấp đến thế. Tự tin đứng trên những chiếc cọc kim loại tuyệt đẹp, được chế tạo từ nút chai tái chế đặc biệt, Bảng Bầu Chọn Cộng Đồng này xứng đáng nhận được sự chú ý của bạn.\n\nVì vậy, hãy tiến thẳng đến Bảng Cộng Đồng bóng bẩy, sang trọng, nơi bạn có thể ngẩng cao cằm, đánh dấu các phiếu bầu của mình và thả lá phiếu nhỏ quyến rũ đó vào một thùng bỏ phiếu hàng đầu.\n\nKhông ai cần phải biết bạn đã bỏ phiếu cho ai. Đó sẽ là bí mật nhỏ của chúng ta.",
  "Community Voting Board": "Bảng Bầu Chọn Cộng Đồng",
  "Used at the Von Wick & Co. Candle Making Table for creating Molded and Carved Candles": "Được sử dụng tại Bàn Làm Nến Von Wick & Co. để tạo ra Nến Đúc và Khắc",
  "Von Wick & Co. Candle Mold": "Khuôn Nến Von Wick & Co.",
  "A3CF3841": "communityBoard_bm",
  "272BF257": "Bỏ phiếu cho Kế hoạch Hành động Khu phố chưa bao giờ trông đẳng cấp đến thế. Tự tin đứng trên những chiếc cọc kim loại tuyệt đẹp, được chế tạo từ nút chai tái chế đặc biệt, Bảng Bầu Chọn Cộng Đồng này xứng đáng nhận được sự chú ý của bạn.\n\nVì vậy, hãy tiến thẳng đến Bảng Cộng Đồng bóng bẩy, sang trọng, nơi bạn có thể ngẩng cao cằm, đánh dấu các phiếu bầu của mình và thả lá phiếu nhỏ quyến rũ đó vào một thùng bỏ phiếu hàng đầu.\n\nKhông ai cần phải biết bạn đã bỏ phiếu cho ai. Đó sẽ là bí mật nhỏ của chúng ta.",
  "26D1A32E": "Bảng Bầu Chọn Cộng Đồng",
  "DAEF4067": "Được sử dụng tại Bàn Làm Nến Von Wick & Co. để tạo ra Nến Đúc và Khắc",
  "C7C27A9E": "Khuôn Nến Von Wick & Co.",
  "Crafted on the Von Wick & Co. Candle Making Table": "Được chế tạo trên Bàn Làm Nến Von Wick & Co.",
  "Carved Candle": "Nến Khắc",
  "Molded Candle": "Nến Đúc",
  "72AAB002": "Được chế tạo trên Bàn Làm Nến Von Wick & Co.",
  "4E5F1FFD": "Nến Khắc",
  "44926DDE": "Được chế tạo tại Bàn Làm Nến Von Wick & Co.",
  "60D70BE1": "Nến Đúc",
  "85F4F33D": "Được chế tạo tại Bàn Làm Nến Von Wick & Co.",
  "Dipped Candle": "Nến Nhúng",
  "EA4D7FA8": "Nến Đúc",
  "2FB62A75": "Được chế tạo tại Bàn Làm Nến Von Wick & Co.",
  "26C07310": "Nến Đúc",
  "6843D66D": "Được chế tạo tại Bàn Làm Nến Von Wick & Co.",
  "19B1A338": "Nến Nhúng",
  "Get in on the ground floor of entrepreneurship with this table. Be your own boss and reap the profits!": "Tham gia vào tầng trệt của tinh thần kinh doanh với chiếc bàn này. Hãy là ông chủ của chính bạn và gặt hái lợi nhuận!",
  "Ground Floor Entrepreneur's Table": "Bàn Doanh Nhân Tầng Trệt",
  "Billionaire Heimdall Sigmund's curtains were way too long. Having ordered the fabric himself and not wanting to admit his mistake, he hired two butlers to hold the extra fabric off the floor. Finally admitting defeat after his advisor informed him it was not a wise use of his financial resources, Sigmund chopped off the extra fabric and donated to those who were looking for more modest curtains. What a nice guy!": "Rèm cửa của tỷ phú Heimdall Sigmund quá dài. Vì đã tự mình đặt vải và không muốn thừa nhận sai lầm của mình, ông đã thuê hai quản gia để giữ phần vải thừa khỏi sàn nhà. Cuối cùng, thừa nhận thất bại sau khi cố vấn của ông thông báo rằng đó không phải là một cách sử dụng khôn ngoan các nguồn lực tài chính của mình, Sigmund đã cắt bỏ phần vải thừa và quyên góp cho những người đang tìm kiếm những chiếc rèm скромнее hơn. Thật là một anh chàng tốt bụng!",
  "Billionaire's Hand-Me-Down Curtains": "Rèm Cửa Trao Tay Của Tỷ Phú",
  "A slightly larger version of hand-me-down curtains from billionaire Heindall Sigmund. Sigmund's curtains were way too long. Having ordered the fabric himself and not wanting to admit his mistake, he hired two butlers to hold the extra fabric off the floor. Finally admitting defeat after his advisor informed him it was not a wise use of his financial resources, Sigmund chopped off the extra fabric and donated to those who were looking for more modest curtains. What a nice guy!": "Một phiên bản hơi lớn hơn của rèm cửa trao tay từ tỷ phú Heindall Sigmund. Rèm cửa của Sigmund quá dài. Vì đã tự mình đặt vải và không muốn thừa nhận sai lầm của mình, ông đã thuê hai quản gia để giữ phần vải thừa khỏi sàn nhà. Cuối cùng, thừa nhận thất bại sau khi cố vấn của ông thông báo rằng đó không phải là một cách sử dụng khôn ngoan các nguồn lực tài chính của mình, Sigmund đã cắt bỏ phần vải thừa và quyên góp cho những người đang tìm kiếm những chiếc rèm скромнее hơn. Thật là một anh chàng tốt bụng!",
  "ED2E932E": "Tham gia vào tầng trệt của tinh thần kinh doanh với chiếc bàn này. Hãy là ông chủ của chính bạn và gặt hái lợi nhuận!",
  "DA9F33D1": "Bàn Doanh Nhân Tầng Trệt",
  "CD6D937E": "Rèm cửa của tỷ phú Heimdall Sigmund quá dài. Vì đã tự mình đặt vải và không muốn thừa nhận sai lầm của mình, ông đã thuê hai quản gia để giữ phần vải thừa khỏi sàn nhà. Cuối cùng, thừa nhận thất bại sau khi cố vấn của ông thông báo rằng đó không phải là một cách sử dụng khôn ngoan các nguồn lực tài chính của mình, Sigmund đã cắt bỏ phần vải thừa và quyên góp cho những người đang tìm kiếm những chiếc rèm скромнее hơn. Thật là một anh chàng tốt bụng!",
  "44D22901": "Rèm Cửa Trao Tay Của Tỷ Phú",
  "91329B8F": "Một phiên bản hơi lớn hơn của rèm cửa trao tay từ tỷ phú Heindall Sigmund. Rèm cửa của Sigmund quá dài. Vì đã tự mình đặt vải và không muốn thừa nhận sai lầm của mình, ông đã thuê hai quản gia để giữ phần vải thừa khỏi sàn nhà. Cuối cùng, thừa nhận thất bại sau khi cố vấn của ông thông báo rằng đó không phải là một cách sử dụng khôn ngoan các nguồn lực tài chính của mình, Sigmund đã cắt bỏ phần vải thừa và quyên góp cho những người đang tìm kiếm những chiếc rèm скромнее hơn. Thật là một anh chàng tốt bụng!",
  "Billionaire's Slightly Larger Hand-Me-Down Curtains": "Rèm Cửa Trao Tay Hơi Lớn Hơn Của Tỷ Phú",
  "This fabricated desk is innovative, useful, and the perfect place to plan your next creation.": "Chiếc bàn được chế tạo này sáng tạo, hữu ích và là nơi hoàn hảo để lên kế hoạch cho sáng tạo tiếp theo của bạn.",
  "Fabricated Desk": "Bàn Chế Tạo",
  "It might be a little patched together, but this dew collector is an eco-friendly way to draw moisture from the air and collect precipitation. Requiring no fuel, it can help cut costs on bills or provide water utility on off-the-grid lots. Wat-er you waiting for? Get one today!": "Nó có thể hơi chắp vá, nhưng bộ thu sương này là một cách thân thiện với môi trường để hút hơi ẩm từ không khí và thu thập lượng mưa. Không cần nhiên liệu, nó có thể giúp cắt giảm chi phí hóa đơn hoặc cung cấp tiện ích nước trên các lô đất ngoài lưới điện. Bạn còn chờ gì nữa? Hãy nhận một cái ngay hôm nay!",
  "Scrapper's Dew Collector": "Bộ Thu Sương Phế Liệu",
  "FA600C56": "Rèm Cửa Trao Tay Hơi Lớn Hơn Của Tỷ Phú",
  "B1ABD101": "Chiếc bàn được chế tạo này sáng tạo, hữu ích và là nơi hoàn hảo để lên kế hoạch cho sáng tạo tiếp theo của bạn.",
  "F5EF0834": "Bàn Chế Tạo",
  "1AFFC0B7": "Nó có thể hơi chắp vá, nhưng bộ thu sương này là một cách thân thiện với môi trường để hút hơi ẩm từ không khí và thu thập lượng mưa. Không cần nhiên liệu, nó có thể giúp cắt giảm chi phí hóa đơn hoặc cung cấp tiện ích nước trên các lô đất ngoài lưới điện. Bạn còn chờ gì nữa? Hãy nhận một cái ngay hôm nay!",
  "1D91600E": "Bộ Thu Sương Phế Liệu",
  "The Lab-Pro X2 Dew Collector is today's premier water collection device. An eco-friendly selection for any home, the X2 is capable of drawing and collecting moisture and precipitation from the air. As it requires no fuel, it is perfect for sustainable living and can help cut costs on bills or provide water utility on off-the-grid lots. ": "Bộ Thu Sương Lab-Pro X2 là thiết bị thu nước hàng đầu ngày nay. Một lựa chọn thân thiện với môi trường cho bất kỳ ngôi nhà nào, X2 có khả năng hút và thu thập hơi ẩm và lượng mưa từ không khí. Vì nó không yêu cầu nhiên liệu, nó là hoàn hảo cho cuộc sống bền vững và có thể giúp cắt giảm chi phí hóa đơn hoặc cung cấp tiện ích nước trên các lô đất ngoài lưới điện.",
  "Lab-Pro X2 Dew Collector": "Bộ Thu Sương Lab-Pro X2",
  "Love online shopping but hate the flood of cardboard boxes invading your living room afterwards? No matter - send those bothersome boxes to Green Games and we will transform them into a magical place of play for your little ones!": "Thích mua sắm trực tuyến nhưng ghét dòng lũ hộp các tông xâm chiếm phòng khách của bạn sau đó? Không sao cả - hãy gửi những chiếc hộp phiền toái đó cho Green Games và chúng tôi sẽ biến chúng thành một nơi vui chơi kỳ diệu cho những đứa trẻ nhỏ của bạn!",
  "Cardboard Castle Doll House by Green Games": "Ngôi Nhà Búp Bê Lâu Đài Các Tông của Green Games",
  "Intriguing, but durable? For sure! This door will make your lot feel like the most safeguarded lot in history by confusing Sims as they pass by. Is it door to a container, or a home? They will never know! Made with sustainable and recycled metal sourced from Laandgrab property, this door will give your lot that industrial, chic feel while contributing to a positive Eco Footprint.": "Hấp dẫn, nhưng bền bỉ? Chắc chắn rồi! Cánh cửa này sẽ làm cho khu đất của bạn cảm thấy như khu đất được bảo vệ an toàn nhất trong lịch sử bằng cách gây nhầm lẫn cho Sims khi họ đi ngang qua. Đó có phải là cửa vào một container hay một ngôi nhà? Họ sẽ không bao giờ biết! Được làm bằng kim loại bền vững và tái chế có nguồn gốc từ tài sản Laandgrab, cánh cửa này sẽ mang đến cho khu đất của bạn cảm giác công nghiệp, sang trọng đồng thời đóng góp vào Dấu Chân Sinh Thái tích cực.",
  "73AC6853": "Bộ Thu Sương Lab-Pro X2 là thiết bị thu nước hàng đầu ngày nay. Một lựa chọn thân thiện với môi trường cho bất kỳ ngôi nhà nào, X2 có khả năng hút và thu thập hơi ẩm và lượng mưa từ không khí. Vì nó không yêu cầu nhiên liệu, nó là hoàn hảo cho cuộc sống bền vững và có thể giúp cắt giảm chi phí hóa đơn hoặc cung cấp tiện ích nước trên các lô đất ngoài lưới điện.",
  "CE26CC02": "Bộ Thu Sương Lab-Pro X2",
  "17E7739D": "Thích mua sắm trực tuyến nhưng ghét dòng lũ hộp các tông xâm chiếm phòng khách của bạn sau đó? Không sao cả - hãy gửi những chiếc hộp phiền toái đó cho Green Games và chúng tôi sẽ biến chúng thành một nơi vui chơi kỳ diệu cho những đứa trẻ nhỏ của bạn!",
  "35FC5588": "Ngôi Nhà Búp Bê Lâu Đài Các Tông của Green Games",
  "FDBFAA8F": "Hấp dẫn, nhưng bền bỉ? Chắc chắn rồi! Cánh cửa này sẽ làm cho khu đất của bạn cảm thấy như khu đất được bảo vệ an toàn nhất trong lịch sử bằng cách gây nhầm lẫn cho Sims khi họ đi ngang qua. Đó có phải là cửa vào một container hay một ngôi nhà? Họ sẽ không bao giờ biết! Được làm bằng kim loại bền vững và tái chế có nguồn gốc từ tài sản Laandgrab, cánh cửa này sẽ mang đến cho khu đất của bạn cảm giác công nghiệp, sang trọng đồng thời đóng góp vào Dấu Chân Sinh Thái tích cực.",
  "To Be A Safe - Door": "Để Trở Thành Một - Cánh Cửa An Toàn",
  "Adapted as the sequel to the original Big Monkey Doors, these king sized doors are made from monster slabs of recycled wood found on Skelly Island. This portal appears to be made to either keep you out or something really big in. Either way, you’ll go completely ape over these tough, high quality portico slammers.": "Được điều chỉnh làm phần tiếp theo của Big Monkey Doors ban đầu, những cánh cửa cỡ vua này được làm từ những tấm gỗ tái chế khổng lồ được tìm thấy trên Đảo Skelly. Cổng này dường như được tạo ra để giữ bạn ở ngoài hoặc một thứ gì đó thực sự lớn ở trong. Dù bằng cách nào, bạn sẽ hoàn toàn phát cuồng vì những cánh cửa mạnh mẽ, chất lượng cao này.",
  "Son Of Big Monkey Doors – By King Door Corp.": "Son Of Big Monkey Doors – Của King Door Corp.",
  "Welcome! Come in, oh... I guess you already did!\\n\\nThe door?\\nWhat door?\\nThis doorway?\\nThis thing?\\n\\nWhatever do you mean? There is no door here, you can go about your business... Really!": "Chào mừng! Mời vào, ồ... Tôi đoán bạn đã vào rồi!\n\nCánh cửa?\nCánh cửa nào?\nLối vào này?\nThứ này?\n\nÝ bạn là gì? Không có cánh cửa nào ở đây cả, bạn có thể tiếp tục công việc của mình... Thật đấy!",
  "This Is Not The Door You're Looking For": "Đây Không Phải Là Cánh Cửa Bạn Đang Tìm",
  "970C0956": "Để Trở Thành Một - Cánh Cửa An Toàn",
  "091BDCA7": "Được điều chỉnh làm phần tiếp theo của Big Monkey Doors ban đầu, những cánh cửa cỡ vua này được làm từ những tấm gỗ tái chế khổng lồ được tìm thấy trên Đảo Skelly. Cổng này dường như được tạo ra để giữ bạn ở ngoài hoặc một thứ gì đó thực sự lớn ở trong. Dù bằng cách nào, bạn sẽ hoàn toàn phát cuồng vì những cánh cửa mạnh mẽ, chất lượng cao này.",
  "93EF0FDE": "Son Of Big Monkey Doors – Của King Door Corp.",
  "ECABC2A1": "Chào mừng! Mời vào, ồ... Tôi đoán bạn đã vào rồi!\n\nCánh cửa?\nCánh cửa nào?\nLối vào này?\nThứ này?\n\nÝ bạn là gì? Không có cánh cửa nào ở đây cả, bạn có thể tiếp tục công việc của mình... Thật đấy!",
  "15F8BB54": "Đây Không Phải Là Cánh Cửa Bạn Đang Tìm",
  "The downsizing movement isn't a fad. It's a way of life. And with less material goods comes an appreciation of open spaces -- like this doorway! Open your heart to the concept of open space, and un-materialize your life.": "Phong trào giảm kích thước không phải là một mốt nhất thời. Đó là một cách sống. Và với ít hàng hóa vật chất hơn, sẽ có sự đánh giá cao về không gian mở - như lối vào này! Hãy mở lòng với khái niệm về không gian mở và phi vật chất hóa cuộc sống của bạn.",
  "Un-Materialistic Door": "Cánh Cửa Phi Vật Chất",
  "Give your home a lot more light, and function, by adding this sophisticated sliding doors. Slide in style as this doors provide security and visual appeal. Made from reclaimed materials, perfectly insulated, these doors will make you and your lot feel expensive, even though they are not.": "Mang lại cho ngôi nhà của bạn nhiều ánh sáng hơn và chức năng hơn bằng cách thêm những cánh cửa trượt tinh tế này. Trượt theo phong cách khi những cánh cửa này cung cấp sự an toàn và hấp dẫn về mặt thị giác. Được làm từ vật liệu tái chế, cách nhiệt hoàn hảo, những cánh cửa này sẽ làm cho bạn và khu đất của bạn cảm thấy đắt tiền, mặc dù chúng không phải vậy.",
  "Slide To The Side - Sliding Door Solution": "Trượt Sang Một Bên - Giải Pháp Cửa Trượt",
  "For wall space that can cover some more verticality, but roughly the same size horizontally as the original Slide To The Side, this version is perfect for you! Made from reclaimed materials, perfectly insulated, these doors will make you and your lot feel expensive, even though they are not.": "Đối với không gian tường có thể bao phủ thêm một chút chiều dọc, nhưng kích thước chiều ngang gần bằng với Slide To The Side ban đầu, phiên bản này là hoàn hảo cho bạn! Được làm từ vật liệu tái chế, cách nhiệt hoàn hảo, những cánh cửa này sẽ làm cho bạn và khu đất của bạn cảm thấy đắt tiền, mặc dù chúng không phải vậy.",
  "29A962D8": "Phong trào giảm kích thước không phải là một mốt nhất thời. Đó là một cách sống. Và với ít hàng hóa vật chất hơn, sẽ có sự đánh giá cao về không gian mở - như lối vào này! Hãy mở lòng với khái niệm về không gian mở và phi vật chất hóa cuộc sống của bạn.",
  "EB694A57": "Cánh Cửa Phi Vật Chất",
  "48ECC517": "Mang lại cho ngôi nhà của bạn nhiều ánh sáng hơn và chức năng hơn bằng cách thêm những cánh cửa trượt tinh tế này. Trượt theo phong cách khi những cánh cửa này cung cấp sự an toàn và hấp dẫn về mặt thị giác. Được làm từ vật liệu tái chế, cách nhiệt hoàn hảo, những cánh cửa này sẽ làm cho bạn và khu đất của bạn cảm thấy đắt tiền, mặc dù chúng không phải vậy.",
  "E22922EE": "Trượt Sang Một Bên - Giải Pháp Cửa Trượt",
  "69BB6634": "Đối với không gian tường có thể bao phủ thêm một chút chiều dọc, nhưng kích thước chiều ngang gần bằng với Slide To The Side ban đầu, phiên bản này là hoàn hảo cho bạn! Được làm từ vật liệu tái chế, cách nhiệt hoàn hảo, những cánh cửa này sẽ làm cho bạn và khu đất của bạn cảm thấy đắt tiền, mặc dù chúng không phải vậy.",
  "Slide To The Side - Slightly More Vertical Door Solution": "Trượt Sang Một Bên - Giải Pháp Cửa Hơi Thẳng Đứng Hơn",
  "Need more horizontal views? This version of the Slide To The Side should be suitable for your needs. Made from reclaimed materials, perfectly insulated, these doors will make you and your lot feel expensive, even though they are not... but wider!": "Cần nhiều tầm nhìn ngang hơn? Phiên bản này của Slide To The Side sẽ phù hợp với nhu cầu của bạn. Được làm từ vật liệu tái chế, cách nhiệt hoàn hảo, những cánh cửa này sẽ làm cho bạn và khu đất của bạn cảm thấy đắt tiền, mặc dù chúng không phải vậy... nhưng rộng hơn!",
  "A Wide Slide To The Side - Door Solution": "Trượt Rộng Sang Một Bên - Giải Pháp Cửa",
  "This version of the Slide To The Side should be suitable for your needs, slightly more vertical needs that is. Made from reclaimed materials, perfectly insulated, these doors will make you and your lot feel expensive, even though they are not... but wider!": "Phiên bản này của Slide To The Side sẽ phù hợp với nhu cầu của bạn, đặc biệt là nhu cầu hơi thẳng đứng hơn. Được làm từ vật liệu tái chế, cách nhiệt hoàn hảo, những cánh cửa này sẽ làm cho bạn và khu đất của bạn cảm thấy đắt tiền, mặc dù chúng không phải vậy... nhưng rộng hơn!",
  "A Wide Slide To The Side - Slightly More Vertical Door\t": "Trượt Rộng Sang Một Bên - Cửa Hơi Thẳng Đứng Hơn",
  "D3F2F59B": "Trượt Sang Một Bên - Giải Pháp Cửa Hơi Thẳng Đứng Hơn",
  "3070A4CA": "Cần nhiều tầm nhìn ngang hơn? Phiên bản này của Slide To The Side sẽ phù hợp với nhu cầu của bạn. Được làm từ vật liệu tái chế, cách nhiệt hoàn hảo, những cánh cửa này sẽ làm cho bạn và khu đất của bạn cảm thấy đắt tiền, mặc dù chúng không phải vậy... nhưng rộng hơn!",
  "69390BD5": "Trượt Rộng Sang Một Bên - Giải Pháp Cửa",
  "F33F9A41": "Phiên bản này của Slide To The Side sẽ phù hợp với nhu cầu của bạn, đặc biệt là nhu cầu hơi thẳng đứng hơn. Được làm từ vật liệu tái chế, cách nhiệt hoàn hảo, những cánh cửa này sẽ làm cho bạn và khu đất của bạn cảm thấy đắt tiền, mặc dù chúng không phải vậy... nhưng rộng hơn!",
  "17D5D574": "Trượt Rộng Sang Một Bên - Cửa Hơi Thẳng Đứng Hơn",
  "OK, this is for the folks that need to have ALL the vertical space and views, this version of the Slide To The Side should be suitable for your needs... we hope! Made from reclaimed materials, perfectly insulated, these doors will make you and your lot feel expensive, even though they are not... but EVEN wider!": "OK, đây là dành cho những người cần có TẤT CẢ không gian và tầm nhìn thẳng đứng, phiên bản này của Slide To The Side sẽ phù hợp với nhu cầu của bạn... chúng tôi hy vọng vậy! Được làm từ vật liệu tái chế, cách nhiệt hoàn hảo, những cánh cửa này sẽ làm cho bạn và khu đất của bạn cảm thấy đắt tiền, mặc dù chúng không phải vậy... nhưng THẬM CHÍ còn rộng hơn!",
  "A Much Wider Slide To The Side - Door Solution": "Trượt Rộng Hơn Nhiều Sang Một Bên - Giải Pháp Cửa",
  "OK, this is for the folks that need to have ALL the vertical space and views, this version of the Slide To The Side should be suitable for your needs... and slightly more vertical needs as well... we hope! Made from reclaimed materials, perfectly insulated, these doors will make you and your lot feel expensive, that's for sure.": "OK, đây là dành cho những người cần có TẤT CẢ không gian và tầm nhìn thẳng đứng, phiên bản này của Slide To The Side sẽ phù hợp với nhu cầu của bạn... và cả nhu cầu hơi thẳng đứng hơn... chúng tôi hy vọng vậy! Được làm từ vật liệu tái chế, cách nhiệt hoàn hảo, những cánh cửa này sẽ làm cho bạn và khu đất của bạn cảm thấy đắt tiền, đó là chắc chắn.",
  "A Much Wider Slide To The Side - Slightly More Vertical Door\t": "Trượt Rộng Hơn Nhiều Sang Một Bên - Cửa Hơi Thẳng Đứng Hơn",
  "Why take up more materials than needed? Made of compressed recycled corks, this slender door makes popping in and out of rooms a breeze. It's just enough door to get by, and isn't just enough all you need?": "Tại sao phải sử dụng nhiều vật liệu hơn mức cần thiết? Được làm bằng nút chai tái chế nén, cánh cửa mỏng manh này giúp bạn ra vào phòng một cách dễ dàng. Nó vừa đủ để vượt qua, và không phải chỉ đủ là tất cả những gì bạn cần sao?",
  "78ED65F5": "OK, đây là dành cho những người cần có TẤT CẢ không gian và tầm nhìn thẳng đứng, phiên bản này của Slide To The Side sẽ phù hợp với nhu cầu của bạn... chúng tôi hy vọng vậy! Được làm từ vật liệu tái chế, cách nhiệt hoàn hảo, những cánh cửa này sẽ làm cho bạn và khu đất của bạn cảm thấy đắt tiền, mặc dù chúng không phải vậy... nhưng THẬM CHÍ còn rộng hơn!",
  "A9E24D90": "Trượt Rộng Hơn Nhiều Sang Một Bên - Giải Pháp Cửa",
  "155CE226": "OK, đây là dành cho những người cần có TẤT CẢ không gian và tầm nhìn thẳng đứng, phiên bản này của Slide To The Side sẽ phù hợp với nhu cầu của bạn... và cả nhu cầu hơi thẳng đứng hơn... chúng tôi hy vọng vậy! Được làm từ vật liệu tái chế, cách nhiệt hoàn hảo, những cánh cửa này sẽ làm cho bạn và khu đất của bạn cảm thấy đắt tiền, đó là chắc chắn.",
  "E8B72039": "Trượt Rộng Hơn Nhiều Sang Một Bên - Cửa Hơi Thẳng Đứng Hơn",
  "157BD715": "Tại sao phải sử dụng nhiều vật liệu hơn mức cần thiết? Được làm bằng nút chai tái chế nén, cánh cửa mỏng manh này giúp bạn ra vào phòng một cách dễ dàng. Nó vừa đủ để vượt qua, và không phải chỉ đủ là tất cả những gì bạn cần sao?",
  "Just Enough Door": "Vừa Đủ Cánh Cửa",
  "You've heard the expression \"waste not, want not\" but we ask the question, \"if you already have a lot, will you want more?\" More importantly, if you have a whole lotta door, will you need more door? Let's find out!": "Bạn đã nghe câu \"không lãng phí, không thiếu thốn\" nhưng chúng tôi đặt câu hỏi, \"nếu bạn đã có nhiều, bạn sẽ muốn nhiều hơn?\" Quan trọng hơn, nếu bạn có cả một lô cửa, bạn sẽ cần nhiều cửa hơn không? Hãy cùng tìm hiểu!",
  "A Whole Lotta Door": "Cả Một Lô Cửa",
  "Upgrade to a contemporary and functional door without dropping a lot of Simoleons. This door is made with upscaled and upcycled materials with a trend-forward eye. You may not have a ton of privacy, but it will look good and make you feel good about the environment.\\n\\nHardware included\\nAssembly not required\\nAdditional parts not required": "Nâng cấp lên một cánh cửa đương đại và tiện dụng mà không tốn nhiều Simoleon. Cánh cửa này được làm bằng vật liệu tái chế và nâng cấp với một con mắt hướng tới xu hướng. Bạn có thể không có nhiều sự riêng tư, nhưng nó sẽ trông đẹp và khiến bạn cảm thấy tốt về môi trường.\n\nBao gồm phần cứng\nKhông yêu cầu lắp ráp\nKhông yêu cầu các bộ phận bổ sung",
  "Industrially Friendly Door": "Cửa Thân Thiện Với Công Nghiệp",
  "E043B430": "Vừa Đủ Cánh Cửa",
  "ABA4B673": "Bạn đã nghe câu \"không lãng phí, không thiếu thốn\" nhưng chúng tôi đặt câu hỏi, \"nếu bạn đã có nhiều, bạn sẽ muốn nhiều hơn?\" Quan trọng hơn, nếu bạn có cả một lô cửa, bạn sẽ cần nhiều cửa hơn không? Hãy cùng tìm hiểu!",
  "330159A2": "Cả Một Lô Cửa",
  "D76B2A16": "Nâng cấp lên một cánh cửa đương đại và tiện dụng mà không tốn nhiều Simoleon. Cánh cửa này được làm bằng vật liệu tái chế và nâng cấp với một con mắt hướng tới xu hướng. Bạn có thể không có nhiều sự riêng tư, nhưng nó sẽ trông đẹp và khiến bạn cảm thấy tốt về môi trường.\n\nBao gồm phần cứng\nKhông yêu cầu lắp ráp\nKhông yêu cầu các bộ phận bổ sung",
  "C5C54CC9": "Cửa Thân Thiện Với Công Nghiệp",
  "A popular trend in makeup, but what if you apply it to a door? You get this masterpiece! A diagonal detail that serves as the perfect focal point so you never miss the door handle ever again, this door is perfect to make your lots stand out in the crowd.": "Một xu hướng phổ biến trong trang điểm, nhưng điều gì sẽ xảy ra nếu bạn áp dụng nó cho một cánh cửa? Bạn sẽ có được kiệt tác này! Một chi tiết đường chéo đóng vai trò là tiêu điểm hoàn hảo để bạn không bao giờ bỏ lỡ tay nắm cửa nữa, cánh cửa này là hoàn hảo để làm cho các khu đất của bạn nổi bật giữa đám đông.",
  "Cut Crease Door": "Cửa Cut Crease",
  "Constructed from old slatted bed frames, this door offers intriguing textures, unique style, and a gratitude that it already comes fully assembled.": "Được xây dựng từ khung giường có nan cũ, cánh cửa này mang đến những kết cấu hấp dẫn, phong cách độc đáo và sự biết ơn vì nó đã được lắp ráp hoàn chỉnh.",
  "I've Been Framed! Door": "Tôi Đã Bị Đóng Khung! Cửa",
  "Scandal. Blackmail. Betrayal. Murder. Don't worry! You're not involved in any of those... right? You've got nothing to hide, and all the neighbors can rest assured of that fact thanks to your crystal clear door. They would definitely know it if you were up to no good...and why would you have one if you were trying to hide something? Because you're not! Whew! Glad we cleared that up. Now you can put down that suspiciously clean knife and start to sort out the recycling. Nothing to see here!": "Scandal. Tống tiền. Phản bội. Giết người. Đừng lo lắng! Bạn không liên quan đến bất kỳ điều nào trong số đó... phải không? Bạn không có gì để che giấu, và tất cả những người hàng xóm có thể yên tâm về điều đó nhờ cánh cửa trong suốt như pha lê của bạn. Họ chắc chắn sẽ biết nếu bạn có ý đồ xấu... và tại sao bạn lại có một cái nếu bạn đang cố gắng che giấu điều gì đó? Bởi vì bạn không có! Phù! Rất vui vì chúng ta đã làm rõ điều đó. Bây giờ bạn có thể đặt con dao sạch một cách đáng ngờ xuống và bắt đầu phân loại đồ tái chế. Không có gì để xem ở đây!",
  "F263B936": "Một xu hướng phổ biến trong trang điểm, nhưng điều gì sẽ xảy ra nếu bạn áp dụng nó cho một cánh cửa? Bạn sẽ có được kiệt tác này! Một chi tiết đường chéo đóng vai trò là tiêu điểm hoàn hảo để bạn không bao giờ bỏ lỡ tay nắm cửa nữa, cánh cửa này là hoàn hảo để làm cho các khu đất của bạn nổi bật giữa đám đông.",
  "7E7FD369": "Cửa Cut Crease",
  "2BCE7C58": "Được xây dựng từ khung giường có nan cũ, cánh cửa này mang đến những kết cấu hấp dẫn, phong cách độc đáo và sự biết ơn vì nó đã được lắp ráp hoàn chỉnh.",
  "43925ED7": "Tôi Đã Bị Đóng Khung! Cửa",
  "EED0DC21": "Scandal. Tống tiền. Phản bội. Giết người. Đừng lo lắng! Bạn không liên quan đến bất kỳ điều nào trong số đó... phải không? Bạn không có gì để che giấu, và tất cả những người hàng xóm có thể yên tâm về điều đó nhờ cánh cửa trong suốt như pha lê của bạn. Họ chắc chắn sẽ biết nếu bạn có ý đồ xấu... và tại sao bạn lại có một cái nếu bạn đang cố gắng che giấu điều gì đó? Bởi vì bạn không có! Phù! Rất vui vì chúng ta đã làm rõ điều đó. Bây giờ bạn có thể đặt con dao sạch một cách đáng ngờ xuống và bắt đầu phân loại đồ tái chế. Không có gì để xem ở đây!",
  "Nothing to Hide Door": "Không Có Gì Để Giấu Cửa",
  "DYI looking style never looked this good! This dresser is masterfully crafted from ethically sourced wood from different recycled pieces and mysteri... I mean, carefully chosen materials for accents that give the piece a sense of playfulness. Take a look around and admire the artistry as you find one or two sections that may look different, but complement the wood perfectly.": "Phong cách trông DIY chưa bao giờ đẹp đến thế! Chiếc tủ này được chế tác một cách điêu luyện từ gỗ có nguồn gốc đạo đức từ các mảnh tái chế khác nhau và bí ẩn... ý tôi là, các vật liệu được lựa chọn cẩn thận để làm điểm nhấn mang lại cho món đồ một cảm giác vui tươi. Hãy nhìn xung quanh và chiêm ngưỡng sự khéo léo nghệ thuật khi bạn tìm thấy một hoặc hai phần có thể trông khác nhau, nhưng bổ sung cho gỗ một cách hoàn hảo.",
  "Like A Jigsaw - Dresser": "Như Một Trò Chơi Ghép Hình - Tủ",
  "Normally you would stay looking at your closet for hours and decide what to wear, so why not make it a game?\\n\\nIntroducing the Sorting Cube Puzzling Dresser, a favorite with kids, unsurprisingly! You want to sport a nice t-shirt? You have to find it first inside of one of the drawers of this amazing piece of furniture couture. Which one will it be? Only this dresser knows.\\n\\nWhere are my socks? I don't know! But the fun is trying to find out!": "Thông thường bạn sẽ nhìn vào tủ quần áo của mình hàng giờ và quyết định mặc gì, vậy tại sao không biến nó thành một trò chơi?\n\nGiới thiệu Tủ Câu Đố Hình Khối Sắp Xếp, một món đồ được trẻ em yêu thích, không có gì đáng ngạc nhiên! Bạn muốn mặc một chiếc áo phông đẹp? Bạn phải tìm thấy nó trước bên trong một trong những ngăn kéo của món đồ nội thất thời trang tuyệt vời này. Nó sẽ là cái nào? Chỉ có chiếc tủ này biết.\n\nVớ của tôi đâu? Tôi không biết! Nhưng niềm vui là cố gắng tìm ra!",
  "Sorting Cube Puzzling Dresser": "Tủ Câu Đố Hình Khối Sắp Xếp",
  "6E21CFD4": "Không Có Gì Để Giấu Cửa",
  "0B16FD5C": "Phong cách trông DIY chưa bao giờ đẹp đến thế! Chiếc tủ này được chế tác một cách điêu luyện từ gỗ có nguồn gốc đạo đức từ các mảnh tái chế khác nhau và bí ẩn... ý tôi là, các vật liệu được lựa chọn cẩn thận để làm điểm nhấn mang lại cho món đồ một cảm giác vui tươi. Hãy nhìn xung quanh và chiêm ngưỡng sự khéo léo nghệ thuật khi bạn tìm thấy một hoặc hai phần có thể trông khác nhau, nhưng bổ sung cho gỗ một cách hoàn hảo.",
  "CC29AC33": "Như Một Trò Chơi Ghép Hình - Tủ",
  "D7FE73F3": "Thông thường bạn sẽ nhìn vào tủ quần áo của mình hàng giờ và quyết định mặc gì, vậy tại sao không biến nó thành một trò chơi?\n\nGiới thiệu Tủ Câu Đố Hình Khối Sắp Xếp, một món đồ được trẻ em yêu thích, không có gì đáng ngạc nhiên! Bạn muốn mặc một chiếc áo phông đẹp? Bạn phải tìm thấy nó trước bên trong một trong những ngăn kéo của món đồ nội thất thời trang tuyệt vời này. Nó sẽ là cái nào? Chỉ có chiếc tủ này biết.\n\nVớ của tôi đâu? Tôi không biết! Nhưng niềm vui là cố gắng tìm ra!",
  "359F1A22": "Tủ Câu Đố Hình Khối Sắp Xếp",
  "Use this dresser to tie everything together. Keep all your clothes in a place that is practical and stylish.": "Sử dụng chiếc tủ này để kết nối mọi thứ lại với nhau. Giữ tất cả quần áo của bạn ở một nơi thiết thực và phong cách.",
  "Fabricated Dresser": "Tủ Chế Tạo",
  "A bottle of Fizzy Juice that makes Sims Confident.": "Một chai Nước Ép Sủi Bọt giúp Sims Tự Tin.",
  "Confident Fizzy Juice": "Nước Ép Sủi Bọt Tự Tin",
  "A bottle of Fizzy Juice that makes Sims Energized. ": "Một chai Nước Ép Sủi Bọt giúp Sims tràn đầy Năng Lượng.",
  "891BED4F": "Sử dụng chiếc tủ này để kết nối mọi thứ lại với nhau. Giữ tất cả quần áo của bạn ở một nơi thiết thực và phong cách.",
  "3AD77816": "Tủ Chế Tạo",
  "DFD7863A": "Một chai Nước Ép Sủi Bọt giúp Sims Tự Tin.",
  "E8C4CEE5": "Nước Ép Sủi Bọt Tự Tin",
  "F14BCF79": "Một chai Nước Ép Sủi Bọt giúp Sims tràn đầy Năng Lượng.",
  "Energized Fizzy Juice": "Nước Ép Sủi Bọt Tràn Đầy Năng Lượng",
  "A bottle of Fizzy Juice that makes Sims Flirty.": "Một chai Nước Ép Sủi Bọt giúp Sims trở nên Quyến Rũ.",
  "Flirty Fizzy Juice": "Nước Ép Sủi Bọt Quyến Rũ",
  "A bottle of Fizzy Juice that makes Sims Focused.": "Một chai Nước Ép Sủi Bọt giúp Sims Tập Trung.",
  "Focused Fizzy Juice": "Nước Ép Sủi Bọt Tập Trung",
  "D760D37C": "Nước Ép Sủi Bọt Tràn Đầy Năng Lượng",
  "9E3BE402": "Một chai Nước Ép Sủi Bọt giúp Sims trở nên Quyến Rũ.",
  "52247BFD": "Nước Ép Sủi Bọt Quyến Rũ",
  "424F7C2B": "Một chai Nước Ép Sủi Bọt giúp Sims Tập Trung.",
  "4BB0342A": "Nước Ép Sủi Bọt Tập Trung",
  "A bottle of Fizzy Juice that makes Sims Happy.": "Một chai Nước Ép Sủi Bọt giúp Sims Hạnh Phúc.",
  "Happy Fizzy Juice": "Nước Ép Sủi Bọt Hạnh Phúc",
  "A bottle of Fizz made with Honey.": "Một chai Fizz làm bằng Mật Ong.",
  "Fizzy Honey": "Fizz Mật Ong",
  "A bottle of Fizzy Juice that makes Sims Inspired.": "Một chai Nước Ép Sủi Bọt giúp Sims được Truyền Cảm Hứng.",
  "A40D60CC": "Một chai Nước Ép Sủi Bọt giúp Sims Hạnh Phúc.",
  "59A86D83": "Nước Ép Sủi Bọt Hạnh Phúc",
  "D28AC959": "Một chai Fizz làm bằng Mật Ong.",
  "76415EDC": "Fizz Mật Ong",
  "50C4A782": "Một chai Nước Ép Sủi Bọt giúp Sims được Truyền Cảm Hứng.",
  "Inspired Fizzy Juice": "Nước Ép Sủi Bọt Truyền Cảm Hứng",
  "A bottle of fizz made with plasma fruit.": "Một chai fizz làm bằng trái huyết tương.",
  "Fizzy Plasma": "Fizz Huyết Tương",
  "A bottle of fizzy juice that makes Sims playful.": "Một chai nước ép sủi bọt giúp Sims trở nên vui vẻ.",
  "Playful Fizzy Juice": "Nước Ép Sủi Bọt Vui Vẻ",
  "97F46E7D": "Nước Ép Sủi Bọt Truyền Cảm Hứng",
  "49F9034E": "Một chai fizz làm bằng trái huyết tương.",
  "9B898871": "Fizz Huyết Tương",
  "0C6E04C3": "Một chai nước ép sủi bọt giúp Sims trở nên vui vẻ.",
  "02B60912": "Nước Ép Sủi Bọt Vui Vẻ",
  "A bottle of juice made with bizarre fruit.": "Một chai nước ép làm bằng trái cây kỳ lạ.",
  "Strange Juice": "Nước Ép Lạ",
  "A bottle of fizz made with tofu.": "Một chai fizz làm bằng đậu phụ.",
  "Tofizz": "Tofizz",
  "A bottle of fizz made with something rather suspicious...": "Một chai fizz làm bằng một thứ gì đó khá đáng ngờ...",
  "900BD66E": "Một chai nước ép làm bằng trái cây kỳ lạ.",
  "826F9711": "Nước Ép Lạ",
  "29329524": "Một chai fizz làm bằng đậu phụ.",
  "47E3996B": "Tofizz",
  "B06AA6E9": "Một chai fizz làm bằng một thứ gì đó khá đáng ngờ...",
  "Suspicious Fizz": "Fizz Đáng Ngờ",
  "A can of Seltzer that makes Sims Confident.": "Một lon Seltzer giúp Sims Tự Tin.",
  "Confident Seltzer ": "Seltzer Tự Tin",
  "A can of Seltzer that makes Sims Energized.": "Một lon Seltzer giúp Sims tràn đầy Năng Lượng.",
  "Energized Seltzer ": "Seltzer Tràn Đầy Năng Lượng",
  "08388ACC": "Fizz Đáng Ngờ",
  "A17AADFB": "Một lon Seltzer giúp Sims Tự Tin.",
  "4CB3F95A": "Seltzer Tự Tin",
  "86515130": "Một lon Seltzer giúp Sims tràn đầy Năng Lượng.",
  "5E236EDF": "Seltzer Tràn Đầy Năng Lượng",
  "A can of Seltzer that makes Sims Flirty.": "Một lon Seltzer giúp Sims trở nên Quyến Rũ.",
  "Flirty Seltzer ": "Seltzer Quyến Rũ",
  "A can of Seltzer that makes Sims Focused.": "Một lon Seltzer giúp Sims Tập Trung.",
  "Focused Seltzer ": "Seltzer Tập Trung",
  "A can of Seltzer that makes Sims Happy.": "Một lon Seltzer giúp Sims Hạnh Phúc.",
  "2B547D19": "Một lon Seltzer giúp Sims trở nên Quyến Rũ.",
  "97A3FC9C": "Seltzer Quyến Rũ",
  "1AA3984A": "Một lon Seltzer giúp Sims Tập Trung.",
  "40908E55": "Seltzer Tập Trung",
  "C2DD819D": "Một lon Seltzer giúp Sims Hạnh Phúc.",
  "Happy Seltzer ": "Seltzer Hạnh Phúc",
  "A can of Seltzer that makes Sims Inspired.": "Một lon Seltzer giúp Sims được Truyền Cảm Hứng.",
  "Inspired Seltzer ": "Seltzer Truyền Cảm Hứng",
  "A can of Seltzer that makes Sims Playful.": "Một lon Seltzer giúp Sims Vui Vẻ.",
  "Playful Seltzer ": "Seltzer Vui Vẻ",
  "61451F88": "Seltzer Hạnh Phúc",
  "8B8714B5": "Một lon Seltzer giúp Sims được Truyền Cảm Hứng.",
  "9B55CF50": "Seltzer Truyền Cảm Hứng",
  "73931FEE": "Một lon Seltzer giúp Sims Vui Vẻ.",
  "4BC83B91": "Seltzer Vui Vẻ",
  "Not saying this drink's name 3 times...": "Không nói tên đồ uống này 3 lần...",
  "Beetle Juice": "Nước Ép Bọ",
  "Dyed Cocktail": "Cocktail Nhuộm Màu",
  "A special cocktail made with dye as an ingredient.": "Một loại cocktail đặc biệt được làm với thuốc nhuộm làm thành phần.",
  "Kombucha made with flowers.": "Kombucha làm bằng hoa.",
  "B55817D2": "Không nói tên đồ uống này 3 lần...",
  "761892ED": "Nước Ép Bọ",
  "81ED58F0": "Cocktail Nhuộm Màu",
  "7268AC67": "Một loại cocktail đặc biệt được làm với thuốc nhuộm làm thành phần.",
  "7D628FC5": "Kombucha làm bằng hoa.",
  "Floral Kombucha": "Kombucha Hoa",
  "Kombucha made from Death Flower.": "Kombucha làm từ Hoa Tử Thần.",
  "Grimbucha": "Grimbucha",
  "Kombucha made from herbs.": "Kombucha làm từ thảo mộc.",
  "Herbal Kombucha": "Kombucha Thảo Mộc",
  "9C5F34C0": "Kombucha Hoa",
  "BA46C654": "Kombucha làm từ Hoa Tử Thần.",
  "8997AC3B": "Grimbucha",
  "EF25C1F5": "Kombucha làm từ thảo mộc.",
  "2B24A190": "Kombucha Thảo Mộc",
  "Pranked Dyed Cocktail": "Cocktail Nhuộm Màu Bị Chơi Khăm",
  "Grey, nor Black or White...": "Xám, không phải Đen cũng không phải Trắng...",
  "Made from only the darkest pigments, this finely crafted dye will add a stark mood to all your creations.": "Được làm chỉ từ những sắc tố tối nhất, thuốc nhuộm được chế tác tinh xảo này sẽ thêm một tâm trạng khắc nghiệt cho tất cả những sáng tạo của bạn.",
  "Noir Black Dye": "Thuốc Nhuộm Đen Noir",
  "Evoking a timeless feeling, this dye creates a calm and cool space in any home.": "Gợi lên một cảm giác vượt thời gian, thuốc nhuộm này tạo ra một không gian yên tĩnh và mát mẻ trong bất kỳ ngôi nhà nào.",
  "C2144493": "Cocktail Nhuộm Màu Bị Chơi Khăm",
  "1BC7EFED": "Xám, không phải Đen cũng không phải Trắng...",
  "40923053": "Được làm chỉ từ những sắc tố tối nhất, thuốc nhuộm được chế tác tinh xảo này sẽ thêm một tâm trạng khắc nghiệt cho tất cả những sáng tạo của bạn.",
  "12DDA402": "Thuốc Nhuộm Đen Noir",
  "13EF7472": "Gợi lên một cảm giác vượt thời gian, thuốc nhuộm này tạo ra một không gian yên tĩnh và mát mẻ trong bất kỳ ngôi nhà nào.",
  "Sky Blue Dye": "Thuốc Nhuộm Xanh Da Trời",
  "Natural and harmonious, this precisely crafted green brings balance and persistence to any room.": "Tự nhiên và hài hòa, màu xanh lá cây được chế tác chính xác này mang lại sự cân bằng và bền bỉ cho bất kỳ căn phòng nào.",
  "Sage Green Dye": "Thuốc Nhuộm Xanh Xô Thơm",
  "Grey Dye": "Thuốc Nhuộm Xám",
  "Alluring and mysterious, this dye reminds us all of our final destination.": "Quyến rũ và bí ẩn, thuốc nhuộm này nhắc nhở tất cả chúng ta về điểm đến cuối cùng của mình.",
  "D1F9E70D": "Thuốc Nhuộm Xanh Da Trời",
  "90681793": "Tự nhiên và hài hòa, màu xanh lá cây được chế tác chính xác này mang lại sự cân bằng và bền bỉ cho bất kỳ căn phòng nào.",
  "0F85D342": "Thuốc Nhuộm Xanh Xô Thơm",
  "3E17F3EC": "Thuốc Nhuộm Xám",
  "43E25E29": "Quyến rũ và bí ẩn, thuốc nhuộm này nhắc nhở tất cả chúng ta về điểm đến cuối cùng của mình.",
  "Grim Dye": "Thuốc Nhuộm Grim",
  "You either love it or you hate it, but this dye looks like someone fished it out of the trash...": "Bạn hoặc là yêu nó hoặc là ghét nó, nhưng thuốc nhuộm này trông như ai đó đã vớt nó ra khỏi thùng rác...",
  "Houndstooth Dye": "Thuốc Nhuộm Răng Sói",
  "Wholesome and exciting, this bright orange adds a bit of spice and a welcoming splash of color.": "Lành mạnh và thú vị, màu cam tươi sáng này thêm một chút gia vị và một vệt màu chào đón.",
  "Amber Orange Dye": "Thuốc Nhuộm Cam Hổ Phách",
  "70C0970C": "Thuốc Nhuộm Grim",
  "40E873A3": "Bạn hoặc là yêu nó hoặc là ghét nó, nhưng thuốc nhuộm này trông như ai đó đã vớt nó ra khỏi thùng rác...",
  "6D246472": "Thuốc Nhuộm Răng Sói",
  "B86709C4": "Lành mạnh và thú vị, màu cam tươi sáng này thêm một chút gia vị và một vệt màu chào đón.",
  "8B8FCC8B": "Thuốc Nhuộm Cam Hổ Phách",
  "Bold, loud, and courageous! This balanced red will add just the right amount of interest to any home.": "Táo bạo, ồn ào và dũng cảm! Màu đỏ cân bằng này sẽ thêm vừa đủ sự thú vị cho bất kỳ ngôi nhà nào.",
  "Brick Red Dye": "Thuốc Nhuộm Đỏ Gạch",
  "Refreshing and clean, white works fantastically as both a highlight and a primary room color.": "Sảng khoái và sạch sẽ, màu trắng hoạt động tuyệt vời như một điểm nhấn và một màu phòng chính.",
  "Shale White Dye": "Thuốc Nhuộm Trắng Đá Phiến",
  "Optimistic and evocative of summer, this modern color will make any space feel sunnier.": "Lạc quan và gợi nhớ đến mùa hè, màu sắc hiện đại này sẽ làm cho bất kỳ không gian nào cũng cảm thấy nắng hơn.",
  "87D68893": "Táo bạo, ồn ào và dũng cảm! Màu đỏ cân bằng này sẽ thêm vừa đủ sự thú vị cho bất kỳ ngôi nhà nào.",
  "FEF45642": "Thuốc Nhuộm Đỏ Gạch",
  "AEB8E699": "Sảng khoái và sạch sẽ, màu trắng hoạt động tuyệt vời như một điểm nhấn và một màu phòng chính.",
  "59CA011C": "Thuốc Nhuộm Trắng Đá Phiến",
  "5B5D3D36": "Lạc quan và gợi nhớ đến mùa hè, màu sắc hiện đại này sẽ làm cho bất kỳ không gian nào cũng cảm thấy nắng hơn.",
  "Canary Yellow Dye": "Thuốc Nhuộm Vàng Hoàng Yến",
  "Tired of going downtown to actual brick and mortar stores like your grandparents did? Drowning in a house full of cardboard boxes from online deliveries like your parents are? Solve two problems with this one solution. Use those Bits & Pieces lying around to fabricate your own items.": "Bạn mệt mỏi vì phải đến các cửa hàng thực tế ở trung tâm thành phố như ông bà của bạn đã từng làm? Đắm mình trong một ngôi nhà đầy hộp các tông từ các đợt giao hàng trực tuyến như cha mẹ của bạn? Giải quyết hai vấn đề với một giải pháp này. Sử dụng những Mảnh Vụn nằm xung quanh để chế tạo các vật phẩm của riêng bạn.",
  "Store No More Home Fabricator": "Nhà Chế Tạo Tại Gia Không Cần Cửa Hàng Nữa",
  "Powered by sustainable flammable stones, this piece not only will keep you warm, but it will look good doing so. Make your lot memorable with this stunning, rustic, industrial chic fireplace that your guests will wonder, is this a work of art?": "Được cung cấp năng lượng bởi đá dễ cháy bền vững, món đồ này không chỉ giữ ấm cho bạn mà còn trông đẹp khi làm như vậy. Làm cho khu đất của bạn trở nên đáng nhớ với lò sưởi công nghiệp chic mộc mạc tuyệt đẹp này mà khách của bạn sẽ tự hỏi, đây có phải là một tác phẩm nghệ thuật không?",
  "The Modern Industrial Fireplace": "Lò Sưởi Công Nghiệp Hiện Đại",
  "E66D1F69": "Thuốc Nhuộm Vàng Hoàng Yến",
  "B97DBE15": "Bạn mệt mỏi vì phải đến các cửa hàng thực tế ở trung tâm thành phố như ông bà của bạn đã từng làm? Đắm mình trong một ngôi nhà đầy hộp các tông từ các đợt giao hàng trực tuyến như cha mẹ của bạn? Giải quyết hai vấn đề với một giải pháp này. Sử dụng những Mảnh Vụn nằm xung quanh để chế tạo các vật phẩm của riêng bạn.",
  "7306B930": "Nhà Chế Tạo Tại Gia Không Cần Cửa Hàng Nữa",
  "1658BD84": "Được cung cấp năng lượng bởi đá dễ cháy bền vững, món đồ này không chỉ giữ ấm cho bạn mà còn trông đẹp khi làm như vậy. Làm cho khu đất của bạn trở nên đáng nhớ với lò sưởi công nghiệp chic mộc mạc tuyệt đẹp này mà khách của bạn sẽ tự hỏi, đây có phải là một tác phẩm nghệ thuật không?",
  "C84E5D4B": "Lò Sưởi Công Nghiệp Hiện Đại",
  "Edamame": "Đậu Nành Nhật Bản",
  "Popcorn Cricket": "Bắp Rang Dế",
  "Grub Hot dog": "Xúc Xích Sâu",
  "Bombardier Beetle Stir Fry": "Bọ Bom Xào",
  "B887B7C3": "Đậu Nành Nhật Bản",
  "6B624534": "Bắp Rang Dế",
  "51FB44B9": "Xúc Xích Sâu",
  "B31C0C9B": "Bọ Bom Xào",
  "2E69BF76": "Đậu Nành Nhật Bản",
  "Cricket Meal": "Bột Dế",
  "Grub Dogs": "Xúc Xích Sâu",
  "252CF072": "Bột Dế",
  "27AC655B": "Xúc Xích Sâu",
  "4412973E": "Bọ Bom Xào",
  "78CAC15B": "Đậu Nành Nhật Bản",
  "4A5A76DB": "Bột Dế",
  "Popcorn Crickets": "Dế Rang Bơ",
  "The tool of the trade for the Civil Designer, this neat slab of electronics allows the crafting and production of Eco-Invention and Municipal Concepts.": "Công cụ thương mại cho Nhà Thiết Kế Dân Dụng, tấm điện tử gọn gàng này cho phép chế tạo và sản xuất Phát Minh Sinh Thái và Khái Niệm Đô Thị.",
  "Electronic Drafting Tablet": "Bảng Vẽ Điện Tử",
  "Unlock by reaching Level 2 of the Civil Designer career.": "Mở khóa bằng cách đạt Cấp 2 của sự nghiệp Nhà Thiết Kế Dân Dụng.",
  "6292F67C": "Dế Rang Bơ",
  "D735DAE4": "Xúc Xích Sâu",
  "FA2B73BA": "Công cụ thương mại cho Nhà Thiết Kế Dân Dụng, tấm điện tử gọn gàng này cho phép chế tạo và sản xuất Phát Minh Sinh Thái và Khái Niệm Đô Thị.",
  "2EDA1F65": "Bảng Vẽ Điện Tử",
  "51C5E059": "Mở khóa bằng cách đạt Cấp 2 của sự nghiệp Nhà Thiết Kế Dân Dụng.",
  "Unlocked at level 2 of the Civil Designer career.": "Đã mở khóa ở cấp 2 của sự nghiệp Nhà Thiết Kế Dân Dụng.",
  "Not to be confused with a Meat Cute.": "Không nên nhầm lẫn với Meat Cute.",
  "Faux Meat Cube": "Khối Thịt Giả",
  "Perfectly aged and perfectly faux.": "Hoàn hảo khi ủ và hoàn hảo khi giả.",
  "Faux Jerky Cube": "Khối Thịt Khô Giả",
  "F2B91B5E": "Đã mở khóa ở cấp 2 của sự nghiệp Nhà Thiết Kế Dân Dụng.",
  "45C884C3": "Không nên nhầm lẫn với Meat Cute.",
  "02BD8912": "Khối Thịt Giả",
  "2FE28959": "Hoàn hảo khi ủ và hoàn hảo khi giả.",
  "4B3C9EDC": "Khối Thịt Khô Giả",
  "A staple in healthy recipes around the world. These versatile beans can be eaten raw, or used to create delightful tofu dishes.": "Một món ăn chủ yếu trong các công thức lành mạnh trên khắp thế giới. Những hạt đậu đa năng này có thể ăn sống hoặc dùng để tạo ra các món đậu phụ восхитительный.",
  "{S.Soy Beans}{P.Soy Beans}": "{S.Đậu Nành}{P.Đậu Nành}",
  "Literally green technology, this hi-tech planter operates in all conditions by absorbing moisture from the air, which keep plants permanently hydrated.": "Theo nghĩa đen là công nghệ xanh, máy trồng cây công nghệ cao này hoạt động trong mọi điều kiện bằng cách hấp thụ hơi ẩm từ không khí, giúp cây luôn đủ nước.",
  "Hydroponic Planter": "Máy Trồng Thủy Canh",
  "A foundation for healthy living, this soy plant will produce Soy Beans and Soy Wax.": "Nền tảng cho một cuộc sống lành mạnh, cây đậu nành này sẽ sản xuất Đậu Nành và Sáp Đậu Nành.",
  "DE7731C2": "Một món ăn chủ yếu trong các công thức lành mạnh trên khắp thế giới. Những hạt đậu đa năng này có thể ăn sống hoặc dùng để tạo ra các món đậu phụ восхитительный.",
  "88363FBD": "{S.Đậu Nành}{P.Đậu Nành}",
  "555BAADA": "Theo nghĩa đen là công nghệ xanh, máy trồng cây công nghệ cao này hoạt động trong mọi điều kiện bằng cách hấp thụ hơi ẩm từ không khí, giúp cây luôn đủ nước.",
  "8FA25005": "Máy Trồng Thủy Canh",
  "8C8919E1": "Nền tảng cho một cuộc sống lành mạnh, cây đậu nành này sẽ sản xuất Đậu Nành và Sáp Đậu Nành.",
  "Soy Plant": "Cây Đậu Nành",
  "gardenPlantBushWall_EP09GEN Placeholder Description": "gardenPlantBushWall_EP09GEN Mô Tả Trình Giữ Chỗ",
  "gardenPlantBushWall_EP09GEN Placeholder Name": "gardenPlantBushWall_EP09GEN Tên Trình Giữ Chỗ",
  "gardenPlantFlowerWall_EP09GEN Placeholder Description": "gardenPlantFlowerWall_EP09GEN Mô Tả Trình Giữ Chỗ",
  "gardenPlantFlowerWall_EP09GEN Placeholder Name": "gardenPlantFlowerWall_EP09GEN Tên Trình Giữ Chỗ",
  "6BF6CF94": "Cây Đậu Nành",
  "F56EA5D0": "gardenPlantBushWall_EP09GEN Mô Tả Trình Giữ Chỗ",
  "C69F75FF": "gardenPlantBushWall_EP09GEN Tên Trình Giữ Chỗ",
  "515CA3A1": "gardenPlantFlowerWall_EP09GEN Mô Tả Trình Giữ Chỗ",
  "27C38E54": "gardenPlantFlowerWall_EP09GEN Tên Trình Giữ Chỗ",
  "gardenPlantFlowerWall_EP09GENLeafy_01 Placeholder Description": "gardenPlantFlowerWall_EP09GENLeafy_01 Mô Tả Trình Giữ Chỗ",
  "gardenPlantFlowerWall_EP09GENLeafy_01 Placeholder Name": "gardenPlantFlowerWall_EP09GENLeafy_01 Tên Trình Giữ Chỗ",
  "The A-OK-Bloomer Vertical Garden has reached it's final form: The I Can't Believe It's Not Meat Wall! With the latest green technology, your regular garden planter has transformed into a protein packed panel of synthetic goodness. Harvest Faux Meat Cubes to add to your cooking arsenal.": "Khu Vườn Thẳng Đứng A-OK-Bloomer đã đạt đến hình thức cuối cùng của nó: Bức Tường Tôi Không Thể Tin Đây Không Phải Là Thịt! Với công nghệ xanh mới nhất, máy trồng cây thông thường của bạn đã biến thành một tấm protein tổng hợp đầy ắp dưỡng chất. Thu hoạch Khối Thịt Giả để thêm vào kho vũ khí nấu ăn của bạn.",
  "I Can't Believe It's Not Meat! Wall": "Bức Tường Tôi Không Thể Tin Đây Không Phải Là Thịt!",
  "Back hurting from all that horizontal gardening? Try out our new Vertical Garden! This new planter is changing the landscaping game and transforming houses and patios alike. Add a touch of green to any layer of your household.\\n\\nWarning! Some plants are afraid of heights so make sure to check which of your plants are brave enough to withstand the height!": "Lưng đau nhức vì tất cả những khu vườn nằm ngang đó? Hãy thử Khu Vườn Thẳng Đứng mới của chúng tôi! Máy trồng cây mới này đang thay đổi trò chơi cảnh quan và biến đổi nhà cửa và sân hiên. Thêm một chút màu xanh lá cây cho bất kỳ tầng nào trong gia đình bạn.\n\nCảnh báo! Một số cây sợ độ cao nên hãy kiểm tra xem cây nào của bạn đủ dũng cảm để chịu được độ cao!",
  "565FE952": "gardenPlantFlowerWall_EP09GENLeafy_01 Mô Tả Trình Giữ Chỗ",
  "197C4F6D": "gardenPlantFlowerWall_EP09GENLeafy_01 Tên Trình Giữ Chỗ",
  "447C566D": "Khu Vườn Thẳng Đứng A-OK-Bloomer đã đạt đến hình thức cuối cùng của nó: Bức Tường Tôi Không Thể Tin Đây Không Phải Là Thịt! Với công nghệ xanh mới nhất, máy trồng cây thông thường của bạn đã biến thành một tấm protein tổng hợp đầy ắp dưỡng chất. Thu hoạch Khối Thịt Giả để thêm vào kho vũ khí nấu ăn của bạn.",
  "2FF32338": "Bức Tường Tôi Không Thể Tin Đây Không Phải Là Thịt!",
  "8B1BE79B": "Lưng đau nhức vì tất cả những khu vườn nằm ngang đó? Hãy thử Khu Vườn Thẳng Đứng mới của chúng tôi! Máy trồng cây mới này đang thay đổi trò chơi cảnh quan và biến đổi nhà cửa và sân hiên. Thêm một chút màu xanh lá cây cho bất kỳ tầng nào trong gia đình bạn.\n\nCảnh báo! Một số cây sợ độ cao nên hãy kiểm tra xem cây nào của bạn đủ dũng cảm để chịu được độ cao!",
  "A-OK-Bloomer Vertical Garden": "Khu Vườn Thẳng Đứng A-OK-Bloomer",
  "Capture the power of motion, and convert mechanical energy into electrical energy! Though it might not be the best option for the environment, it'll certainly decrease that monthly bill or provide power when there is none. Watt a marvel of engineering!": "Nắm bắt sức mạnh của chuyển động và chuyển đổi năng lượng cơ học thành năng lượng điện! Mặc dù nó có thể không phải là lựa chọn tốt nhất cho môi trường, nhưng nó chắc chắn sẽ giảm hóa đơn hàng tháng đó hoặc cung cấp năng lượng khi không có. Thật là một kỳ quan kỹ thuật!",
  "Household Power Generator": "Máy Phát Điện Gia Dụng",
  "948E6F58": "Khu Vườn Thẳng Đứng A-OK-Bloomer",
  "0B185363": "Lưng đau nhức vì tất cả những khu vườn nằm ngang đó? Hãy thử Khu Vườn Thẳng Đứng mới của chúng tôi! Máy trồng cây mới này đang thay đổi trò chơi cảnh quan và biến đổi nhà cửa và sân hiên. Thêm một chút màu xanh lá cây cho bất kỳ tầng nào trong gia đình bạn.\n\nCảnh báo! Một số cây sợ độ cao nên hãy kiểm tra xem cây nào của bạn đủ dũng cảm để chịu được độ cao!",
  "0DF04E32": "Khu Vườn Thẳng Đứng A-OK-Bloomer",
  "EC240939": "Nắm bắt sức mạnh của chuyển động và chuyển đổi năng lượng cơ học thành năng lượng điện! Mặc dù nó có thể không phải là lựa chọn tốt nhất cho môi trường, nhưng nó chắc chắn sẽ giảm hóa đơn hàng tháng đó hoặc cung cấp năng lượng khi không có. Thật là một kỳ quan kỹ thuật!",
  "EDDF753C": "Máy Phát Điện Gia Dụng",
  "The perfect place for your curious endeavor to prosper! This unit is built from perfectly suited insect friendly materials that will make your little critters abuzz from joy that will have you busy beezing.": "Nơi hoàn hảo để nỗ lực tò mò của bạn phát triển mạnh mẽ! Thiết bị này được xây dựng từ các vật liệu thân thiện với côn trùng hoàn toàn phù hợp, sẽ khiến những sinh vật nhỏ bé của bạn xôn xao vì niềm vui, điều này sẽ khiến bạn bận rộn.",
  "Mitey Mitey Home - Insect Farm": "Ngôi Nhà Mitey Mitey - Trang Trại Côn Trùng",
  "Looking to get into Fizzing but overwhelmed by all of the options in the market? Reading thousands of tutorials talking about the purity of ingredients, electronic vs. manual, and even the optimal time of day for Fizzing have you wanting to give up on your dreams? Look no further!\\n\\nThe Afizzionissimi is an all in one station that will make your Fizzing dreams a reality. Simple to operate, you just need the lot space to host it.\\n\\nSit back and fizzle out, it's totally not going to burst your bubbles!": "Bạn đang muốn tham gia vào Fizzing nhưng choáng ngợp bởi tất cả các tùy chọn trên thị trường? Đọc hàng ngàn hướng dẫn nói về độ tinh khiết của các thành phần, điện tử so với thủ công, và thậm chí cả thời gian tối ưu trong ngày cho Fizzing khiến bạn muốn từ bỏ ước mơ của mình? Không cần tìm đâu xa!\n\nAfizzionissimi là một trạm tất cả trong một, sẽ biến ước mơ Fizzing của bạn thành hiện thực. Dễ vận hành, bạn chỉ cần không gian để lưu trữ nó.\n\nHãy ngồi lại và thư giãn, nó hoàn toàn sẽ không làm vỡ bong bóng của bạn!",
  "66CC78DC": "Nơi hoàn hảo để nỗ lực tò mò của bạn phát triển mạnh mẽ! Thiết bị này được xây dựng từ các vật liệu thân thiện với côn trùng hoàn toàn phù hợp, sẽ khiến những sinh vật nhỏ bé của bạn xôn xao vì niềm vui, điều này sẽ khiến bạn bận rộn.",
  "F5F246B3": "Ngôi Nhà Mitey Mitey - Trang Trại Côn Trùng",
  "4D4EDED5": "Được chế tạo tại Bàn Làm Nến Von Wick & Co.",
  "1794B2F0": "Nến Nhúng",
  "89FF4B8A": "Bạn đang muốn tham gia vào Fizzing nhưng choáng ngợp bởi tất cả các tùy chọn trên thị trường? Đọc hàng ngàn hướng dẫn nói về độ tinh khiết của các thành phần, điện tử so với thủ công, và thậm chí cả thời gian tối ưu trong ngày cho Fizzing khiến bạn muốn từ bỏ ước mơ của mình? Không cần tìm đâu xa!\n\nAfizzionissimi là một trạm tất cả trong một, sẽ biến ước mơ Fizzing của bạn thành hiện thực. Dễ vận hành, bạn chỉ cần không gian để lưu trữ nó.\n\nHãy ngồi lại và thư giãn, nó hoàn toàn sẽ không làm vỡ bong bóng của bạn!",
  "Afizzionissimi Fizzing Station": "Trạm Fizzing Afizzionissimi",
  "Thanks for all the recycled lights you gave to me.\\nThe memories illuminate all on my mind.\\nAnd now the time has come. To build a hanging lamp \\nBut I’m not sure how many bulbs to use.\\nMaybe once, twice,\\nThree times the lightbulbs...": "Cảm ơn vì tất cả những chiếc đèn tái chế mà bạn đã tặng cho tôi.\nNhững kỷ niệm chiếu sáng tất cả trong tâm trí tôi.\nVà bây giờ thời gian đã đến. Để xây dựng một chiếc đèn treo\nNhưng tôi không chắc nên sử dụng bao nhiêu bóng đèn.\nCó lẽ một lần, hai lần,\nBa lần số lượng bóng đèn...",
  "Three Times a Lightbulb – by Lion L. Lighting": "Ba Lần Một Bóng Đèn – của Lion L. Lighting",
  "A beautiful option for those who enjoy a bit of nature as part of their decor. This lamp will become the perfect accent to your room with its colorful yet modest design of assorted leaves with perfectly matched base colors.\\n\\n<i><b>Note: Leaves are painted on, no real leaves were used in the making of this lamp.</i></b>": "Một lựa chọn tuyệt đẹp cho những người thích một chút thiên nhiên như một phần của trang trí của họ. Chiếc đèn này sẽ trở thành điểm nhấn hoàn hảo cho căn phòng của bạn với thiết kế đầy màu sắc nhưng khiêm tốn của các loại lá khác nhau với màu sắc cơ bản phù hợp hoàn hảo.\n\n<i><b>Lưu ý: Lá được vẽ trên, không có lá thật nào được sử dụng trong quá trình làm chiếc đèn này.</i></b>",
  "Dancing Leaves - Accent Lamp": "Những Chiếc Lá Nhảy Múa - Đèn Điểm Nhấn",
  "B897EB95": "Trạm Fizzing Afizzionissimi",
  "294987F9": "Cảm ơn vì tất cả những chiếc đèn tái chế mà bạn đã tặng cho tôi.\nNhững kỷ niệm chiếu sáng tất cả trong tâm trí tôi.\nVà bây giờ thời gian đã đến. Để xây dựng một chiếc đèn treo\nNhưng tôi không chắc nên sử dụng bao nhiêu bóng đèn.\nCó lẽ một lần, hai lần,\nBa lần số lượng bóng đèn...",
  "CC2394FC": "Ba Lần Một Bóng Đèn – của Lion L. Lighting",
  "73070BF7": "Một lựa chọn tuyệt đẹp cho những người thích một chút thiên nhiên như một phần của trang trí của họ. Chiếc đèn này sẽ trở thành điểm nhấn hoàn hảo cho căn phòng của bạn với thiết kế đầy màu sắc nhưng khiêm tốn của các loại lá khác nhau với màu sắc cơ bản phù hợp hoàn hảo.\n\n<i><b>Lưu ý: Lá được vẽ trên, không có lá thật nào được sử dụng trong quá trình làm chiếc đèn này.</i></b>",
  "11EC904E": "Những Chiếc Lá Nhảy Múa - Đèn Điểm Nhấn",
  "Is your ceiling too low? No worries! This is a beautiful option for those who enjoy a bit of nature as part of their decor. This version of the Dancing Leaves - Accent Lamp is made perfectly for those lots with challenging ceiling heights or small spaces, why not?\\n\\n<i><b>Note: Leaves are painted on, no real leaves were used in the making of this lamp.</i></b>": "Trần nhà của bạn có quá thấp không? Đừng lo lắng! Đây là một lựa chọn tuyệt đẹp cho những người thích một chút thiên nhiên như một phần của trang trí của họ. Phiên bản của Đèn Điểm Nhấn - Những Chiếc Lá Nhảy Múa này được tạo ra một cách hoàn hảo cho những khu đất có chiều cao trần nhà đầy thử thách hoặc không gian nhỏ, tại sao không?\n\n<i><b>Lưu ý: Lá được vẽ trên, không có lá thật nào được sử dụng trong quá trình làm chiếc đèn này.</i></b>",
  "Far Away Dancing Leaves - Accent Lamp": "Đèn Điểm Nhấn - Những Chiếc Lá Nhảy Múa Xa Xôi",
  "Is there too much vertical space? This is a beautiful option for those who enjoy a bit of nature as part of their decor. This version of the Dancing Leaves Lamp is made perfectly for those spaces where there is a lot of verticality and we don't know what to do, why not a lamp to add an accent and some light in a deep corner? Fret not.\\n\\n<i><b>Note: Leaves are painted on, no real leaves were used in the making of this lamp.</i></b>\t": "Có quá nhiều không gian thẳng đứng không? Đây là một lựa chọn tuyệt đẹp cho những người thích một chút thiên nhiên như một phần của trang trí của họ. Phiên bản của Đèn Những Chiếc Lá Nhảy Múa này được tạo ra một cách hoàn hảo cho những không gian có nhiều chiều dọc và chúng ta không biết phải làm gì, tại sao không phải là một chiếc đèn để thêm điểm nhấn và một chút ánh sáng ở một góc sâu? Đừng lo lắng.\n\n<i><b>Lưu ý: Lá được vẽ trên, không có lá thật nào được sử dụng trong quá trình làm chiếc đèn này.</i></b>",
  "Very Close Dancing Leaves - Accent Lamp\t": "Đèn Điểm Nhấn - Những Chiếc Lá Nhảy Múa Rất Gần",
  "Don't get it twisted, this lamp's rustic and natural style will give your lot that boho chic style without breaking the bank. Made with recycled ropes from old DIY dreams, this lamp provides optimal lighting in an eco-chic way.": "Đừng hiểu sai ý, phong cách mộc mạc và tự nhiên của chiếc đèn này sẽ mang đến cho khu đất của bạn phong cách boho chic đó mà không tốn quá nhiều tiền. Được làm bằng dây thừng tái chế từ những giấc mơ DIY cũ, chiếc đèn này cung cấp ánh sáng tối ưu theo một cách eco-chic.",
  "9E40CC12": "Trần nhà của bạn có quá thấp không? Đừng lo lắng! Đây là một lựa chọn tuyệt đẹp cho những người thích một chút thiên nhiên như một phần của trang trí của họ. Phiên bản của Đèn Điểm Nhấn - Những Chiếc Lá Nhảy Múa này được tạo ra một cách hoàn hảo cho những khu đất có chiều cao trần nhà đầy thử thách hoặc không gian nhỏ, tại sao không?\n\n<i><b>Lưu ý: Lá được vẽ trên, không có lá thật nào được sử dụng trong quá trình làm chiếc đèn này.</i></b>",
  "5AC2F92D": "Đèn Điểm Nhấn - Những Chiếc Lá Nhảy Múa Xa Xôi",
  "10CC99CC": "Có quá nhiều không gian thẳng đứng không? Đây là một lựa chọn tuyệt đẹp cho những người thích một chút thiên nhiên như một phần của trang trí của họ. Phiên bản của Đèn Những Chiếc Lá Nhảy Múa này được tạo ra một cách hoàn hảo cho những không gian có nhiều chiều dọc và chúng ta không biết phải làm gì, tại sao không phải là một chiếc đèn để thêm điểm nhấn và một chút ánh sáng ở một góc sâu? Đừng lo lắng.\n\n<i><b>Lưu ý: Lá được vẽ trên, không có lá thật nào được sử dụng trong quá trình làm chiếc đèn này.</i></b>",
  "B51EC883": "Đèn Điểm Nhấn - Những Chiếc Lá Nhảy Múa Rất Gần",
  "1F2EBA91": "Đừng hiểu sai ý, phong cách mộc mạc và tự nhiên của chiếc đèn này sẽ mang đến cho khu đất của bạn phong cách boho chic đó mà không tốn quá nhiều tiền. Được làm bằng dây thừng tái chế từ những giấc mơ DIY cũ, chiếc đèn này cung cấp ánh sáng tối ưu theo một cách eco-chic.",
  "Natural Rope Lamp": "Đèn Dây Thừng Tự Nhiên",
  "This homemade creation will give you all the light you need, from the ground up.": "Sáng tạo tự làm này sẽ cung cấp cho bạn tất cả ánh sáng bạn cần, từ dưới lên.",
  "Fabricated Floor Light": "Đèn Sàn Chế Tạo",
  "This homemade creation will give you all the light you need, from the ground up. ": "Sáng tạo tự làm này sẽ cung cấp cho bạn tất cả ánh sáng bạn cần, từ dưới lên.",
  "15D8EAE4": "Đèn Dây Thừng Tự Nhiên",
  "10509515": "Sáng tạo tự làm này sẽ cung cấp cho bạn tất cả ánh sáng bạn cần, từ dưới lên.",
  "6E898E30": "Đèn Sàn Chế Tạo",
  "E988BAEB": "Sáng tạo tự làm này sẽ cung cấp cho bạn tất cả ánh sáng bạn cần, từ dưới lên.",
  "0FCEFAEA": "Đèn Sàn Chế Tạo",
  "The Aether Ore light is EITHER the most absurd OR the quintessential repurposed light fixture we carry. It was mined in space by ancient astro travelers & stored on earth. Recently, Onoff Technologies discovered the abandoned stash & returned those rocks to their previous luster with a little Glowrocks Bleach & some elbow grease. Now, for an unlimited time only, you can light up stuff that was previously dark with an Aether Ore light fixture.": "Đèn Aether Ore HOẶC là thiết bị chiếu sáng được tái sử dụng vô lý nhất HOẶC là tinh túy nhất mà chúng tôi có. Nó được khai thác trong không gian bởi những du khách vũ trụ cổ đại và được lưu trữ trên trái đất. Gần đây, Onoff Technologies đã phát hiện ra kho chứa bị bỏ hoang và trả lại những tảng đá đó về độ bóng trước đây của chúng với một chút Glowrocks Bleach và một chút mỡ khuỷu tay. Giờ đây, chỉ trong một thời gian giới hạn, bạn có thể thắp sáng những thứ trước đây tối tăm bằng đèn Aether Ore.",
  "Aether Ore – by Onoff Technologies": "Aether Ore – của Onoff Technologies",
  "This little light will provide a not-so-little addition to any room. The perfect brightness and the perfect fit for your home.": "Ánh sáng nhỏ bé này sẽ cung cấp một bổ sung không hề nhỏ cho bất kỳ căn phòng nào. Độ sáng hoàn hảo và phù hợp hoàn hảo cho ngôi nhà của bạn.",
  "Fabricated Table Light": "Đèn Bàn Chế Tạo",
  "This fixture provides the perfect lighting for anyone who basks in its glow. Who knew recycling could be so illuminating?": "Thiết bị này cung cấp ánh sáng hoàn hảo cho bất kỳ ai đắm mình trong ánh sáng của nó. Ai biết tái chế có thể chiếu sáng đến vậy?",
  "2AECFAC8": "Đèn Aether Ore HOẶC là thiết bị chiếu sáng được tái sử dụng vô lý nhất HOẶC là tinh túy nhất mà chúng tôi có. Nó được khai thác trong không gian bởi những du khách vũ trụ cổ đại và được lưu trữ trên trái đất. Gần đây, Onoff Technologies đã phát hiện ra kho chứa bị bỏ hoang và trả lại những tảng đá đó về độ bóng trước đây của chúng với một chút Glowrocks Bleach và một chút mỡ khuỷu tay. Giờ đây, chỉ trong một thời gian giới hạn, bạn có thể thắp sáng những thứ trước đây tối tăm bằng đèn Aether Ore.",
  "BC5CBC67": "Aether Ore – của Onoff Technologies",
  "59849563": "Ánh sáng nhỏ bé này sẽ cung cấp một bổ sung không hề nhỏ cho bất kỳ căn phòng nào. Độ sáng hoàn hảo và phù hợp hoàn hảo cho ngôi nhà của bạn.",
  "E59D7432": "Đèn Bàn Chế Tạo",
  "BF07EF8B": "Thiết bị này cung cấp ánh sáng hoàn hảo cho bất kỳ ai đắm mình trong ánh sáng của nó. Ai biết tái chế có thể chiếu sáng đến vậy?",
  "Fabricated Wall Light": "Đèn Tường Chế Tạo",
  "There is a light... inside a cloud\\nI like to watch it before I sleep\\nIt lights up all my dreams and all my things\\nNothing to fear out here while asleep\\nThere is a light inside the cloud for you... and me.": "Có một ánh sáng... bên trong một đám mây\nTôi thích ngắm nó trước khi ngủ\nNó thắp sáng tất cả những giấc mơ và mọi thứ của tôi\nKhông có gì phải sợ hãi ở đây khi ngủ\nCó một ánh sáng bên trong đám mây dành cho bạn... và tôi.",
  "Message In A Cloud Lamp": "Đèn Thông Điệp Trong Đám Mây",
  "Beautiful accent for any lot. This wall lamp offers a tiny bit of nature indoors, while performing its basic function. This is perfect for homes need an efficient and cute light fixture without a hassle.": "Điểm nhấn tuyệt đẹp cho bất kỳ khu đất nào. Đèn tường này mang đến một chút thiên nhiên trong nhà, đồng thời thực hiện chức năng cơ bản của nó. Điều này là hoàn hảo cho những ngôi nhà cần một thiết bị chiếu sáng hiệu quả và dễ thương mà không gặp rắc rối.",
  "Dancing Leaf - Wall Lamp": "Chiếc Lá Nhảy Múa - Đèn Tường",
  "600F210A": "Đèn Tường Chế Tạo",
  "AECF1C66": "Có một ánh sáng... bên trong một đám mây\nTôi thích ngắm nó trước khi ngủ\nNó thắp sáng tất cả những giấc mơ và mọi thứ của tôi\nKhông có gì phải sợ hãi ở đây khi ngủ\nCó một ánh sáng bên trong đám mây dành cho bạn... và tôi.",
  "73AE2F79": "Đèn Thông Điệp Trong Đám Mây",
  "4CEC50A4": "Điểm nhấn tuyệt đẹp cho bất kỳ khu đất nào. Đèn tường này mang đến một chút thiên nhiên trong nhà, đồng thời thực hiện chức năng cơ bản của nó. Điều này là hoàn hảo cho những ngôi nhà cần một thiết bị chiếu sáng hiệu quả và dễ thương mà không gặp rắc rối.",
  "1604F3EB": "Chiếc Lá Nhảy Múa - Đèn Tường",
  "They say, “Wherever you go, there you are.” And with the Footloose Beverage Bodega following your car around like a bad reputation, you’ll be “THERE” with a tasty cup of freshly brewed Java in every hand! Picture it. The wind in your hair & the sun on your shoulder – You’ll be a regular ramblin’ jamoca gypsy.": "Người ta nói, \"Dù bạn đi đâu, bạn vẫn ở đó.\" Và với Footloose Beverage Bodega đi theo xe của bạn như một danh tiếng xấu, bạn sẽ \"Ở ĐÓ\" với một tách Java mới pha ngon lành trong mọi tay! Hãy hình dung nó. Gió thổi vào tóc bạn và mặt trời trên vai bạn – Bạn sẽ là một dân du mục jamoca thường xuyên đi lang thang.",
  "Footloose Beverage Bodega – by Roving Joe": "Footloose Beverage Bodega – của Roving Joe",
  "Are you truly satisfied with the quality of your mirror? Go ahead - take a good, hard look at yourself and reflect. If the answer is no, then you should look into the Clearer Mirror! With unmatched clarity and a sleek design, the Clearer Mirror boasts form AND function. Made from recycled materials, the Clearer Mirror is the best choice for your eco-friendly home.": "Bạn có thực sự hài lòng với chất lượng của chiếc gương của mình không? Hãy tiếp tục - nhìn kỹ, nhìn thẳng vào bản thân và suy ngẫm. Nếu câu trả lời là không, thì bạn nên xem xét Clearer Mirror! Với độ rõ nét vô song và thiết kế bóng bẩy, Clearer Mirror tự hào có cả hình thức VÀ chức năng. Được làm từ vật liệu tái chế, Clearer Mirror là lựa chọn tốt nhất cho ngôi nhà thân thiện với môi trường của bạn.",
  "Clearer Mirror": "Clearer Mirror",
  "You hear it every day: eat more vegetables. But with every store-bought vegetable, you also pay for produce stickers, twistie ties, and those rubber bands holding your carrots together. Take matters into your own hands and your own garden with this tiered planter! Pick one up today and never have to listen to another person tell you to eat more vegetables again. Okay, we can't promise that, but at least you'll have a snappy comeback.": "Bạn nghe thấy điều đó mỗi ngày: ăn nhiều rau hơn. Nhưng với mỗi loại rau mua ở cửa hàng, bạn cũng phải trả tiền cho nhãn dán sản phẩm, dây buộc và những sợi dây cao su giữ cà rốt của bạn lại với nhau. Hãy tự mình giải quyết vấn đề và khu vườn của riêng bạn với máy trồng cây nhiều tầng này! Hãy nhặt một cái ngay hôm nay và không bao giờ phải nghe một người khác nói với bạn ăn nhiều rau hơn nữa. Được rồi, chúng tôi không thể hứa điều đó, nhưng ít nhất bạn sẽ có một câu trả lời nhanh chóng.",
  "69542BE8": "Người ta nói, \"Dù bạn đi đâu, bạn vẫn ở đó.\" Và với Footloose Beverage Bodega đi theo xe của bạn như một danh tiếng xấu, bạn sẽ \"Ở ĐÓ\" với một tách Java mới pha ngon lành trong mọi tay! Hãy hình dung nó. Gió thổi vào tóc bạn và mặt trời trên vai bạn – Bạn sẽ là một dân du mục jamoca thường xuyên đi lang thang.",
  "F2398E07": "Footloose Beverage Bodega – của Roving Joe",
  "4BBCB8AD": "Bạn có thực sự hài lòng với chất lượng của chiếc gương của mình không? Hãy tiếp tục - nhìn kỹ, nhìn thẳng vào bản thân và suy ngẫm. Nếu câu trả lời là không, thì bạn nên xem xét Clearer Mirror! Với độ rõ nét vô song và thiết kế bóng bẩy, Clearer Mirror tự hào có cả hình thức VÀ chức năng. Được làm từ vật liệu tái chế, Clearer Mirror là lựa chọn tốt nhất cho ngôi nhà thân thiện với môi trường của bạn.",
  "AD20F578": "Clearer Mirror",
  "B4874DDE": "Bạn nghe thấy điều đó mỗi ngày: ăn nhiều rau hơn. Nhưng với mỗi loại rau mua ở cửa hàng, bạn cũng phải trả tiền cho nhãn dán sản phẩm, dây buộc và những sợi dây cao su giữ cà rốt của bạn lại với nhau. Hãy tự mình giải quyết vấn đề và khu vườn của riêng bạn với máy trồng cây nhiều tầng này! Hãy nhặt một cái ngay hôm nay và không bao giờ phải nghe một người khác nói với bạn ăn nhiều rau hơn nữa. Được rồi, chúng tôi không thể hứa điều đó, nhưng ít nhất bạn sẽ có một câu trả lời nhanh chóng.",
  "Three Course Meal Planter": "Máy Trồng Cây Bữa Ăn Ba Món",
  "Here at Fortigo products we make trees in boxes by utilizing a highly technical proprietary process. This consists of carefully throwing used pallets into haphazard stacks in the dirt lot behind our building. At this point we work hand in hand with Mother Nature by letting nature run its course. And just like in the cracks of the road, pretty quickly greenery starts growing out of the nooks & crannies in those pallets. We scrape off any mossy looking junk but keep the tree & flower looking stuff where it grows. The next thing you know you got a big ol' box of nature going. Thanks mom.": "Tại các sản phẩm Fortigo, chúng tôi tạo ra cây trong hộp bằng cách sử dụng một quy trình độc quyền có tính kỹ thuật cao. Điều này bao gồm cẩn thận ném các tấm nâng đã qua sử dụng thành các chồng ngẫu nhiên trong lô đất bẩn phía sau tòa nhà của chúng tôi. Tại thời điểm này, chúng tôi làm việc chặt chẽ với Mẹ Thiên Nhiên bằng cách để thiên nhiên diễn ra theo quá trình của nó. Và giống như trong các vết nứt trên đường, khá nhanh chóng, cây xanh bắt đầu mọc ra từ các góc và kẽ hở trên những tấm nâng đó. Chúng tôi cạo sạch bất kỳ thứ gì trông rêu phong nhưng giữ những thứ trông như cây và hoa ở nơi nó mọc. Điều tiếp theo bạn biết, bạn đã có một hộp thiên nhiên lớn đang diễn ra. Cảm ơn mẹ.",
  "Tree To Get Ready – Fortigo Products": "Cây Để Sẵn Sàng – Sản Phẩm Fortigo",
  "Don't be duped by air freshener ads. Make your own fresh air with this planter! Made from roughly hewn stone and refurbished corks from old bottles, this planter can house three lovely plants, each ready to provide you with free, oxygenated air. Ah...talk about a breath of fresh... free air!": "Đừng bị lừa bởi quảng cáo làm mát không khí. Tự tạo không khí trong lành của riêng bạn với máy trồng cây này! Được làm từ đá đẽo thô và nút chai tân trang từ những chai cũ, máy trồng cây này có thể chứa ba cây đáng yêu, mỗi cây sẵn sàng cung cấp cho bạn không khí oxy miễn phí. Ah...nói về một luồng không khí trong lành... miễn phí!",
  "DIY Oxygen Triad Planter": "Máy Trồng Cây Bộ Ba Oxy DIY",
  "8ADFABE1": "Máy Trồng Cây Bữa Ăn Ba Món",
  "450017C7": "Tại các sản phẩm Fortigo, chúng tôi tạo ra cây trong hộp bằng cách sử dụng một quy trình độc quyền có tính kỹ thuật cao. Điều này bao gồm cẩn thận ném các tấm nâng đã qua sử dụng thành các chồng ngẫu nhiên trong lô đất bẩn phía sau tòa nhà của chúng tôi. Tại thời điểm này, chúng tôi làm việc chặt chẽ với Mẹ Thiên Nhiên bằng cách để thiên nhiên diễn ra theo quá trình của nó. Và giống như trong các vết nứt trên đường, khá nhanh chóng, cây xanh bắt đầu mọc ra từ các góc và kẽ hở trên những tấm nâng đó. Chúng tôi cạo sạch bất kỳ thứ gì trông rêu phong nhưng giữ những thứ trông như cây và hoa ở nơi nó mọc. Điều tiếp theo bạn biết, bạn đã có một hộp thiên nhiên lớn đang diễn ra. Cảm ơn mẹ.",
  "D02A267E": "Cây Để Sẵn Sàng – Sản Phẩm Fortigo",
  "16839F35": "Đừng bị lừa bởi quảng cáo làm mát không khí. Tự tạo không khí trong lành của riêng bạn với máy trồng cây này! Được làm từ đá đẽo thô và nút chai tân trang từ những chai cũ, máy trồng cây này có thể chứa ba cây đáng yêu, mỗi cây sẵn sàng cung cấp cho bạn không khí oxy miễn phí. Ah...nói về một luồng không khí trong lành... miễn phí!",
  "D8D866D0": "Máy Trồng Cây Bộ Ba Oxy DIY",
  "Think upcycling is just for furniture? Think again! Sadly, thousands of plants are abandoned out on the streets every day. Here at Greenie-Go-Round we rescue them, nurse them back to health, provide them with a snazzy new pot and then put them up for plant adoption. This particular plant was found on a street corner, tipped on its side. It likes indirect light, water, and being sung to. Will you give it a forever home and prove that the grass can be greener on the other side?": "Nghĩ rằng tái chế chỉ dành cho đồ nội thất? Hãy nghĩ lại! Đáng buồn thay, hàng ngàn cây bị bỏ rơi trên đường phố mỗi ngày. Tại Greenie-Go-Round, chúng tôi giải cứu chúng, chăm sóc chúng trở lại sức khỏe, cung cấp cho chúng một chậu mới sang trọng và sau đó đưa chúng lên để nhận nuôi cây. Cây đặc biệt này được tìm thấy trên một góc phố, bị lật nghiêng. Nó thích ánh sáng gián tiếp, nước và được hát cho nghe. Bạn sẽ cho nó một ngôi nhà vĩnh viễn và chứng minh rằng cỏ có thể xanh hơn ở phía bên kia?",
  "Adopt-A-Plant by Greenie-Go-Round": "Nhận Nuôi Cây của Greenie-Go-Round",
  "What can you do with a gently used cannonball? Well, you could melt it into another cannonball and chuck it back. But how does that help anyone? Or you could fashion it into a beautiful flower pot - bursting with fragrant, life affirming flowers. Now, that’s something everyone could get behind - or in front of for that matter.": "Bạn có thể làm gì với một viên đạn đại bác đã qua sử dụng nhẹ nhàng? Chà, bạn có thể nung chảy nó thành một viên đạn đại bác khác và ném nó trở lại. Nhưng điều đó giúp ích cho ai? Hoặc bạn có thể biến nó thành một chậu hoa tuyệt đẹp - tràn ngập những bông hoa thơm ngát, khẳng định cuộc sống. Bây giờ, đó là điều mà mọi người có thể ủng hộ - hoặc phía trước cho vấn đề đó.",
  "Blooming Ordnance": "Khí Tài Nở Hoa",
  "If your windows are so lit that you’re afraid someone might klep them right off your crib, you might wanna consider a professional quality, recycled window disguise. Often used in the witness protection program, the Window Duster looks so much like a real fake mustache that YOU might even think it’s just a big mustachioed guy standing there sporting a monocle. That is, until your cat starts munching on it.": "Nếu cửa sổ của bạn sáng đến mức bạn sợ ai đó có thể lấy cắp chúng ngay khỏi nôi của bạn, bạn có thể muốn xem xét một lớp ngụy trang cửa sổ tái chế chất lượng chuyên nghiệp. Thường được sử dụng trong chương trình bảo vệ nhân chứng, Window Duster trông giống như một bộ ria mép giả thật đến mức BẠN thậm chí có thể nghĩ rằng đó chỉ là một anh chàng ria mép lớn đang đội một chiếc kính đơn tròng. Đó là, cho đến khi con mèo của bạn bắt đầu nhai nó.",
  "886FEF9C": "Nghĩ rằng tái chế chỉ dành cho đồ nội thất? Hãy nghĩ lại! Đáng buồn thay, hàng ngàn cây bị bỏ rơi trên đường phố mỗi ngày. Tại Greenie-Go-Round, chúng tôi giải cứu chúng, chăm sóc chúng trở lại sức khỏe, cung cấp cho chúng một chậu mới sang trọng và sau đó đưa chúng lên để nhận nuôi cây. Cây đặc biệt này được tìm thấy trên một góc phố, bị lật nghiêng. Nó thích ánh sáng gián tiếp, nước và được hát cho nghe. Bạn sẽ cho nó một ngôi nhà vĩnh viễn và chứng minh rằng cỏ có thể xanh hơn ở phía bên kia?",
  "486B3273": "Nhận Nuôi Cây của Greenie-Go-Round",
  "E606322D": "Bạn có thể làm gì với một viên đạn đại bác đã qua sử dụng nhẹ nhàng? Chà, bạn có thể nung chảy nó thành một viên đạn đại bác khác và ném nó trở lại. Nhưng điều đó giúp ích cho ai? Hoặc bạn có thể biến nó thành một chậu hoa tuyệt đẹp - tràn ngập những bông hoa thơm ngát, khẳng định cuộc sống. Bây giờ, đó là điều mà mọi người có thể ủng hộ - hoặc phía trước cho vấn đề đó.",
  "A9C929F8": "Khí Tài Nở Hoa",
  "E5B5A35E": "Nếu cửa sổ của bạn sáng đến mức bạn sợ ai đó có thể lấy cắp chúng ngay khỏi nôi của bạn, bạn có thể muốn xem xét một lớp ngụy trang cửa sổ tái chế chất lượng chuyên nghiệp. Thường được sử dụng trong chương trình bảo vệ nhân chứng, Window Duster trông giống như một bộ ria mép giả thật đến mức BẠN thậm chí có thể nghĩ rằng đó chỉ là một anh chàng ria mép lớn đang đội một chiếc kính đơn tròng. Đó là, cho đến khi con mèo của bạn bắt đầu nhai nó.",
  "Window Duster – by The Window Guise": "Window Duster – của The Window Guise",
  "puddleToxic_EP09GEN01": "puddleToxic_EP09GEN01",
  "The household revolution has begun! Take your unwanted trash, chairs, and stuffed toys and shed them into reusable materials and components. With the latest Guntdach Recycler you too can keep our planet thriving and healthy into the next century<b>*</b>!\\n\\n<b><i>(*Guntdach products do not guarantee that the planet will remain thriving and healthy with their use)</b></i>": "Cuộc cách mạng hộ gia đình đã bắt đầu! Lấy rác, ghế và đồ chơi nhồi bông không mong muốn của bạn và biến chúng thành vật liệu và thành phần có thể tái sử dụng. Với Guntdach Recycler mới nhất, bạn cũng có thể giữ cho hành tinh của chúng ta phát triển mạnh mẽ và khỏe mạnh sang thế kỷ tới<b>*</b>!\n\n<b><i>(*Các sản phẩm của Guntdach không đảm bảo rằng hành tinh sẽ tiếp tục phát triển mạnh mẽ và khỏe mạnh khi sử dụng chúng)</b></i>",
  "Guntdach Home Recycler": "Guntdach Home Recycler",
  "Flowers and Flora Rug": "Thảm Hoa và Thực Vật",
  "1A27B461": "Window Duster – của The Window Guise",
  "1F20FB27": "puddleToxic_EP09GEN01",
  "FC8EF2A9": "Cuộc cách mạng hộ gia đình đã bắt đầu! Lấy rác, ghế và đồ chơi nhồi bông không mong muốn của bạn và biến chúng thành vật liệu và thành phần có thể tái sử dụng. Với Guntdach Recycler mới nhất, bạn cũng có thể giữ cho hành tinh của chúng ta phát triển mạnh mẽ và khỏe mạnh sang thế kỷ tới<b>*</b>!\n\n<b><i>(*Các sản phẩm của Guntdach không đảm bảo rằng hành tinh sẽ tiếp tục phát triển mạnh mẽ và khỏe mạnh khi sử dụng chúng)</b></i>",
  "17612C8C": "Guntdach Home Recycler",
  "E5525A8A": "Thảm Hoa và Thực Vật",
  "A beautifully tactile floor covering featuring ever-living flora.": "Một tấm phủ sàn xúc giác tuyệt đẹp có đặc trưng là hệ thực vật luôn tồn tại.",
  "What oh what is this rug made of? Is it woven from palm fronds sourced high up above, or loomed from old teddy bears cuddled with love? It is threaded together from wool white as snow? Is it stitched up from cotton? Guess we'll never know...": "Tấm thảm này được làm từ gì vậy? Nó có được dệt từ lá cọ có nguồn gốc từ trên cao hay được dệt từ những con gấu teddy cũ được âu yếm bằng tình yêu? Nó có được xâu chuỗi với nhau từ len trắng như tuyết không? Nó có được khâu từ bông không? Đoán xem chúng ta sẽ không bao giờ biết...",
  "Mystery Material Rug": "Thảm Vật Liệu Bí Ẩn",
  "Digitally stitched to perfection, this Fabricated Rug has got you covered.": "Được khâu kỹ thuật số đến mức hoàn hảo, Tấm Thảm Chế Tạo này sẽ che phủ bạn.",
  "Fabricated Rug": "Thảm Chế Tạo",
  "3AB5E895": "Một tấm phủ sàn xúc giác tuyệt đẹp có đặc trưng là hệ thực vật luôn tồn tại.",
  "2F93ED6A": "Tấm thảm này được làm từ gì vậy? Nó có được dệt từ lá cọ có nguồn gốc từ trên cao hay được dệt từ những con gấu teddy cũ được âu yếm bằng tình yêu? Nó có được xâu chuỗi với nhau từ len trắng như tuyết không? Nó có được khâu từ bông không? Đoán xem chúng ta sẽ không bao giờ biết...",
  "F89B3BF5": "Thảm Vật Liệu Bí Ẩn",
  "9150AD89": "Được khâu kỹ thuật số đến mức hoàn hảo, Tấm Thảm Chế Tạo này sẽ che phủ bạn.",
  "B099B9EC": "Thảm Chế Tạo",
  "Celebrities love decorating their homes and then quickly redecorating when the newest fad pops up. While trendy, it leads to many discarded upscale items. This particular rug was briefly in the home of a wealthy pop star socialite for a hot minute only to be displaced during an interior design crisis. Sometimes, fame and fortune are the enemies of good judgement.": "Người nổi tiếng thích trang trí nhà của họ và sau đó nhanh chóng trang trí lại khi mốt mới nhất xuất hiện. Mặc dù hợp thời trang, nhưng nó dẫn đến nhiều món đồ cao cấp bị loại bỏ. Tấm thảm đặc biệt này đã từng ở trong nhà của một nhà xã hội nổi tiếng giàu có trong một phút nóng bỏng chỉ để bị thay thế trong một cuộc khủng hoảng thiết kế nội thất. Đôi khi, danh tiếng và tài sản là kẻ thù của phán đoán tốt.",
  "Straight Outta Malibu Rug": "Thảm Ra Khỏi Malibu",
  "A part used for advanced eco-related upgrades.": "Một bộ phận được sử dụng cho các nâng cấp liên quan đến sinh thái tiên tiến.",
  "{S.Eco-Upgrade Part}{P.Eco-Upgrade Parts}": "{S.Bộ Phận Nâng Cấp Sinh Thái}{P.Các Bộ Phận Nâng Cấp Sinh Thái}",
  "Too bright outside when you’re trying to take an afternoon nap? Enjoy the shade under this trellis to receive the perfect amount of sunshine.": "Quá sáng bên ngoài khi bạn đang cố gắng ngủ trưa? Tận hưởng bóng râm dưới giàn này để nhận được lượng ánh sáng mặt trời hoàn hảo.",
  "452FAA4A": "Người nổi tiếng thích trang trí nhà của họ và sau đó nhanh chóng trang trí lại khi mốt mới nhất xuất hiện. Mặc dù hợp thời trang, nhưng nó dẫn đến nhiều món đồ cao cấp bị loại bỏ. Tấm thảm đặc biệt này đã từng ở trong nhà của một nhà xã hội nổi tiếng giàu có trong một phút nóng bỏng chỉ để bị thay thế trong một cuộc khủng hoảng thiết kế nội thất. Đôi khi, danh tiếng và tài sản là kẻ thù của phán đoán tốt.",
  "03F42455": "Thảm Ra Khỏi Malibu",
  "ED4E0A3E": "Một bộ phận được sử dụng cho các nâng cấp liên quan đến sinh thái tiên tiến.",
  "A9033BC1": "{S.Bộ Phận Nâng Cấp Sinh Thái}{P.Các Bộ Phận Nâng Cấp Sinh Thái}",
  "1F70EA47": "Quá sáng bên ngoài khi bạn đang cố gắng ngủ trưa? Tận hưởng bóng râm dưới giàn này để nhận được lượng ánh sáng mặt trời hoàn hảo.",
  "Fabricated Outdoor Trellis": "Tạo giàn leo ngoài trời",
  "Birds from all over at the door by the perch\\nWho watch over you\\nHere's a little birdhouse for your soul\\nNot to brag about how finely this is made, but innit?\\nHere's a little birdhouse for your soul": "Chim từ khắp nơi ở cửa bởi mỏm đá\nAi trông chừng bạn\nĐây là một ngôi nhà chim nhỏ cho tâm hồn bạn\nKhông phải để khoe khoang về việc cái này được làm tốt như thế nào, nhưng phải không?\nĐây là một ngôi nhà chim nhỏ cho tâm hồn bạn",
  "A Little Birdhouse": "Một Ngôi Nhà Chim Nhỏ",
  "": ""
}