{
  "D462686D": "Khu đất của bạn sẽ hạnh phúc hơn nhiều với một Giàn che\nGiàn, Giàn, Giàn che\nKhu đất của bạn sẽ hạnh phúc hơn nhiều với một Giàn che\nĐược cấu trúc đầy đủ và thêm một chút màu sắc\nĐược lắp ráp sẵn và đảm bảo sẽ làm hài lòng\nĐừng bỏ lỡ Giàn che này, hãy để những giấc mơ của nó thành hiện thực.",
  "9044B938": "Câu Chuyện Về Một Giàn Che Sống Động",
  "B4AD7B43": "Nếu bạn nghĩ về nó, giặt giũ là một ví dụ hoàn hảo về tái chế. Quần áo được cho vào, giặt sạch và mặc lại. Hầu hết mọi người không vứt quần áo bẩn, trừ khi bạn là một tỷ phú lập dị, và ngay cả khi đó, bạn ít nhất cũng nên cắt vải để may thành một loại Zeplin nào đó. Người giàu, tôi nói đúng không? Dù sao thì, giỏ đựng đồ giặt này là hoàn hảo cho tất cả các nhu cầu về chu trình giặt giũ của bạn. Từ giai đoạn bẩn đến giai đoạn mềm mại, nó luôn ở đó cho bạn trên mọi bước đường của hành trình \"tái chế quần áo\" của bạn.",
  "2075A492": "Giỏ Mây Đựng Đồ Giặt Quay Vòng",
  "FC129D69": "Đó là một câu chuyện lâu đời: một cái cây nhìn thấy một cái cây khác ở phía bên kia phòng. Nó vươn những chiếc lá ra, nhưng than ôi! Bị ngăn cách bởi một bàn cà phê hoặc một chiếc TV, chúng không bao giờ có định mệnh gặp nhau và sống cuộc đời của chúng trong sự cô đơn quang hợp. Đừng để điều này xảy ra với cây của bạn! Cây cũng cần bạn bè! Khu vườn thẳng đứng độc đáo này mang đến cho cây của bạn một cộng đồng ấm cúng mà chúng khao khát trong một thiết kế hấp dẫn, bền vững. Hãy xem cây của bạn phát triển... cùng nhau!",
  "8AC9A64C": "Chậu Treo Tường Bạn Cây - của Friendly Fern Inc.",
  "C6273FCD": "Bảng Hiệu Thân Thiện, Bảng Hiệu Cổng Vòm Thân Thiện Với Môi Trường, làm bất cứ điều gì mà một bảng hiệu và cổng vòm có thể làm.\nTrông đẹp, đồng thời làm điều tốt\nNói cho Sims biết đi đâu và ở đó có gì\nHãy coi chừng, có bảng hiệu thân thiện.\n\nNó có mạnh mẽ không? Có! Được làm bằng gỗ tái chế.\nSơn không độc hại và cảm giác chào đón ấm cúng dễ thương\nChào bạn! Có Bảng Hiệu Cổng Vòm Thân Thiện Với Môi Trường.",
  "95009418": "Thân Thiện, Thân Thiện Với Môi Trường Của Bạn! - Bảng Hiệu Cổng Vòm",
  "E47BC78F": "Đôi khi việc leo trèo tốt thật khó khăn! Vì vậy, nếu bạn đang gặp khó khăn trong việc đạt được những lớp phủ tường thực vật đẹp mắt mà bạn thấy trong các danh mục làm vườn, thì đừng tìm đâu xa. Giàn lưới này sẽ khiến bạn bè và hàng xóm của bạn phải thốt lên \"WOW! Thật là một sự leo trèo!\" Và nó là một sự leo trèo tuyệt vời! Mẫu giàn lưới hình kim cương của chúng tôi khuyến khích các loài cây leo bám chắc chắn, làm cho những bông hoa leo của bạn trở nên đẹp nhất có thể.",
  "055BD056": "Wow, Thật Là Một Sự Leo Trèo! Giàn Hoa",
  "1BF3DD07": "\"Nếu cây cối mặc quần, chúng chắc chắn sẽ nhảy múa.\nNhưng vì chúng không thể. Bởi vì chúng là một cái cây.\nChúng bị nhồi vào chậu tại trạm trồng cây này.\nMà bạn nên mang về nhà.\nĐến địa điểm của riêng Sims bạn.\"",
  "141D72BE": "Rắc Rối Với Cây Cối",
  "9470BDAD": "Bạn đang muốn tăng thêm sự riêng tư trong nhà mà không cần dựng tường theo đúng nghĩa đen? Hãy làm điều đó với một vài dây leo! Vách ngăn này là hoàn hảo cho bạn! Được làm bằng 100% dây leo thật, được xử lý để bảo quản tối đa, vách ngăn này cũng sẽ làm cho khu đất của bạn xanh hơn một chút, tốt hơn một chút.",
  "5883F478": "Làm Điều Đó Với Một Vài Dây Leo",
  "57CBE048": "Có nguồn gốc bí ẩn, được xếp chồng lên để thuận tiện.",
  "1BB174E7": "Đống Rác",
  "EDA347E7": "Đây không chỉ là một cái hộp thông thường - đó là một cái hộp có dán đề can lên trên! Được làm bằng vật liệu phân hủy sinh học và thân thiện với môi trường đặc biệt, còn được gọi là bìa cứng, Hộp Đựng Nhãn Dán sẽ giữ cho tất cả các bộ sưu tập quý hiếm của bạn an toàn và những tạp chí đáng xấu hổ của bạn khuất tầm mắt!",
  "5CE8F91E": "Hộp Đựng Nhãn Dán",
  "34CA238A": "Gánh nặng bởi thực phẩm và đồ uống có ga để thỏa mãn những người đói khát, khay vị tha cống hiến cuộc đời mình để giúp mang những gì mà chúng ta, những Sim, không thể mang trong một chuyến đi. Đúng như cách của Khay, luôn ở đó vì những người cần, không hỏi một câu hỏi nào. Tất cả chúng ta có thể học được một điều gì đó từ Khay.",
  "DCD0F395": "Khay",
  "C1A6F8AD": "Bạn được trao tặng tấm bảng này để ghi nhận mọi nỗ lực của bạn trong việc trở thành Nhà Sáng Chế vĩ đại nhất mọi thời đại... không còn nghi ngờ gì nữa!",
  "0A4BB578": "Bảng Vinh Danh Dấu Ấn của Nhà Sáng Chế",
  "118E851E": "Mở khóa bằng cách đạt tối đa thanh hiệu suất trong sự nghiệp Người Làm Tự Do với tư cách là một Nhà Chế Tạo Tự Do lần thứ tư.",
  "8BA83835": "Đã mở khóa lần thứ tư khi một Sim đạt tối đa thanh hiệu suất trong sự nghiệp Người Làm Tự Do với tư cách là một Nhà Sáng Chế Tự Do.",
  "4282C5D4": "Chiếc bát này có một quá khứ phức tạp, gần như vô nghĩa. Nó bắt đầu hành trình ngắn ngủi của mình trên hành tinh này với tư cách là một quả bóng bowling sáng bóng có nguồn gốc đáng ngờ. Nó đã ở bên cạnh chủ nhân của nó trong suốt những thăng trầm của cuộc đời. Nhưng hôm nay nó đã được định tuyến lại để tạo ra chiếc bát Simsunite TM được tái sử dụng này. Hãy đổ đầy quả Lingonberry vào và ngắm nhìn nó kết nối toàn bộ căn phòng lại với nhau.",
  "066492BB": "Bóng Bowling – của Ruderdino Industries",
  "4DB21E1E": "Đây là một ý tưởng không được suy nghĩ kỹ cho lắm. Nhiều năm trước, những thợ thủ công lành nghề đã từng chạm khắc thủ công những mô hình tàu thuyền buồm nổi tiếng, thu nhỏ và công phu bên trong những chiếc chai gỗ này. Chúng ở trong đó nhưng vì toàn bộ chuyện \"không trong suốt\", bạn không thể đánh giá hết được sự khéo léo bên trong. Vì vậy, để bù đắp những tổn thất của chúng tôi, chúng tôi đã tái sử dụng chai để trở thành một giá đỡ que khô đẹp nhưng ít ấn tượng hơn một chút.",
  "CE8C0921": "Thuyền Trong Chai – của The Whitlin Group",
  "63461726": "Mỗi que đã được một chú chó con tình nguyện viên địa phương mang về trong nỗ lực dọn sạch bụi rậm khô từ các khu rừng. Hãy cảm thấy hài lòng về sự đóng góp của chiếc bình này vào việc bảo tồn động vật hoang dã, và cả về những phương pháp đáng yêu mà nó được sản xuất. Được tạo ra bởi thiên nhiên, được trưng bày theo cách mà thiên nhiên mong muốn!",
  "7252AF39": "Bình Hoa Go Fetch",
  "594D019B": "Được chạm khắc một cách yêu thương từ những gốc cây thông Noel bị bỏ đi, chiếc bình đa diện này giúp chúng ta nhớ rằng vẻ đẹp có ở khắp mọi nơi. Tận hưởng những ngày lễ quanh năm theo cách tinh tế và khác thường nhất!",
  "66720D7A": "Bình Hoa Mỗi Ngày Đều Là Ngày Lễ",
  "89198510": "Nghệ thuật đích thực không thể được tái tạo, trừ khi nó ở trong một Máy Chế Tạo. Vật trang trí tường khơi gợi cuộc trò chuyện này sẽ thêm một chút tinh tế cho bất kỳ hộ gia đình nào.",
  "C52EFA3F": "Vật Trang Trí Tường Tinh Tế Được Chế Tạo",
  "FB167986": "Có cây cối ở nhà có thể giúp ích cho môi trường của bạn và làm bừng sáng một ngày của bạn. FuturPlantz không chỉ có thể giữ cho cây của bạn được tưới nước và nuôi dưỡng, ngay cả khi chúng không phải là cây thật, mà nó còn trông giống như một tác phẩm nghệ thuật.",
  "ABCD0619": "Thiết Bị Giữ Cây Cối FuturPlantz",
  "43C4081C": "Bạn có mệt mỏi vì phải căng cổ để nhìn hoa trên mặt đất không? Ai có ý tưởng thông minh là đặt chúng xuống dưới đó vậy? Chúng tôi đã phát triển một cách tiện dụng hơn để chiêm ngưỡng vẻ đẹp tự nhiên ngay tại sự tiện lợi của ngôi nhà bạn. Với bức tường hoa này, những bông hoa dại đầy màu sắc mọc ngang tầm mắt. Không còn đau cổ hoặc những lần đến bác sĩ nắn khớp xương không cần thiết nữa. Chỉ cần hướng mắt về bức tường yêu thích mới của bạn và BAM! Vẻ đẹp tự nhiên.",
  "F8A313F3": "Tường Hoa Thân Thiện Với Môi Trường và Tiện Dụng",
  "35A8A323": "Biến phòng khách của bạn thành một phòng đầy lá với Điêu Khắc Lá Rụng!",
  "6EE6DAF2": "Điêu Khắc Lá Rụng của Qualitree Ferniture",
  "9098721C": "Không gì cho bạn bè của bạn biết rằng “Bạn đang bơi trong Simoleon” hơn là một chồng tranh крутые chưa treo, chỉ đơn giản là dựa vào tường của bạn. Nhưng điều họ không cần biết là những bức tranh này thực sự được các nhà tái chế chọn thủ công từ Thùng Rác Nghệ Thuật. Chọn từ các bậc thầy như Johannes Verklempt, Claude Mayonnaise, Mikey Angelino và Vince VanGoo để kể tên một vài người. Và may mắn cho bạn, cả 3 bức tranh này đều bị dính vào nhau. Bạn có thể nói, mua 3 tính tiền 1!",
  "EB4031F3": "Đống Tranh Màu Mè – của Art Dumpster",
  "6A6A4BB8": "Đó là tất cả những gì bạn yêu thích ở плакаты… giờ được làm bằng gỗ tự nhiên thay vì giấy được xử lý hóa học cao! Chọn từ một số thiết kế tập trung vào động vật, bao gồm Diced Dino, Rehashed Rooster và Bunny Bits. Yêu chúng đến từng mảnh!",
  "6C78DAB7": "Плакат Gỗ Yêu Đến Từng Mảnh",
  "640AD382": "Một số người nói rằng một số Sim đã hơi phát điên khi đếm các đường của tác phẩm nhấn nhá này. Một số người nói rằng không có đường mà chỉ có khoảng trống. Đây là đường hay khoảng trống? Chúng có thể là cả hai không? Bất kể chúng là gì, chúng là một cách đẹp và đơn giản để thêm kết cấu cho không gian tường của bạn. Chỉ cần đừng cố gắng leo lên chúng.",
  "F857327D": "Đường Kẻ Trên Tường - Đường Kẻ Ngang",
  "5E22D0AF": "Một số người nói rằng một số Sim đã hơi phát điên khi đếm các đường của tác phẩm nhấn nhá này. Một số người nói rằng không có đường mà chỉ có khoảng trống. Đây là đường hay khoảng trống? Chúng có thể là cả hai không? Bất kể chúng là gì, chúng là một cách đẹp và đơn giản để thêm kết cấu cho không gian tường của bạn. Chúng không nên bị nhầm lẫn với lan can, chúng tôi cũng không khuyên bạn nên leo lên chúng.",
  "BA1C8EF6": "Đường Kẻ Trên Tường - Đường Kẻ Dài Hơn",
  "73008BF4": "Một số người nói rằng một số Sim đã hơi phát điên khi đếm các đường của tác phẩm nhấn nhá này. Một số người nói rằng không có đường mà chỉ có khoảng trống. Đây là đường hay khoảng trống? Chúng có thể là cả hai không? Bất kể chúng là gì, chúng là một cách đẹp và đơn giản để thêm kết cấu cho không gian tường của bạn. Một số người sử dụng chúng để giúp họ đo đạc mọi thứ ở nhà, nhưng chúng tôi không chắc chúng chính xác đến mức nào.",
  "F0287E5B": "Đường Kẻ Trên Tường - Đường Kẻ Vô Tận",
  "0343B0AB": "Nó không phải là tấm thảm единорог từ thời trung cổ, nhưng người ta có thể tranh luận rằng nó chắc chắn hơn và có ý thức bảo vệ môi trường hơn. Ý tôi là, bạn có thể tưởng tượng có bao nhiêu единорог đã chết để làm ra những tấm thảm đó không?! Tấm \"thảm\" kính của chúng tôi được làm từ những chai tái chế thuộc mọi loại, được thổi và tạo hình thành một tác phẩm điêu khắc chắp vá tuyệt đẹp. 100% không có единорог!",
  "2B55A9AA": "Tấm Thảm Kính Lượn Sóng",
  "94E1ACB6": "Khi Red Herring già đi, sự giằng co của tự nhiên trở nên áp đảo và con cá nhượng bộ để bản năng bơi ngược dòng để diệt vong. Chính vùng nước đầu nguồn đã từng nuôi dưỡng Red Herring giờ đây từ từ nuốt chửng con cá từng hùng mạnh. Trong vòng vài ngày, tất cả những gì còn lại là những tấm ván gỗ lớn hình xương cá, vương vãi khắp bờ sông. Những tấm ván đó sẽ được người dân địa phương thu gom và tái chế thành nghệ thuật treo tường và bán tại các cuộc bán гараж - do đó hoàn thành vòng đời.",
  "E6C855E9": "Một Con Red Herring Khác",
  "76245223": "Hãy bao bọc ngôi nhà của bạn ấm cúng như một con bọ trong một chiếc burrito đậu. Chỉ cần lắp đặt những hộp trồng cây sống Nature's Blanket thân thiện với môi trường, cao 3 mét này ở bên cạnh nơi ở của bạn. Chúng có thể làm giảm nhiệt độ bên trong ngôi nhà của bạn lên đến 92 độ. Điều đó sẽ giúp bạn tiết kiệm một khoản tiền lớn chỉ tính riêng chi phí mua nước chanh. Và nói về sự yên tĩnh? Bạn sẽ không bao giờ nghe thấy chúng lớn lên - đảm bảo!",
  "B8DCB7F2": "Tấm Chăn Thiên Nhiên",
  "695C5C86": "Hãy bao bọc ngôi nhà của bạn ấm cúng như một con bọ trong một chiếc burrito đậu. Chỉ cần lắp đặt những hộp trồng cây sống Nature's Blanket thân thiện với môi trường, cao 4 mét này ở bên cạnh nơi ở của bạn. Chúng có thể làm giảm nhiệt độ bên trong ngôi nhà của bạn lên đến 92 độ. Điều đó sẽ giúp bạn tiết kiệm một khoản tiền lớn chỉ tính riêng chi phí mua nước chanh. Và nói về sự yên tĩnh? Bạn sẽ không bao giờ nghe thấy chúng lớn lên - đảm bảo!",
  "C8E33F19": "Tấm Chăn Cao Lớn Thiên Nhiên",
  "C7467DC1": "Hãy bao bọc ngôi nhà của bạn ấm cúng như một con bọ trong một chiếc burrito đậu. Chỉ cần lắp đặt những hộp trồng cây sống Nature's Blanket thân thiện với môi trường, cao 5 mét này ở bên cạnh nơi ở của bạn. Chúng có thể làm giảm nhiệt độ bên trong ngôi nhà của bạn lên đến 92 độ. Điều đó sẽ giúp bạn tiết kiệm một khoản tiền lớn chỉ tính riêng chi phí mua nước chanh. Và nói về sự yên tĩnh? Bạn sẽ không bao giờ nghe thấy chúng lớn lên - đảm bảo!",
  "378627F4": "Tấm Chăn Thật Cao Lớn Thiên Nhiên",
  "7E5E6914": "Đôi khi không quan trọng bạn đến từ đâu, mà là bạn sẽ đi đâu! Tình cảm đó được thể hiện một cách tuyệt đẹp trong bức tường vận động học cao 3 mét vừa có chức năng vừa mang tính nghệ thuật này. Với tấm thảm gồm các mảnh được chế tác riêng lẻ, có thể xoay và lật... giống như cuộc sống vậy đó. Hẹn gặp lại bạn ở phía bên kia.",
  "4F0473FB": "Tường Hẹn Gặp Lại Bạn Ở Phía Bên Kia",
  "7FDADC65": "Đôi khi không quan trọng bạn đến từ đâu, mà là bạn sẽ đi đâu! Tình cảm đó được thể hiện một cách tuyệt đẹp trong bức tường vận động học cao 4 mét vừa có chức năng vừa mang tính nghệ thuật này. Với tấm thảm gồm các mảnh được chế tác riêng lẻ, có thể xoay và lật... giống như cuộc sống vậy đó. Hẹn gặp lại bạn ở phía bên kia.",
  "326D34E0": "Tường Hẹn Gặp Lại Bạn Ở Phía Bên Kia - Vừa",
  "99EABB1A": "Đôi khi không quan trọng bạn đến từ đâu, mà là bạn sẽ đi đâu! Tình cảm đó được thể hiện một cách tuyệt đẹp trong bức tường vận động học cao 5 mét vừa có chức năng vừa mang tính nghệ thuật này. Với tấm thảm gồm các mảnh được chế tác riêng lẻ, có thể xoay và lật... giống như cuộc sống vậy đó. Hẹn gặp lại bạn ở phía bên kia.",
  "2E7C3245": "Tường Hẹn Gặp Lại Bạn Ở Phía Bên Kia - Cao",
  "72E36856": "Trong những năm 80, các ban nhạc Hair Metal Glam thống trị và những người lắc đầu điên cuồng như Motley Sister, Shreder, Skid Marxx & Gums & Roseburg đã đứng trên đỉnh Metal Mountain. Giờ đây, chỉ trong một thời gian có hạn, bạn có thể sở hữu một phần của Lịch Sử Heavy Metal. Recycled Memories tự hào giới thiệu - The Art of Pants, Bên Trái. Một bộ sưu tập nghệ thuật treo tường được tạo ra một cách trang nhã bằng cách sử dụng những mảnh quần bó sát vụng về mà ca sĩ hoặc nghệ sĩ guitar yêu thích của bạn đã từng mặc trên sân khấu. Tuyệt vời? Chắc chắn rồi!",
  "097C4309": "Recycled Memories - Bên Trái",
  "50A4DF68": "Trong những năm 80, các ban nhạc Hair Metal Glam thống trị và những người lắc đầu điên cuồng như Motley Sister, Shreder, Skid Marxx & Gums & Roseburg đã đứng trên đỉnh Metal Mountain. Giờ đây, chỉ trong một thời gian có hạn, bạn có thể sở hữu PHẦN CÒN LẠI của Lịch Sử Heavy Metal. Recycled Memories tự hào giới thiệu The Art of Pants, Bên Phải. Một bộ sưu tập nghệ thuật treo tường được tạo ra một cách trang nhã bằng cách sử dụng những mảnh quần bó sát vụng về mà ca sĩ hoặc nghệ sĩ guitar yêu thích của bạn đã từng mặc trên sân khấu. Tuyệt vời? Chắc chắn rồi!",
  "C6FE5087": "Recycled Memories - Bên Phải",
  "2A801CF0": "Đôi khi, trong một khoảnh khắc, chúng ta khao khát một chút рельеф trên tường. Nhưng trong trường hợp này, một số chi tiết ván gỗ để làm nổi bật bức tường của chúng ta sẽ làm được khi chúng ta không thể chạm khắc một cái từ bề mặt của chính bức tường. Các đường thẳng đứng, đẹp và đơn giản để tạo cảm giác về chiều cao cho không gian của bạn. Bị cuốn đi bởi các đường kẻ, bạn sẽ tự hỏi... có 3 khoảng trống hay 4 đường kẻ?",
  "DAE0E49F": "Đường Kẻ Trên Tường - Đường Kẻ Thẳng Đứng",
  "3D6EA4B1": "Đôi khi, trong một khoảnh khắc, chúng ta khao khát một chút рельеф trên tường. Nhưng trong trường hợp này, một số chi tiết ván gỗ để làm nổi bật bức tường của chúng ta sẽ làm được khi chúng ta không thể chạm khắc một cái từ bề mặt của chính bức tường. Các đường thẳng đứng, đẹp và đơn giản để tạo cảm giác về chiều cao cho không gian của bạn. Bị cuốn đi bởi các đường kẻ, bạn sẽ tự hỏi... có 3 khoảng trống hay 4 đường kẻ? Tại sao chúng dường như vô tận?",
  "72052284": "Đường Kẻ Trên Tường - Đường Kẻ Thẳng Đứng Dài Hơn",
  "DDDAD2A6": "Đôi khi, trong một khoảnh khắc, chúng ta khao khát một chút рельеф trên tường. Nhưng trong trường hợp này, một số chi tiết ván gỗ để làm nổi bật bức tường của chúng ta sẽ làm được khi chúng ta không thể chạm khắc một cái từ bề mặt của chính bức tường. Các đường thẳng đứng, đẹp và đơn giản để tạo cảm giác về chiều cao cho không gian của bạn. Bị cuốn đi bởi các đường kẻ, bạn sẽ tự hỏi... có 3 khoảng trống hay 4 đường kẻ? Chúng thực sự cao đến đâu?",
  "481509B9": "Đường Kẻ Trên Tường - Đường Kẻ Thẳng Đứng Vô Tận",
  "773F69D5": "Những mẩu nhỏ nugget được làm từ việc thu hoạch bọ cánh cứng.",
  "46DA63F0": "Nugget Bọ Cánh Cứng",
  "AAEC476A": "Những mẩu nhỏ nugget được làm từ việc thu hoạch Bọ Phun Khói.",
  "82A129F5": "Nugget Bọ Phun Khói",
  "AF33E8A1": "Bột mì làm từ việc thu hoạch dế.",
  "46AC4D54": "Bột Dế",
  "8C8E55B5": "Chúng có thể trông giống như ấu trùng côn trùng kinh tởm, nhưng thực sự, chúng là ấu trùng côn trùng kinh tởm mà cũng là một nguồn protein tốt.",
  "6395C250": "Bột Ấu Trùng",
  "578071AA": "Một gói trái cây cho Vườn Đứng A-OK Bloomer của bạn.",
  "CA51BB35": "Trái Cây Vườn Đứng",
  "1500E758": "Một gói thảo mộc cho Vườn Đứng A-OK Bloomer của bạn.",
  "DF37AFD7": "Thảo Mộc Vườn Đứng",
  "D58E850A": "Một gói hoa cho Vườn Đứng A-OK Bloomer của bạn.",
  "C6A56015": "Hoa Vườn Đứng",
  "34D0046C": "Chiếc tủ nổi bật này được tìm thấy tại một cuộc bán đồ cũ bởi một nhà sử học đồ nội thất, người đã nhận thấy một điều khá khác thường về nó. Các thử nghiệm sâu hơn xác nhận rằng nó đã được chạm khắc từ gỗ hóa đá! Có rất ít thông tin về người làm ra nó, nhưng gỗ có niên đại từ 67 triệu năm trước khi khủng long còn lang thang trên trái đất. Tất nhiên, công nghệ được sử dụng để xác định những ngày tháng như vậy đôi khi bị đoản mạch, vì vậy có thể nó chỉ có 6.700 năm tuổi khi đồ gốm là thứ mới nhất, hoặc 670 năm khi đan được phát minh lần đầu tiên, nhưng này. Dù sao thì nó vẫn khá cổ!",
  "62DC43A3": "Tủ Gỗ Hóa Đá",
  "06869645": "Vấp phải một ngọn núi giặt khổng lồ mỗi sáng từng là một cách sống, nhưng nó không nhất thiết phải như vậy. Với chiếc tủ đựng đồ giặt bóng bẩy này, khăn tắm, áo choàng, đồ lót và mọi thứ ở giữa có thể được khoác lên một cách yêu thương, cất giữ cẩn thận hoặc cất giữ một cách tùy tiện: không còn nằm trên sàn nhà! Vì vậy, nếu bạn đã chán việc hát yodel trên một ngọn núi tất và tự hỏi khi nào trận lở quần lót tiếp theo sẽ xảy ra, hãy chọn một chiếc ngay hôm nay.",
  "0B878040": "Tủ Đựng Đồ Giặt Tốt Hơn Sàn Nhà",
  "9F37D23A": "Cuối cùng, mọi Nhà Giam đều phải sụp đổ. Nhưng sự mất mát của các quận lại là lợi nhuận của bạn bởi vì giờ đây bạn có thể cải tạo trang trí nhà của mình bằng những vách ngăn kệ đáng yêu của Second Chance Shelves. Chúng được chế tác một cách côn đồ từ những thanh xà lim nhà tù đã qua sử dụng nhẹ nhàng và gỗ bàn ăn đã được phục hồi - Và siêu bền? Hãy cứ nói rằng bạn có thể ném sách vào chúng vì những chiếc kệ này đang thụ án chung thân không ân xá. Tất cả điều này với một mức giá sẽ không khiến bạn cảm thấy bị đâm.",
  "481BF2E5": "Second Chance Shelves – của Hoosegow Direct",
  "0E9FC98A": "Sắp xếp đồ đạc thật khó khăn. Không ai nên phải làm điều đó một mình, hoặc bị phán xét bởi số lượng lộn xộn mà bạn đã tích lũy được trong những năm qua. Chúng tôi hiểu điều đó và chúng tôi có chiếc tủ hoàn hảo để bạn cất giữ, à... bất cứ thứ gì bạn muốn! Chậu hoa cũ? Không vấn đề gì. Chiếc thang nhỏ mà bạn nghĩ sẽ lớn hơn nhiều khi bạn đặt hàng? Có ngay! Giỏ lá? Mang đến đây! Thặng dư tiểu thuyết lãng mạn fan-fiction viết tay cũ? Chúng tôi có cửa tích hợp để bạn che giấu sự xấu hổ của mình. Nếu bạn có nó, chúng tôi có một nơi để nó trong chiếc tủ này. Không hỏi một câu hỏi nào.",
  "4EF50595": "Tủ Bất Cứ Điều Gì Bạn Muốn",
  "D397A2E1": "Điều gì xảy ra với những chiếc thuyền chèo cũ? Những chiếc may mắn được thu hồi và biến thành những chiếc kệ bóng bẩy như chiếc này! Vì vậy, khi bạn nhìn vào chiếc kệ của mình, đừng chỉ nhìn thấy một chiếc kệ. Hãy nhìn thấy một ngày ở hồ, một dòng sông yên bình hoặc một ao vịt dễ thương. Hoặc, nếu trí tưởng tượng của bạn cần một chút công việc, bạn cũng có thể nhìn thấy một chiếc kệ. Không sao đâu. Sẽ không ai chèo bạn đâu.",
  "CF9A1A94": "Chèo, Chèo, Chèo Chiếc Kệ Của Bạn",
  "611F7B6D": "2 cái kệ đi vào một quán bar. Sau khi làm quen với cái kệ thứ hai, cái kệ thứ nhất quyết định hẹn hò với chúng. \"Này, bạn có thể... muốn đi chơi đâu đó không?\" cái kệ thứ nhất lo lắng hỏi. Cái kệ thứ hai nhiệt tình đồng ý, nhưng lại hiểu mọi thứ hơi quá đen tối. Phần còn lại là lịch sử, các bạn ạ. Đó là cách The Hanging Shelf ra đời!",
  "AFB98238": "Kệ Treo",
  "FD622B8D": "Được đo đạc hoàn hảo cho không gian tường của bạn, bất kỳ không gian tường nào sẽ cho nó dù sao đi nữa! Chiếc kệ này là hoàn hảo cho những ai thích giữ mọi thứ gọn gàng, trong cùng một không gian, nhưng với một chút thú vị. Mỗi kệ đều có một mục đích, mỗi kích thước đều được tính toán hoàn hảo để chứa hàng hóa của bạn.\n\n<b><i>Lưu ý: Kệ treo tường này được lắp ráp sẵn, để Sims không cảm thấy như đang chơi trò Blicblock khi cố gắng lắp đặt món đồ tuyệt đẹp này. Chúng tôi khuyên bạn không nên tách thành các mảnh riêng lẻ.</b></i>",
  "4181D9D8": "Bộ Kệ Tường Squarez-A-Warez",
  "87D4F24B": "Được trẻ em yêu thích, thiết kế kệ vui nhộn này mang lại sức sống cho bất kỳ căn phòng nào bất kể tuổi tác. Các khe cắm được đo đạc hoàn hảo sẽ mang đến cho hàng hóa của bạn một ngôi nhà đồng thời trông giống như nó được làm từ một trò chơi.",
  "804805CA": "Bộ Kệ Xáo Trộn Khó Hiểu",
  "CA4DD6F3": "shellLot_EP09ApartmentBlockDevBase01 mô tả giữ chỗ",
  "8599D322": "shellLot_EP09ApartmentBlockDevBase01 tên giữ chỗ",
  "7C101696": "shellLot_EP09ApartmentBlockDevMod01 mô tả giữ chỗ",
  "69AF6A49": "shellLot_EP09ApartmentBlockDevMod01 tên giữ chỗ",
  "0B0D68D6": "shellLot_EP09GENapartmentBlock_01 mô tả giữ chỗ",
  "15015C89": "shellLot_EP09GENapartmentBlock_01 tên giữ chỗ",
  "9BBDEBAF": "shellLot_EP09GENapartmentBlock_02 mô tả giữ chỗ",
  "AC3CEFF6": "shellLot_EP09GENapartmentBlock_02 tên giữ chỗ",
  "B09BA6F4": "shellLot_EP09GENapartmentBlock_03 mô tả giữ chỗ",
  "E248DF5B": "shellLot_EP09GENapartmentBlock_03 tên giữ chỗ",
  "AE7402AD": "shellLot_EP09GENapartmentBlock_04 mô tả giữ chỗ",
  "5C30B378": "shellLot_EP09GENapartmentBlock_04 tên giữ chỗ",
  "1B629296": "shellLot_EP09GENapartmentDevBase01 mô tả giữ chỗ",
  "D0E61E49": "shellLot_EP09GENapartmentDevBase01 tên giữ chỗ",
  "6D785F05": "shellPortal_EP09GENelevator3Tile Mô Tả Giữ Chỗ",
  "E83F7600": "shellPortal_EP09GENelevator3Tile Tên Giữ Chỗ",
  "45ED7D4F": "Hình ảnh về sức mạnh được nhân cách hóa trong một bồn rửa. Bồn rửa này không chỉ trông như đã nhìn thấy và trải qua rất nhiều điều, mà nó còn trông như đang xử lý nó một cách dễ dàng và duyên dáng. Có không gian để đặt khăn tắm gấp hoàn hảo, thậm chí cả không gian cho ống tưới vườn của bạn. Nhưng ai nói rằng điều này không thể mang lại cho ngôi nhà của bạn một vẻ ngoài gồ ghề bằng cách đặt nó trong nhà? Hoàn hảo cho phòng tắm dành cho khách ít bảo trì và những Sim bừa bộn.",
  "92772816": "Bồn Rửa Ngoài Trời La Vatea Inc.",
  "6043E06E": "Chứng minh cho mọi người thấy rằng bạn thực sự đã rửa tay trước khi quay lại làm việc bằng cách sử dụng Semi-Private WashUp. Bất kỳ người sợ vi trùng nào hoặc đại diện của Sở Y tế đều có thể thấy rõ ràng thông qua miếng Simsunite TM tái chế, mờ đục lớn rằng bạn đã hoàn toàn làm sạch mọi ngóc ngách của những ngón tay bẩn thỉu đó. Tự hào được sản xuất tại Washkansin.",
  "BCA59511": "Semi-Private WashUp – của TMI Industries",
  "EEFDC719": "Trong cuộc đời trước đây, chiếc ghế này đã tiếp đón nhiều Sim và thậm chí còn chơi Trò Chơi Ghế Âm Nhạc. Tuy nhiên, khi năm tháng trôi qua với nhiều lô đất và chủ sở hữu, nó đã kết thúc trong thùng rác của khu phố. Nhưng đừng sợ! Giờ đây, bạn đã mang lại cho nó một cuộc sống mới bằng cách giải cứu nó khỏi nanh vuốt của stanknation và nó hiện có thể trở thành một món đồ chủ lực sang trọng trong lô đất của bạn.",
  "52E9BA9C": "Ghế Ăn Đã Được Tân Trang",
  "FF7D21E1": "Thân thiện với môi trường không nhất thiết có nghĩa là 100% tái chế. Chiếc ghế chạm khắc thủ công này được đẽo gọt từ một mảnh gỗ rơi xuống chắc chắn, không sử dụng keo, vít, đinh hoặc vật liệu buộc nào lãng phí. Tính bền vững của những chiếc ghế này cũng là chủ đề khơi gợi cuộc trò chuyện hoàn hảo trong những bữa tối im lặng, khó xử giữa bạn và người yêu của bạn khi bạn đang đặt câu hỏi về mối quan hệ của mình và tự hỏi điều kỳ diệu đã đi đâu mất. 100% gỗ sồi!",
  "9D046794": "Ghế Ăn Khơi Gợi Cuộc Trò Chuyện",
  "D51341BC": "Thoải mái, thiết thực và rẻ hơn nhiều so với các thương hiệu hàng đầu, chiếc ghế ăn này sẽ mang đến cho gia đình bạn một nơi hoàn hảo để trú ẩn trong một bữa ăn gia đình.",
  "2F353913": "Ghế Ăn Được Chế Tạo",
  "747CAA8E": "Đôi khi bạn phải tự mình làm mọi việc… hoặc tự mình lắp vòi phun. Được tạo ra theo sở thích của riêng bạn, chiếc ghế này sẽ hoàn thiện bất kỳ căn phòng nào.",
  "1954C0B1": "Ghế Phòng Khách Được Chế Tạo",
  "3F67FDB4": "Nghỉ ngơi bên ngoài thậm chí còn tuyệt vời hơn khi bạn có một chiếc ghế đẹp để ngồi. Đảm bảo giảm căng thẳng với mỗi lần nghỉ ngơi ngoài trời.",
  "DC7E241B": "Ghế Ngoài Trời Được Chế Tạo",
  "F5BF1B11": "Mọi người đều so sánh bản thân với bạn bè và hàng xóm của họ, nhưng chiếc ghế này cho phép bạn cảm thấy tự mãn về tình yêu và lòng trắc ẩn của bạn đối với mẹ trái đất. Với phần tựa lưng đúc được làm từ 100% cốc sữa chua tái chế, bạn có thể yên tâm khi biết rằng bạn đang tái chế. Vì vậy, lần tới khi bạn có khách đến chơi, hãy đảm bảo rằng họ biết rằng rác của họ chắc chắn là kho báu của bạn. Kho báu mà bạn có thể ngồi lên!",
  "01032464": "Chiếc Ghế Này Được Tái Chế, Này!",
  "B4158A7B": "Những chiếc ghế này là một phần của một nghiên cứu về đồ nội thất thử nghiệm tại Đại học Britechester có tựa đề \"Ghế Có Cảm Xúc Không?\" kết quả là hàng trăm chiếc ghế vô gia cư vào cuối cuộc thử nghiệm. Mặc dù chưa bao giờ xác định được liệu những chiếc ghế có thể cảm nhận được hay không, nhưng nghiên cứu đã xác định rằng thiết kế độc đáo của chúng làm tăng thêm vẻ đẹp cho bất kỳ khu vực sinh hoạt nào.",
  "E7BCE6DA": "Ghế Tròn Lỗ Vuông",
  "7E426063": "Một kiệt tác khác của nhà thì thầm nội thất đầy triển vọng JaJa Henrich! Sử dụng thùng vận chuyển bị bỏ đi và vải bố bạc màu từ một nhà kho đáng ngờ bên ngoài San Myshuno, thiết kế khéo léo của JaJa tạo ra một chiếc ghế với quá khứ крутые hơn bất kỳ ai bạn biết. Ý tôi là, chiếc ghế này lớn lên trên đường phố và có lẽ có mối quan hệ với mafia... nhưng có một trái tim vàng và chắc chắn sẽ giúp con bạn làm bài tập về nhà nếu nó có tri giác. Đừng đánh giá một chiếc ghế bằng lớp vải bố của nó.",
  "1546E532": "Ghế Bố Bougie",
  "7470BEB9": "Tại sao Tchaikovsteen lại bỏ dở bản Jersey Symphony giọng B trưởng của mình? Bởi vì đôi khi đủ là đủ. Lấy chiếc ghế này làm ví dụ. Các khu vực quan trọng đã được bọc theo phong cách hơi sang trọng với các vật liệu mộc mạc, “tìm thấy xung quanh thị trấn”. Phần còn lại của nó? Không nhiều như vậy - Và tại sao nó lại phải như vậy chứ? Bạn không đậu buetox của mình trên mặt sau của nó. Tôi nói đúng không?",
  "59749DBC": "Ghế Dilettante – của Iffie Design & Construction",
  "0B936886": "Sự đơn giản và tính bền vững thường đi đôi với nhau và chiếc ghế này cũng không ngoại lệ! Với một chiếc đệm được làm từ xơ vải bông tái chế, bạn có thể thư giãn theo phong cách và suy nghĩ kỹ trước khi bạn vứt quả bóng xơ vải khổng lồ đó từ máy sấy. Thay vào đó, bạn có thể gửi nó qua đường bưu điện đến Lintwell Inc. và chúng tôi sẽ sẵn lòng dệt nó thành sự kỳ diệu của ghế thư giãn.",
  "4782A319": "Ghế Bành Linty Fresh - của Lintwell Inc.",
  "8BF8273D": "Chiếc диван ngoài trời này sẽ cải thiện phong cảnh và làm cho làn gió освежающий trở nên ngọt ngào hơn.",
  "2EC8DBA8": "Диван Ngoài Trời Được Chế Tạo",
  "B9B58DCC": "Không phải là thoải mái nhất trong số các ghế диваны, nhưng chắc chắn là... sống động nhất?! Được làm bằng bê tông và ván gỗ, chiếc диван này có thể phù hợp hơn cho trải nghiệm ngoài trời, nhưng ai nói rằng chúng ta không thể có cả hai cách trong nhà? Chiếc диван này đi kèm với khu vườn riêng của nó, hoàn hảo cho những người không có không gian ngoài trời để cho một chút bên ngoài vào trong...",
  "EDDF6483": "Chỗ Ngồi Trồng Cây",
  "BD1A9DA2": "Tươi mới và sẵn sàng cho bất kỳ phòng khách nào. Thoải mái cho cả gia đình và bạn bè. Đặt tất cả những rác thải lãng phí đó vào mục đích tốt, chiếc диван này đã biến thành một thứ mà bất kỳ người đam mê tái chế nào cũng sẽ tự hào. Thể hiện sự quên mình và quan tâm đến khu phố của bạn bằng cách xây dựng lại những gì từng chỉ là một đống rác đầy lon soda cũ, đồ ăn thừa và những chiếc chìa khóa mà bạn vô tình vứt đi thành một thứ gì đó đẹp đẽ.",
  "6A65D61D": "Диван Mô-đun Được Làm Mới",
  "D0619BD8": "Chiếc диван có thể được chế tạo, nhưng sự thoải mái mà nó mang lại là có thật. Một vật dụng phải có cho những ai đang tìm kiếm một thứ gì đó tuyệt vời và tiện dụng.",
  "B17AA557": "Диван Được Chế Tạo",
  "AB513E01": "Được thiết kế bởi nhà thì thầm đồ nội thất đầy triển vọng JaJa Henrich từ các vật liệu được tìm thấy trong một nhà kho bỏ hoang ở vùng ngoại ô San Myshuno, chiếc диван này thách thức những quan niệm định sẵn của chúng ta về sự thoải mái. Sử dụng thùng vận chuyển bị bỏ đi và vải bố bạc màu, thiết kế khéo léo và cách xử lý cẩn thận vải của JaJa chứng minh rằng chỉ vì một thứ gì đó có một quá khứ khó khăn không có nghĩa là nó không có định mệnh mang lại sự thoải mái cho người khác. Khiến bạn phải suy nghĩ!",
  "9F19BF34": "Диван Vải Bố Bougie",
  "CC78729E": "Khai thác sức mạnh của mặt trời! Sau đó, sử dụng nó cho những mưu đồ điên cuồng của riêng bạn! (Hoặc để cung cấp năng lượng cho ngôi nhà của bạn.) Chỉ cần nhớ giữ cho các tấm pin của bạn sạch sẽ, nếu không chúng sẽ không khai thác được nhiều đâu, phải không?",
  "44CDDEA1": "Tấm Pin Mặt Trời - Mặt Đất",
  "68179607": "Mặt trời thích chơi trốn tìm, và khi nó ló ra... tấm pin mặt trời trên mái nhà này đã sẵn sàng! Nó sẽ chộp lấy những tia nắng đó trước khi chúng biết chuyện gì đã xảy ra, biến chúng thành năng lượng thuần túy. Xin chào công ty điện lực, tôi thấy bạn rồi~",
  "8F994DBE": "Tấm Pin Mặt Trời - Mái Nhà",
  "A0ADC479": "sunRay_EP09GEN",
  "CACDAEDA": "Hãy đào nó nếu bạn muốn. Có những bàn cà phê vuông thực sự và sau đó có những Bàn Cà Phê Way Gone Cat. Chúng là những chiếc bàn chính trực đến mức chúng trở thành bàn cà phê bởi vì đó là một vụ nổ lớn để sống trong khoảnh khắc của sự bàn cà phê thuần túy. Được tái sử dụng từ những tấm ván sàn ngập tràn espresso của tất cả những Joe Joints tuyệt vời đã từng ôm lấy nhà thơ cookin’ beat, đây là thỏa thuận thực sự, daddy-O. Không phải một số bàn cà phê giả mạo. Nhắm mắt lại và lắng nghe kỹ. Bạn gần như hoàn toàn có thể đào những cặp từ vô nghĩa và ngón tay búng vang vọng trong mỗi tấm ván.",
  "2A911C05": "Bàn Cà Phê Hepcat – của HipsterHouse",
  "33E8CC97": "Chưa sẵn sàng để đi \"khảm đầy đủ\"? Dành cho những người muốn có cảm giác \"giống khảm\" tinh tế cho bàn cà phê của họ mà không cam kết một bức khảm đầy đủ, chúng tôi đang cung cấp một sự thỏa hiệp đáng yêu! Chiếc bàn khảm một phần này được khảm bằng gạch vòi sen tái chế để tạo thêm một sự bổ sung kỳ lạ cho bất kỳ căn phòng nào.",
  "7DA7A16E": "Bàn Cà Phê Mosaic-Lite",
  "3254BF9F": "Một chiếc bàn ăn cơ bản với cảm giác cổ điển. Món đồ này đã được phục hồi về tình trạng ban đầu và kết hợp hoàn hảo với Ghế Đã Được Tân Trang, tạo ra một bộ vừa đơn giản vừa tiết kiệm.",
  "EEFF8746": "Bàn Ăn Đã Được Tân Trang",
  "E535C4C1": "Nơi hoàn hảo để ngồi xuống ăn tối cùng gia đình. Đồ ăn tự làm ngon nhất khi đi kèm với đồ nội thất tự làm.",
  "A7D34CF4": "Bàn Ăn Được Chế Tạo",
  "073BB6F9": "Được làm bằng Gỗ Granite Falls có nguồn gốc và tái chế có đạo đức, chiếc bàn này là một trải nghiệm thị giác mà bản thân nó có thể tăng thêm trải nghiệm giác quan đó là ăn uống tại nhà. Bữa tối diễn ra quá lâu? Không có vấn đề gì ở đây, bạn có thể nhìn vào sự chuyển màu của màu sắc và biến nó thành một trò chơi trong khi bạn chờ đợi món Goopy Carbonara tuyệt vời của mình.",
  "8FB4F1FC": "Bàn Ăn Lumbered Pixels",
  "FD7E5939": "Một chiếc bàn nhỏ, nhưng có rất nhiều cá tính. Chân đế đơn giản được làm bằng sắt chắc chắn nhất và gỗ được đánh bóng để trưng bày lộn xộn hoặc chiếu sáng tối đa.\n\n<b><i>Không cần lắp ráp vì nó được lắp ráp sẵn và có khả năng được trả lại trước, trừ khi có quy định khác.</b></i>",
  "473D653C": "Bàn Bên Yêu Thích của Foundry",
  "493DE234": "Đèn, tác phẩm điêu khắc và điều khiển từ xa mà bạn đã tìm kiếm trong nhiều tháng sẽ trông tuyệt vời trên chiếc bàn bên hợp thời trang này.",
  "A4B9A99B": "Bàn Bên Được Chế Tạo",
  "3DF45D82": "Thêm một chút màu sắc vào cuộc sống của bạn! Đây là chiếc bàn nhỏ tốt nhất cho trong nhà và nó có thể đi đến hầu hết mọi nơi. Mặt trên là một bức tranh khảm được thực hiện và thiết kế bởi các nghệ sĩ đồ họa San Myshuno, truyền tải tình yêu của họ đối với màu sắc, tính cá nhân của cá tính và các hình dạng độc đáo, tạo ra một tác phẩm chiết trung mang đến cho căn phòng một điểm nhấn màu sắc rất cần thiết.\n\nDù nó được đặt trong phòng khách, phòng ngủ và này... tại sao không phải là phòng tắm? Nó có khả năng chịu tải đủ lớn và không thấm nước và chống ẩm.",
  "35E9B07D": "Những Mảnh Ghép Của Bạn - Bàn Bên",
  "498E34C7": "Từ các nhà sản xuất và thiết kế của Bàn Ăn Lumbered Pixels từng đoạt giải thưởng, chúng tôi có một chiếc bàn phù hợp để trưng bày sự lộn xộn và trang trí. Mặc dù chúng tôi thường không thiết kế để cực kỳ phù hợp với đồ nội thất của mình, nhưng món đồ này là một sự bổ sung tuyệt vời cho bộ mà bạn có thể sử dụng có hoặc không có các đơn vị khác. Cần một nơi để đặt chìa khóa của bạn và bất cứ thứ gì người đưa thư của bạn để lại trong hộp thư của bạn mà không quên nó ở đâu? Cần một nơi để trưng bày những điểm nhấn sẽ làm sáng bất kỳ căn phòng nào? Đừng tìm đâu xa, chiếc bàn này không chỉ cung cấp không gian mà còn là một trải nghiệm thị giác khi cố gắng tìm ra cách họ tạo ra những biến thể màu sắc đó một cách liền mạch.",
  "2B4FED7E": "Bàn Lối Vào Lumbered Pixels",
  "351EF9E9": "Chiếc bàn hoàn hảo cho những người đam mê DIY hoặc Phong Cách Mộc mạc. Chiếc bàn này được làm theo thiết kế dệt độc đáo sẽ khiến bạn tự hỏi chiếc bàn này thực sự được làm như thế nào? Được làm từ các vật liệu tái chế và nhập khẩu từ Sulani, nó thân thiện với môi trường và chắc chắn. Chiếc bàn này cũng được cách nhiệt (trừ khi nó thực sự bắt lửa) nên bạn có thể sử dụng nó mà không cần lo lắng về sự an toàn.",
  "636F13CC": "Bàn Lối Vào Đan Dệt",
  "CD079F2B": "Tại Furniture-Go-Round, các sản phẩm của chúng tôi được tái chế bền vững bằng cách sử dụng mọi thứ, từ những thứ bị bỏ đi từ khu chợ trời đến những giá sách DIY bị bỏ rơi. Nếu nó có thể được xé nhỏ và tái sử dụng, chúng tôi sẽ lấy nó và chế tạo những món đồ chắc chắn, trang trọng mà bạn thấy ngày nay. Nó có phải là đồ cổ không? Có thể tại một thời điểm nào đó, một phần của nó có thể đã từng là. Nhưng có một điều chắc chắn: nó không phải là gỗ tếch!",
  "63092D2A": "Bàn Lối Vào Aint Teak của Furniture-Go-Round",
  "7CFBC58B": "Khi bạn phải thực hiện một số \"tái chế cá nhân\", tại sao không làm điều đó trên bồn cầu vật liệu tái chế số 2 - The See-Thru Loo? Nó có một miếng Simsunite TM tái chế, mờ đục lớn ngay trong bồn cầu để bạn có thể theo dõi tiến trình của mình. Nói một cách đơn giản, việc đi vệ sinh ở bất kỳ nơi nào khác sẽ không phải là việc của ai khác.",
  "16D6C30A": "The See-Thru Loo – của TMI Industries",
  "6EEC69F3": "Một dạng nhiên liệu có khả năng tái tạo cao, thân thiện với môi trường được làm từ sinh khối côn trùng kết xuất.",
  "1BFB1C22": "Lon Đựng Nhiên Liệu Sinh Học Côn Trùng",
  "18137ABE": "Sức mạnh càng lớn, trách nhiệm càng cao. Chỉ với một lực hút mạnh mẽ của Máy Hút Khói Bụi Eco-Matic, Sims có thể nhanh chóng giảm ô nhiễm trong môi trường của họ, nhưng hãy cẩn thận, việc xử lý có trách nhiệm cũng là cần thiết. Hay là không?",
  "659FA541": "Máy Hút Khói Bụi Eco-Matic",
  "EE6B6F88": "Bạn biết đấy, Thùng Rác có tiếng xấu, phải không? Chắc chắn rồi, chúng bẩn thỉu và bốc mùi. Và vâng, có lẽ chúng được bao phủ bởi một lớp vỏ bí ẩn ghê tởm khiến bạn muốn quên rằng ngày hôm nay từng xảy ra.\n\nNhưng bạn đã bao giờ nghĩ rằng có lẽ, chỉ có lẽ thôi, ở đâu đó sâu thẳm bên trong vật chứa gớm ghiếc và bị hiểu lầm đó đang chờ đợi viên ngọc quý mới trong phòng khách của mẹ bạn? Hoặc có lẽ lặng lẽ nép mình bên dưới sự hôi thối ẩm thấp của chiếc tàu ghê tởm này là thành phần quý hiếm cho món ăn yêu thích mới của bạn?\n\nTôi đoán điều tôi đang cố gắng nói ở đây là, có lẽ đã đến lúc chúng ta cho rác một cơ hội. Đây là Một Thùng Rác Rất Đẹp.",
  "11D1DF27": "Một Thùng Rác Rất Đẹp",
  "15B0DF06": "Tôi muốn...\nTôi muốn TV Ăng-ten của tôi\nTôi muốn...\nTôi muốn TV Cổ Điển của tôi\nTôi muốn...\nTôi muốn TV Cổ của tôi\nTôi muốn...\nTôi muốn TV Cũ của tôi",
  "887C3E99": "TV Ăng-Ten Cổ Điển",
  "77B8F19A": "Sản phẩm từ những con ong siêng năng, sáp này có thể bị đánh cắp và dùng để làm nến.",
  "F62C0DC5": "Sáp Ong",
  "37CFC531": "Bạn làm mọi thứ có thể cho hành tinh. Bạn tái chế. Bạn giảm thiểu. Bạn tái sử dụng. Bạn khép kín vòng lặp. Bạn đào bới rác của hàng xóm để nhặt các hộp sữa chua. Đến một lúc bạn nên dành thời gian để chiêm ngưỡng hành tinh. Vì vậy, hãy dành một chút thời gian và nhìn ra vẻ đẹp của nó qua cửa sổ kiểu vịnh góc cạnh này. Bạn đã kiếm được nó.",
  "9A459C04": "Cửa Sổ Nhìn Chằm Chằm Góc Cạnh – của Distended Window Inc.",
  "F81057E8": "Bạn làm mọi thứ có thể cho hành tinh. Bạn tái chế. Bạn giảm thiểu. Bạn tái sử dụng. Bạn khép kín vòng lặp. Bạn đào bới rác của hàng xóm để nhặt các hộp sữa chua. Đến một lúc bạn nên dành thời gian để chiêm ngưỡng hành tinh. Vì vậy, hãy dành một chút thời gian và nhìn ra vẻ đẹp của nó qua cửa sổ kiểu vịnh góc cạnh này. Bạn đã kiếm được nó.\n\nGiờ cao hơn!",
  "DF1E5207": "Cửa Sổ Nhìn Chằm Chằm Góc Cạnh Lớn Hơn – của Distended Window Inc.",
  "D10CD813": "Bạn làm mọi thứ có thể cho hành tinh. Bạn tái chế. Bạn giảm thiểu. Bạn tái sử dụng. Bạn khép kín vòng lặp. Bạn đào bới rác của hàng xóm để nhặt các hộp sữa chua. Đến một lúc bạn nên dành thời gian để chiêm ngưỡng hành tinh. Vì vậy, hãy dành một chút thời gian và nhìn ra vẻ đẹp của nó qua cửa sổ kiểu vịnh góc cạnh này. Bạn đã kiếm được nó.\n\nChắc chắn là cao hơn, không thể phàn nàn ở đây, để xem nhiều hơn về hành tinh!",
  "91FF2CC2": "Cửa Sổ Nhìn Chằm Chằm Góc Cạnh Lớn Nhất Chúng Ta Có – của Distended Window Inc.",
  "926FDFCC": "Dành cho bộ sưu tập \"Này, còn nhớ những năm 90 không?\", chúng tôi đã nung chảy máy fax thành cửa sổ tuyên bố mạnh mẽ và chắc chắn này. Để thêm phần thú vị, hãy đứng trong cửa sổ và bắt chước máy fax một cách tốt nhất. Lưu ý rằng kính hai lớp bảo vệ người qua đường khỏi những tiếng rít khủng khiếp, hút hồn đã ám ảnh một thế hệ nhân viên văn phòng.",
  "FBF9BA83": "Cửa Sổ Máy Fax Tái Chế – của Distended Window Inc.",
  "4B2B8684": "Bạn không thể làm những chiếc cửa sổ cao 3 mét mỏng như dao cạo như thế này mà không bắt đầu từ vật liệu tái chế. Trên thực tế, những chiếc cửa sổ này QUÁ mỏng đến nỗi bạn có thể nhìn xuyên qua chúng. Đó là mỏng để chiến thắng!",
  "D58A684B": "Thindows III – của Wispy Witto Window Corp.",
  "52486115": "Bạn không thể làm những chiếc cửa sổ cao 4 mét mỏng như dao cạo như thế này mà không bắt đầu từ vật liệu tái chế. Trên thực tế, những chiếc cửa sổ này QUÁ mỏng đến nỗi bạn có thể nhìn xuyên qua chúng. Đó là mỏng để chiến thắng!",
  "FB0F3230": "Thindows IV – của Wispy Witto Window Corp.",
  "F9CDD04A": "Bạn không thể làm những chiếc cửa sổ cao 5 mét mỏng như dao cạo như thế này mà không bắt đầu từ vật liệu tái chế. Trên thực tế, những chiếc cửa sổ này QUÁ mỏng đến nỗi bạn có thể nhìn xuyên qua chúng. Đó là mỏng để chiến thắng!",
  "2309B655": "Thindows V – của Wispy Witto Window Corp.",
  "CF67A0AD": "Có phải chỉ mình tôi hay chiếc cửa sổ này mang lại cho bạn một thôi thúc mãnh liệt để lấp đầy nó bằng những viên sỏi xanh nhỏ, một bộ xương cướp biển, một ít nước và khoảng 20 con cá vàng kỳ lạ? Đó là bởi vì nó từng là một bể cá. Giờ đây, nó đã được tái sử dụng thành một chiếc cửa sổ lớn với tầm nhìn mắt cá về thế giới. Đứng trước nó và chẳng mấy chốc ai đó sẽ đến và cho bạn ăn quá nhiều.",
  "Aquarium Window – by Distended Window Inc.": "Cửa Sổ Hồ Cá – của Distended Window Inc.",
  "We wondered what it would be like to melt down broken windows into brand new windows...and now it's here! Presenting a window made from thousands of shards of other windows given a new life of clarity. To gaze through this window is to gaze through the views of all the windows from its past... but more likely than not, your regular life, views of pigeons and nosy squirrels will remain the same.": "Chúng tôi tự hỏi sẽ như thế nào nếu nung chảy những ô cửa sổ vỡ thành những ô cửa sổ hoàn toàn mới... và giờ nó đã ở đây! Xin giới thiệu một ô cửa sổ được làm từ hàng ngàn mảnh vỡ của những ô cửa sổ khác, mang đến một cuộc sống mới với sự rõ ràng. Ngắm nhìn qua ô cửa sổ này là ngắm nhìn quang cảnh của tất cả các ô cửa sổ từ quá khứ của nó... nhưng rất có thể, cuộc sống bình thường của bạn, quang cảnh chim bồ câu và những con sóc tò mò sẽ vẫn như cũ.",
  "Infinite Window": "Cửa Sổ Vô Tận",
  "We melted down old broken windows into brand new windows! To gaze through this window is to gaze through the views of all the windows from its past. Dramatic? Maybe. Efficient? Definitely! And with the Even More Infinite Window, you get even MORE window. A bargain? Clearly!": "Chúng tôi đã nung chảy những ô cửa sổ cũ vỡ thành những ô cửa sổ hoàn toàn mới! Ngắm nhìn qua ô cửa sổ này là ngắm nhìn quang cảnh của tất cả các ô cửa sổ từ quá khứ của nó. Kịch tính? Có thể. Hiệu quả? Chắc chắn! Và với Cửa Sổ Vô Tận Hơn Nữa, bạn sẽ có NHIỀU cửa sổ HƠN. Một món hời? Rõ ràng!",
  "Even More Infinite Window": "Cửa Sổ Vô Tận Hơn Nữa",
  "2ADD2D78": "Cửa Sổ Hồ Cá – của Distended Window Inc.",
  "F4F3DD83": "Chúng tôi tự hỏi sẽ như thế nào nếu nung chảy những ô cửa sổ vỡ thành những ô cửa sổ hoàn toàn mới... và giờ nó đã ở đây! Xin giới thiệu một ô cửa sổ được làm từ hàng ngàn mảnh vỡ của những ô cửa sổ khác, mang đến một cuộc sống mới với sự rõ ràng. Ngắm nhìn qua ô cửa sổ này là ngắm nhìn quang cảnh của tất cả các ô cửa sổ từ quá khứ của nó... nhưng rất có thể, cuộc sống bình thường của bạn, quang cảnh chim bồ câu và những con sóc tò mò sẽ vẫn như cũ.",
  "5B4193D2": "Cửa Sổ Vô Tận",
  "DE09F266": "Chúng tôi đã nung chảy những ô cửa sổ cũ vỡ thành những ô cửa sổ hoàn toàn mới! Ngắm nhìn qua ô cửa sổ này là ngắm nhìn quang cảnh của tất cả các ô cửa sổ từ quá khứ của nó. Kịch tính? Có thể. Hiệu quả? Chắc chắn! Và với Cửa Sổ Vô Tận Hơn Nữa, bạn sẽ có NHIỀU cửa sổ HƠN. Một món hời? Rõ ràng!",
  "5D9AD179": "Cửa Sổ Vô Tận Hơn Nữa",
  "We melted down old broken windows into brand new windows! To gaze through this window is to gaze through the views of all the windows from its past. Dramatic? Maybe. Efficient? Definitely! And with the Way More Infinite Window, you get the most window of all our windows. A bargain? Clearly!": "Chúng tôi đã nung chảy những ô cửa sổ cũ vỡ thành những ô cửa sổ hoàn toàn mới! Ngắm nhìn qua ô cửa sổ này là ngắm nhìn quang cảnh của tất cả các ô cửa sổ từ quá khứ của nó. Kịch tính? Có thể. Hiệu quả? Chắc chắn! Và với Cửa Sổ Vô Tận Hơn Rất Nhiều, bạn sẽ có được nhiều cửa sổ nhất trong tất cả các loại cửa sổ của chúng tôi. Một món hời? Rõ ràng!",
  "Way More Infinite Window": "Cửa Sổ Vô Tận Hơn Rất Nhiều",
  "Let the sunshine in! But don't be TOO hasty about it. This decorative window screen has several functions including an eco-friendly way to discourage bug trespassers, and of course, letting the perfect amount of sunshine in. Not only does natural light help you save on your electric bill, but it takes a pretty good selfie too. Now available in this slightly smaller version!": "Hãy để ánh nắng tràn vào! Nhưng đừng vội vàng quá. Tấm chắn cửa sổ trang trí này có một vài chức năng bao gồm một cách thân thiện với môi trường để ngăn chặn côn trùng xâm nhập, và tất nhiên, để lượng ánh nắng hoàn hảo tràn vào. Ánh sáng tự nhiên không chỉ giúp bạn tiết kiệm hóa đơn tiền điện mà còn chụp ảnh tự sướng khá đẹp nữa. Hiện có sẵn phiên bản nhỏ hơn một chút này!",
  "Smaller Slanted Sunshine Window Screen": "Tấm Chắn Cửa Sổ Ánh Sáng Nghiêng Nhỏ Hơn",
  "Let the sunshine in! But don't be TOO hasty about it. This decorative window screen has several functions including an eco friendly way to discourage bug trespassers, and of course, letting the perfect amount of sunshine in. Not only does natural light help you save on your electric bill, but it takes a pretty good selfie too.": "Hãy để ánh nắng tràn vào! Nhưng đừng vội vàng quá. Tấm chắn cửa sổ trang trí này có một vài chức năng bao gồm một cách thân thiện với môi trường để ngăn chặn côn trùng xâm nhập, và tất nhiên, để lượng ánh nắng hoàn hảo tràn vào. Ánh sáng tự nhiên không chỉ giúp bạn tiết kiệm hóa đơn tiền điện mà còn chụp ảnh tự sướng khá đẹp nữa.",
  "901D8121": "Chúng tôi đã nung chảy những ô cửa sổ cũ vỡ thành những ô cửa sổ hoàn toàn mới! Ngắm nhìn qua ô cửa sổ này là ngắm nhìn quang cảnh của tất cả các ô cửa sổ từ quá khứ của nó. Kịch tính? Có thể. Hiệu quả? Chắc chắn! Và với Cửa Sổ Vô Tận Hơn Rất Nhiều, bạn sẽ có được nhiều cửa sổ nhất trong tất cả các loại cửa sổ của chúng tôi. Một món hời? Rõ ràng!",
  "00ACAED4": "Cửa Sổ Vô Tận Hơn Rất Nhiều",
  "340D79AD": "Hãy để ánh nắng tràn vào! Nhưng đừng vội vàng quá. Tấm chắn cửa sổ trang trí này có một vài chức năng bao gồm một cách thân thiện với môi trường để ngăn chặn côn trùng xâm nhập, và tất nhiên, để lượng ánh nắng hoàn hảo tràn vào. Ánh sáng tự nhiên không chỉ giúp bạn tiết kiệm hóa đơn tiền điện mà còn chụp ảnh tự sướng khá đẹp nữa. Hiện có sẵn phiên bản nhỏ hơn một chút này!",
  "EE056878": "Tấm Chắn Cửa Sổ Ánh Sáng Nghiêng Nhỏ Hơn",
  "AAFC305C": "Hãy để ánh nắng tràn vào! Nhưng đừng vội vàng quá. Tấm chắn cửa sổ trang trí này có một vài chức năng bao gồm một cách thân thiện với môi trường để ngăn chặn côn trùng xâm nhập, và tất nhiên, để lượng ánh nắng hoàn hảo tràn vào. Ánh sáng tự nhiên không chỉ giúp bạn tiết kiệm hóa đơn tiền điện mà còn chụp ảnh tự sướng khá đẹp nữa.",
  "Slanted Sunshine Window Screen": "Tấm Chắn Cửa Sổ Ánh Sáng Nghiêng",
  "Some things in life are better in wedge form. Iceberg wedge salads with ranch dressing, wedges of cheese, certain footwear and now windows! That's right. We've taken window design and wedged our own take into it. Try it out! Just don't cover it in ranch dressing. Save that for the iceberg wedges, please.": "Một số thứ trong cuộc sống tốt hơn ở dạng hình nêm. Salad bắp cải hình nêm với sốt ranch, miếng phô mai hình nêm, một số loại giày dép nhất định và bây giờ là cửa sổ! Đúng vậy. Chúng tôi đã lấy thiết kế cửa sổ và chèn phong cách riêng của mình vào đó. Hãy thử nó! Chỉ cần đừng phủ nó bằng sốt ranch. Hãy để dành nó cho món bắp cải hình nêm, làm ơn.",
  "Wedge Window Left": "Cửa Sổ Hình Nêm Bên Trái",
  "Wedge Window Right": "Cửa Sổ Hình Nêm Bên Phải",
  "B65CD533": "Tấm Chắn Cửa Sổ Ánh Sáng Nghiêng",
  "9D0E9980": "Một số thứ trong cuộc sống tốt hơn ở dạng hình nêm. Salad bắp cải hình nêm với sốt ranch, miếng phô mai hình nêm, một số loại giày dép nhất định và bây giờ là cửa sổ! Đúng vậy. Chúng tôi đã lấy thiết kế cửa sổ và chèn phong cách riêng của mình vào đó. Hãy thử nó! Chỉ cần đừng phủ nó bằng sốt ranch. Hãy để dành nó cho món bắp cải hình nêm, làm ơn.",
  "E06D1F4F": "Cửa Sổ Hình Nêm Bên Trái",
  "9773563E": "Một số thứ trong cuộc sống tốt hơn ở dạng hình nêm. Salad bắp cải hình nêm với sốt ranch, miếng phô mai hình nêm, một số loại giày dép nhất định và bây giờ là cửa sổ! Đúng vậy. Chúng tôi đã lấy thiết kế cửa sổ và chèn phong cách riêng của mình vào đó. Hãy thử nó! Chỉ cần đừng phủ nó bằng sốt ranch. Hãy để dành nó cho món bắp cải hình nêm, làm ơn.",
  "D3995FC1": "Cửa Sổ Hình Nêm Bên Phải",
  "A bigger model of our wedge window. Try it out and let it wedge its way into your hearts and homes! Like a wedge of cake... it's more fun with more than one.": "Một mẫu lớn hơn của cửa sổ hình nêm của chúng tôi. Hãy thử nó và để nó len lỏi vào trái tim và ngôi nhà của bạn! Giống như một miếng bánh... sẽ vui hơn khi có nhiều hơn một.",
  "A Bigger Wedge Window Left": "Cửa Sổ Hình Nêm Lớn Hơn Bên Trái",
  "A Bigger Wedge Window Right": "Cửa Sổ Hình Nêm Lớn Hơn Bên Phải",
  "Finally, an eco-friendly window for the lefty in your life. It boasts plenty of glass for right handed window gazers plus an extra bunch of square footages of glass that lefties can really use. Makes a great gift!": "Cuối cùng, một cửa sổ thân thiện với môi trường dành cho người thuận tay trái trong cuộc sống của bạn. Nó tự hào có nhiều kính cho những người ngắm cửa sổ thuận tay phải, cộng thêm một loạt mét vuông kính bổ sung mà người thuận tay trái có thể thực sự sử dụng. Là một món quà tuyệt vời!",
  "BB1EFF45": "Một mẫu lớn hơn của cửa sổ hình nêm của chúng tôi. Hãy thử nó và để nó len lỏi vào trái tim và ngôi nhà của bạn! Giống như một miếng bánh... sẽ vui hơn khi có nhiều hơn một.",
  "83E26B40": "Cửa Sổ Hình Nêm Lớn Hơn Bên Trái",
  "CCCF97BF": "Một mẫu lớn hơn của cửa sổ hình nêm của chúng tôi. Hãy thử nó và để nó len lỏi vào trái tim và ngôi nhà của bạn! Giống như một miếng bánh... sẽ vui hơn khi có nhiều hơn một.",
  "3E4A10E6": "Cửa Sổ Hình Nêm Lớn Hơn Bên Phải",
  "7E09EE4A": "Cuối cùng, một cửa sổ thân thiện với môi trường dành cho người thuận tay trái trong cuộc sống của bạn. Nó tự hào có nhiều kính cho những người ngắm cửa sổ thuận tay phải, cộng thêm một loạt mét vuông kính bổ sung mà người thuận tay trái có thể thực sự sử dụng. Là một món quà tuyệt vời!",
  "The Southpaw III – by Distended Window Inc.": "Southpaw III – của Distended Window Inc.",
  "Featuring a frame made of compressed broken phone cases, this window reminds us to occasionally gaze outside rather than at our phones. After all, at any given time, there might be a squirrel outside.": "Với khung được làm từ vỏ điện thoại vỡ nén lại, cửa sổ này nhắc nhở chúng ta thỉnh thoảng hãy nhìn ra ngoài thay vì nhìn vào điện thoại. Rốt cuộc, bất cứ lúc nào, có thể có một con sóc ở bên ngoài.",
  "There May Be a Squirrel Outside Window": "Có Thể Có Một Con Sóc Bên Ngoài Cửa Sổ",
  "Is there really a bird outside? Without a window as clear and fashionable as this, you might never know. You could potentially hear the bird, but see it? Forget it! Still, even without a bird, this window offers pristine views of the outside world. *Bird sighting not guaranteed.": "Có thực sự có một con chim ở bên ngoài không? Nếu không có một cửa sổ rõ ràng và thời trang như thế này, bạn có thể sẽ không bao giờ biết. Bạn có thể nghe thấy tiếng chim, nhưng nhìn thấy nó sao? Quên đi! Tuy nhiên, ngay cả khi không có chim, cửa sổ này vẫn mang đến những khung cảnh nguyên sơ của thế giới bên ngoài. *Không đảm bảo nhìn thấy chim.",
  "There May Be a Bird Outside Window": "Có Thể Có Một Con Chim Bên Ngoài Cửa Sổ",
  "D027B055": "Southpaw III – của Distended Window Inc.",
  "321BC9F6": "Với khung được làm từ vỏ điện thoại vỡ nén lại, cửa sổ này nhắc nhở chúng ta thỉnh thoảng hãy nhìn ra ngoài thay vì nhìn vào điện thoại. Rốt cuộc, bất cứ lúc nào, có thể có một con sóc ở bên ngoài.",
  "EB4EBB29": "Có Thể Có Một Con Sóc Bên Ngoài Cửa Sổ",
  "2C87FA0F": "Có thực sự có một con chim ở bên ngoài không? Nếu không có một cửa sổ rõ ràng và thời trang như thế này, bạn có thể sẽ không bao giờ biết. Bạn có thể nghe thấy tiếng chim, nhưng nhìn thấy nó sao? Quên đi! Tuy nhiên, ngay cả khi không có chim, cửa sổ này vẫn mang đến những khung cảnh nguyên sơ của thế giới bên ngoài. *Không đảm bảo nhìn thấy chim.",
  "622CDFD6": "Có Thể Có Một Con Chim Bên Ngoài Cửa Sổ",
  "For those who prefer the comforts of home rather than the uncertainty of the \"outside world,\" staying in all day sounds pretty great. But what if there comes a time when you want to be reassured that the outside world still exists? Staring at a solid wall becomes fairly tiring on the eyes after a while, and no matter how good your imagination is, it can't replace a window, so why not try one of ours? There's no reason to wonder. The existence of an outside world is yours to confirm!": "Đối với những người thích sự thoải mái ở nhà hơn là sự bất định của \"thế giới bên ngoài\", việc ở nhà cả ngày nghe có vẻ khá tuyệt. Nhưng nếu đến một lúc bạn muốn được trấn an rằng thế giới bên ngoài vẫn tồn tại thì sao? Nhìn chằm chằm vào một bức tường kiên cố trở nên khá mệt mỏi cho mắt sau một thời gian, và dù trí tưởng tượng của bạn có tốt đến đâu, nó cũng không thể thay thế một cửa sổ, vậy tại sao không thử một trong những cái của chúng tôi? Không có lý do gì để thắc mắc cả. Sự tồn tại của một thế giới bên ngoài là của bạn để xác nhận!",
  "There May Be an Outside Window": "Có Thể Có Một Cửa Sổ Bên Ngoài",
  "All that wind, blowing high through the air... If only there was a way to reach it and harness it's power... Oh wait. There is. As the wind spins this turbine's propeller-blades, an internal generator is activated, creating a source of off-the-grid power.": "Tất cả gió, thổi cao trên không trung... Giá như có một cách để chạm tới nó và khai thác sức mạnh của nó... Ồ đợi đã. Có đấy. Khi gió làm quay các cánh quạt của tuabin này, một máy phát điện bên trong được kích hoạt, tạo ra một nguồn năng lượng ngoài lưới điện.",
  "Classic Wind Turbine - Ground": "Tuabin Gió Cổ Điển - Mặt Đất",
  "This roof-mounted wind turbine is situated perfectly to catch those blustering breezes, blowing belligerently through the air. As the wind spins the propeller-blades, an internal generator is activated, creating a source of off-the-grid power.": "Tuabin gió gắn trên mái nhà này được đặt ở vị trí hoàn hảo để đón những làn gió mạnh, thổi mạnh mẽ trong không khí. Khi gió làm quay các cánh quạt, một máy phát điện bên trong được kích hoạt, tạo ra một nguồn năng lượng ngoài lưới điện.",
  "E3AABC9C": "Đối với những người thích sự thoải mái ở nhà hơn là sự bất định của \"thế giới bên ngoài\", việc ở nhà cả ngày nghe có vẻ khá tuyệt. Nhưng nếu đến một lúc bạn muốn được trấn an rằng thế giới bên ngoài vẫn tồn tại thì sao? Nhìn chằm chằm vào một bức tường kiên cố trở nên khá mệt mỏi cho mắt sau một thời gian, và dù trí tưởng tượng của bạn có tốt đến đâu, nó cũng không thể thay thế một cửa sổ, vậy tại sao không thử một trong những cái của chúng tôi? Không có lý do gì để thắc mắc cả. Sự tồn tại của một thế giới bên ngoài là của bạn để xác nhận!",
  "25980973": "Có Thể Có Một Cửa Sổ Bên Ngoài",
  "814DFE42": "Tất cả gió, thổi cao trên không trung... Giá như có một cách để chạm tới nó và khai thác sức mạnh của nó... Ồ đợi đã. Có đấy. Khi gió làm quay các cánh quạt của tuabin này, một máy phát điện bên trong được kích hoạt, tạo ra một nguồn năng lượng ngoài lưới điện.",
  "424FFD3D": "Tuabin Gió Cổ Điển - Mặt Đất",
  "0EB5C1CB": "Tuabin gió gắn trên mái nhà này được đặt ở vị trí hoàn hảo để đón những làn gió mạnh, thổi mạnh mẽ trong không khí. Khi gió làm quay các cánh quạt, một máy phát điện bên trong được kích hoạt, tạo ra một nguồn năng lượng ngoài lưới điện.",
  "Classic Wind Turbine - Roof": "Tuabin Gió Cổ Điển - Mái Nhà",
  "Americana": "Phong Cách Mỹ",
  "An old port building now owned by the community, The Waterfront is always the \"next\" revitalization project, but seems to have a hard time getting the love and attention it deserves.": "Một tòa nhà cảng cũ hiện thuộc sở hữu của cộng đồng, The Waterfront luôn là dự án tái thiết \"tiếp theo\", nhưng dường như gặp khó khăn trong việc nhận được tình yêu và sự quan tâm mà nó xứng đáng.",
  "The Waterfront": "The Waterfront",
  "To be honest, this lot isn't even officially zoned for residential living, but this affordable home of converted shipping containers - not to mention the views of the Sound! - is the perfect place for anyone looking for a simple place to call home.": "Thành thật mà nói, khu đất này thậm chí còn chưa được quy hoạch chính thức cho khu dân cư, nhưng ngôi nhà giá cả phải chăng này gồm các container vận chuyển được chuyển đổi - chưa kể đến tầm nhìn ra Sound! - là nơi hoàn hảo cho bất kỳ ai đang tìm kiếm một nơi đơn giản để gọi là nhà.",
  "4F4A5C4A": "Tuabin Gió Cổ Điển - Mái Nhà",
  "0442320F": "Phong Cách Mỹ",
  "51039DF6": "Một tòa nhà cảng cũ hiện thuộc sở hữu của cộng đồng, The Waterfront luôn là dự án tái thiết \"tiếp theo\", nhưng dường như gặp khó khăn trong việc nhận được tình yêu và sự quan tâm mà nó xứng đáng.",
  "FB5325CD": "The Waterfront",
  "70BDC3F1": "Thành thật mà nói, khu đất này thậm chí còn chưa được quy hoạch chính thức cho khu dân cư, nhưng ngôi nhà giá cả phải chăng này gồm các container vận chuyển được chuyển đổi - chưa kể đến tầm nhìn ra Sound! - là nơi hoàn hảo cho bất kỳ ai đang tìm kiếm một nơi đơn giản để gọi là nhà.",
  "The Shipping Views": "Tầm Nhìn Tàu Thuyền",
  "This beautifully repurposed space that sits at the base of the Croftville Dam is a meeting-place of past and present, as a modern home lives in the shell of a classic wood mill.": "Không gian được tái sử dụng đẹp mắt này nằm ở chân đập Croftville là nơi gặp gỡ giữa quá khứ và hiện tại, khi một ngôi nhà hiện đại sống trong lớp vỏ của một nhà máy gỗ cổ điển.",
  "Bess and Jules are a power couple with big dreams. Big dreams about sweet, sweet money. A Civil Designer by trade, Bess placed herself in the perfect position to convince city officials and residents alike to enact programs that would benefit her bottom line. Her partner-in-crime, Jules, is a Style Influencer that loves fashion as much as he loves convincing people to buy his rejected styles. Cheerful and charismatic, together they hustle around Evergreen Harbor like an entrepreneurial whirlwind.": "Bess và Jules là một cặp đôi quyền lực với những giấc mơ lớn. Những giấc mơ lớn về tiền, tiền và tiền. Là một Nhà Thiết Kế Công Trình theo nghề, Bess đã đặt mình vào vị trí hoàn hảo để thuyết phục các quan chức thành phố và cư dân thực hiện các chương trình có lợi cho lợi nhuận của cô. Đối tác phạm tội của cô, Jules, là một Người Có Ảnh Hưởng Về Phong Cách yêu thích thời trang cũng như anh thích thuyết phục mọi người mua những phong cách bị từ chối của mình. Vui vẻ và lôi cuốn, cùng nhau họ hối hả khắp Evergreen Harbor như một cơn lốc xoáy kinh doanh.",
  "Sterling Rico": "Sterling Rico",
  "The Old Mill": "Nhà Máy Cũ",
  "F255C706": "Tầm Nhìn Tàu Thuyền",
  "3F2BB76C": "Không gian được tái sử dụng đẹp mắt này nằm ở chân đập Croftville là nơi gặp gỡ giữa quá khứ và hiện tại, khi một ngôi nhà hiện đại sống trong lớp vỏ của một nhà máy gỗ cổ điển.",
  "3DE7D825": "Bess và Jules là một cặp đôi quyền lực với những giấc mơ lớn. Những giấc mơ lớn về tiền, tiền và tiền. Là một Nhà Thiết Kế Công Trình theo nghề, Bess đã đặt mình vào vị trí hoàn hảo để thuyết phục các quan chức thành phố và cư dân thực hiện các chương trình có lợi cho lợi nhuận của cô. Đối tác phạm tội của cô, Jules, là một Người Có Ảnh Hưởng Về Phong Cách yêu thích thời trang cũng như anh thích thuyết phục mọi người mua những phong cách bị từ chối của mình. Vui vẻ và lôi cuốn, cùng nhau họ hối hả khắp Evergreen Harbor như một cơn lốc xoáy kinh doanh.",
  "169741A0": "Sterling Rico",
  "399C4E73": "Nhà Máy Cũ",
  "This old train station is now the perfect place to house a simple bar where people can get together and talk about a time when there was an old train station here.": "Nhà ga xe lửa cũ này giờ là nơi hoàn hảo để đặt một quán bar đơn giản, nơi mọi người có thể tụ tập và nói về thời có một nhà ga xe lửa cũ ở đây.",
  "The Caboose": "Toa Xe Cuối Cùng",
  "Situated right past the entrance gate to Port Promise, this lot provides gorgeous views of the old port while within walking distance to most of the local landmarks.": "Nằm ngay phía sau cổng vào Port Promise, khu đất này có tầm nhìn tuyệt đẹp ra cảng cũ, đồng thời chỉ cách hầu hết các địa danh địa phương một quãng đi bộ.",
  "Mary and Blossom are a couple of old timers in this town. They're trying to spruce up the place, with Mary focused on her garden and Blossom painting up unused spaces. Age isn't on their side anymore, however. It's a good thing their adopted son Knox is fighting for the family name to help make the world a little more green. Unfortunately, sometimes he takes \"fighting\" a little too literally.": "Mary và Blossom là một cặp đôi già đời ở thị trấn này. Họ đang cố gắng tân trang lại nơi này, với Mary tập trung vào khu vườn của mình và Blossom sơn những không gian không sử dụng. Tuy nhiên, tuổi tác không còn đứng về phía họ nữa. Thật tốt khi người con trai nuôi Knox của họ đang đấu tranh cho danh tiếng gia đình để giúp thế giới xanh hơn một chút. Thật không may, đôi khi anh ấy hiểu từ \"đấu tranh\" hơi theo nghĩa đen.",
  "Greenburg": "Greenburg",
  "8B82514F": "Nhà ga xe lửa cũ này giờ là nơi hoàn hảo để đặt một quán bar đơn giản, nơi mọi người có thể tụ tập và nói về thời có một nhà ga xe lửa cũ ở đây.",
  "A05DE854": "Toa Xe Cuối Cùng",
  "61F6CB5A": "Nằm ngay phía sau cổng vào Port Promise, khu đất này có tầm nhìn tuyệt đẹp ra cảng cũ, đồng thời chỉ cách hầu hết các địa danh địa phương một quãng đi bộ.",
  "CB9B2783": "Mary và Blossom là một cặp đôi già đời ở thị trấn này. Họ đang cố gắng tân trang lại nơi này, với Mary tập trung vào khu vườn của mình và Blossom sơn những không gian không sử dụng. Tuy nhiên, tuổi tác không còn đứng về phía họ nữa. Thật tốt khi người con trai nuôi Knox của họ đang đấu tranh cho danh tiếng gia đình để giúp thế giới xanh hơn một chút. Thật không may, đôi khi anh ấy hiểu từ \"đấu tranh\" hơi theo nghĩa đen.",
  "432151D2": "Greenburg",
  "The Portsmouth Promenade": "Đường Đi Dạo Portsmouth",
  "This cozy two-bedroom apartment puts you right in the heart of Conifer Station with easy walking access to the local community space. Enjoy the view from the private balcony!": "Căn hộ hai phòng ngủ ấm cúng này đặt bạn ngay trung tâm Ga Conifer với lối đi bộ dễ dàng đến không gian cộng đồng địa phương. Tận hưởng khung cảnh từ ban công riêng!",
  "Pinecrest Apartments #404": "Căn Hộ Pinecrest #404",
  "This tidy little two-bedroom has you in the heart of Conifer Station, just a few steps away from the local community space.": "Căn hộ hai phòng ngủ nhỏ nhắn ngăn nắp này đặt bạn ở trung tâm Ga Conifer, chỉ cách không gian cộng đồng địa phương một vài bước chân.",
  "Pinecrest Apartments #402": "Căn Hộ Pinecrest #402",
  "3EBF1E19": "Đường Đi Dạo Portsmouth",
  "DFE9DD1A": "Căn hộ hai phòng ngủ ấm cúng này đặt bạn ngay trung tâm Ga Conifer với lối đi bộ dễ dàng đến không gian cộng đồng địa phương. Tận hưởng khung cảnh từ ban công riêng!",
  "6AF2C9D9": "Căn Hộ Pinecrest #404",
  "9E42ADEF": "Căn hộ hai phòng ngủ nhỏ nhắn ngăn nắp này đặt bạn ở trung tâm Ga Conifer, chỉ cách không gian cộng đồng địa phương một vài bước chân.",
  "9E84EAF4": "Căn Hộ Pinecrest #402",
  "What used to be a gathering ground for Sims awaiting loved ones arriving on the train has seen better days, but the prime location means a few simple updates could have Sprucewood Square thriving once more.": "Nơi từng là khu vực tụ tập của các Sim chờ đợi những người thân yêu đến trên tàu đã từng chứng kiến những ngày tốt đẹp hơn, nhưng vị trí đắc địa có nghĩa là một vài cập nhật đơn giản có thể giúp Sprucewood Square phát triển mạnh mẽ trở lại.",
  "Sprucewood Square": "Sprucewood Square",
  "A small slice of home with a yard, a view of the canal, and the memory of the chimes of yesteryear from the train station clock tower.": "Một góc nhỏ của ngôi nhà với một cái sân, một cái nhìn ra kênh đào và ký ức về tiếng chuông của những năm xưa từ tháp đồng hồ của nhà ga xe lửa.",
  "Canal Corner": "Góc Kênh Đào",
  "Built by railroad financier Gregory Pigulock during the early development of Evergreen Harbor, this mansion twice suffered damage from local storms before being declared a historic landmark and being restored to its current glory.": "Được xây dựng bởi nhà tài chính đường sắt Gregory Pigulock trong giai đoạn đầu phát triển của Evergreen Harbor, dinh thự này đã hai lần bị hư hại do bão địa phương trước khi được tuyên bố là một di tích lịch sử và được khôi phục lại vinh quang hiện tại.",
  "53BDA245": "Nơi từng là khu vực tụ tập của các Sim chờ đợi những người thân yêu đến trên tàu đã từng chứng kiến những ngày tốt đẹp hơn, nhưng vị trí đắc địa có nghĩa là một vài cập nhật đơn giản có thể giúp Sprucewood Square phát triển mạnh mẽ trở lại.",
  "7AEB2842": "Sprucewood Square",
  "1EBABFE0": "Một góc nhỏ của ngôi nhà với một cái sân, một cái nhìn ra kênh đào và ký ức về tiếng chuông của những năm xưa từ tháp đồng hồ của nhà ga xe lửa.",
  "375D99CF": "Góc Kênh Đào",
  "AF9778CB": "Được xây dựng bởi nhà tài chính đường sắt Gregory Pigulock trong giai đoạn đầu phát triển của Evergreen Harbor, dinh thự này đã hai lần bị hư hại do bão địa phương trước khi được tuyên bố là một di tích lịch sử và được khôi phục lại vinh quang hiện tại.",
  "The talented, but perpetually stressed Tina Tinker is a very successful Freelance Crafter. Her equally successful spouse, Yasemin, managed to convince her to move to Conifer Station with their daughter, Olive. Tina takes on too much work, and Yasemin just wants her to relax and spend more time with family. Meanwhile, curious little Olive loves nothing more than to admire her two mothers' works and dream of following in their footsteps.": "Tina Tinker tài năng nhưng luôn căng thẳng là một Thợ Thủ Công Tự Do rất thành công. Người bạn đời thành công không kém của cô, Yasemin, đã thuyết phục cô chuyển đến Ga Conifer cùng với con gái của họ, Olive. Tina nhận quá nhiều việc, và Yasemin chỉ muốn cô ấy thư giãn và dành nhiều thời gian hơn cho gia đình. Trong khi đó, Olive nhỏ bé tò mò không thích gì hơn là ngưỡng mộ các tác phẩm của hai người mẹ và mơ ước được nối bước họ.",
  "Tinker": "Tinker",
  "Pigulock Manor": "Trang Viên Pigulock",
  "The quarry has been shut down for years, but the building still stands, ready for a makeover that'll transform it from lonely and obsolete to new and fun at parties.": "Mỏ đá đã đóng cửa nhiều năm, nhưng tòa nhà vẫn còn đó, sẵn sàng cho một cuộc lột xác biến nó từ cô đơn và lỗi thời thành mới mẻ và vui nhộn tại các bữa tiệc.",
  "The Quarry Building": "Tòa Nhà Mỏ Đá",
  "F1ED688C": "Tina Tinker tài năng nhưng luôn căng thẳng là một Thợ Thủ Công Tự Do rất thành công. Người bạn đời thành công không kém của cô, Yasemin, đã thuyết phục cô chuyển đến Ga Conifer cùng với con gái của họ, Olive. Tina nhận quá nhiều việc, và Yasemin chỉ muốn cô ấy thư giãn và dành nhiều thời gian hơn cho gia đình. Trong khi đó, Olive nhỏ bé tò mò không thích gì hơn là ngưỡng mộ các tác phẩm của hai người mẹ và mơ ước được nối bước họ.",
  "0F207943": "Tinker",
  "6D98CA58": "Trang Viên Pigulock",
  "B245A519": "Mỏ đá đã đóng cửa nhiều năm, nhưng tòa nhà vẫn còn đó, sẵn sàng cho một cuộc lột xác biến nó từ cô đơn và lỗi thời thành mới mẻ và vui nhộn tại các bữa tiệc.",
  "B3936D0E": "Tòa Nhà Mỏ Đá",
  "A modest lot built near the remains of Grims Quarry, this home benefits from some of the fresh water unearthed by past digging at the quarry.": "Một khu đất скромный được xây dựng gần tàn tích của Mỏ Đá Grims, ngôi nhà này hưởng lợi từ một số nước ngọt được khai quật bởi các cuộc đào bới trước đây tại mỏ đá.",
  "Rockridge Springs": "Suối Rockridge",
  "At the time, this was one of the largest homes built near the quarry by a successful miner working the stones. Despite not being a real mansion, it enjoys heritage status today and is a solid home for any family looking for a place in Evergreen Harbor.": "Vào thời điểm đó, đây là một trong những ngôi nhà lớn nhất được xây dựng gần mỏ đá bởi một thợ mỏ thành công làm việc với đá. Mặc dù không phải là một biệt thự thực sự, nó vẫn được hưởng quy chế di sản ngày nay và là một ngôi nhà vững chắc cho bất kỳ gia đình nào đang tìm kiếm một nơi ở Evergreen Harbor.",
  "Cletus and Faye found this heritage home in Grims Quarry for dirt cheap. Nothing seems wrong with it, and the Harris' weren't about to question a good deal. Cletus' free-spirited mother soon joined them, completing the big, happy family. Mysteriously, their eldest son always wears a shameful bag on his head. Also, it doesn't seem like any of them other than Faye has a job, but the house is well furnished. What is going on here?": "Cletus và Faye đã tìm thấy ngôi nhà di sản này ở Mỏ Đá Grims với giá rẻ như bèo. Dường như không có gì sai với nó, và nhà Harris không hề nghi ngờ một món hời như vậy. Mẹ của Cletus với tinh thần tự do sớm tham gia cùng họ, hoàn thành một gia đình lớn và hạnh phúc. Một cách bí ẩn, người con trai cả của họ luôn đội một chiếc túi đáng xấu hổ trên đầu. Ngoài ra, dường như không ai trong số họ ngoài Faye có việc làm, nhưng ngôi nhà được trang bị đầy đủ. Chuyện gì đang xảy ra ở đây vậy?",
  "Harris": "Harris",
  "F4A60DDE": "Một khu đất скромный được xây dựng gần tàn tích của Mỏ Đá Grims, ngôi nhà này hưởng lợi từ một số nước ngọt được khai quật bởi các cuộc đào bới trước đây tại mỏ đá.",
  "6B8A2855": "Suối Rockridge",
  "3B9A7953": "Vào thời điểm đó, đây là một trong những ngôi nhà lớn nhất được xây dựng gần mỏ đá bởi một thợ mỏ thành công làm việc với đá. Mặc dù không phải là một biệt thự thực sự, nó vẫn được hưởng quy chế di sản ngày nay và là một ngôi nhà vững chắc cho bất kỳ gia đình nào đang tìm kiếm một nơi ở Evergreen Harbor.",
  "6C6E2C14": "Cletus và Faye đã tìm thấy ngôi nhà di sản này ở Mỏ Đá Grims với giá rẻ như bèo. Dường như không có gì sai với nó, và nhà Harris không hề nghi ngờ một món hời như vậy. Mẹ của Cletus với tinh thần tự do sớm tham gia cùng họ, hoàn thành một gia đình lớn và hạnh phúc. Một cách bí ẩn, người con trai cả của họ luôn đội một chiếc túi đáng xấu hổ trên đầu. Ngoài ra, dường như không ai trong số họ ngoài Faye có việc làm, nhưng ngôi nhà được trang bị đầy đủ. Chuyện gì đang xảy ra ở đây vậy?",
  "A3924CFB": "Harris",
  "Miner Mansion": "Dinh Thự Thợ Mỏ",
  "This standard one-bedroom apartment only minutes away from the Quarry Building is perfect for a single Sim or couple looking for an inexpensive place to live in Evergreen Harbor.": "Căn hộ một phòng ngủ tiêu chuẩn này chỉ cách Tòa Nhà Mỏ Đá vài phút, hoàn hảo cho một Sim độc thân hoặc một cặp đôi đang tìm kiếm một nơi ở không đắt tiền ở Evergreen Harbor.",
  "Stonestreet Apartments #3": "Căn Hộ Stonestreet #3",
  "Stonestreet Apartments #4": "Căn Hộ Stonestreet #4",
  "303A0A00": "Dinh Thự Thợ Mỏ",
  "EA318DF8": "Căn hộ một phòng ngủ tiêu chuẩn này chỉ cách Tòa Nhà Mỏ Đá vài phút, hoàn hảo cho một Sim độc thân hoặc một cặp đôi đang tìm kiếm một nơi ở không đắt tiền ở Evergreen Harbor.",
  "17CAA167": "Căn Hộ Stonestreet #3",
  "A29E76C7": "Căn hộ một phòng ngủ tiêu chuẩn này chỉ cách Tòa Nhà Mỏ Đá vài phút, hoàn hảo cho một Sim độc thân hoặc một cặp đôi đang tìm kiếm một nơi ở không đắt tiền ở Evergreen Harbor.",
  "3672ECAC": "Căn Hộ Stonestreet #4",
  "Pfft... leave? You're not the boss of me...": "Hứ... đi á? Ngươi không phải là sếp của ta...",
  "Okay fine I'll leave... but <i>please</i> heed my advice. The trees are watching.": "Thôi được rồi ta đi... nhưng <i>làm ơn</i> hãy nghe lời khuyên của ta. Cây cối đang theo dõi đó.",
  "Add Fuel (DEBUG)": "Thêm Nhiên Liệu (GỠ LỖ)",
  "Add Insect Bio-Fuel": "Thêm Nhiên Liệu Sinh Học Từ Côn Trùng",
  "Add Fuel": "Thêm Nhiên Liệu",
  "762DC6DF": "Hứ... đi á? Ngươi không phải là sếp của ta...",
  "2670B973": "Thôi được rồi ta đi... nhưng <i>làm ơn</i> hãy nghe lời khuyên của ta. Cây cối đang theo dõi đó.",
  "0956AB85": "Thêm Nhiên Liệu (GỠ LỖ)",
  "89702712": "Thêm Nhiên Liệu Sinh Học Từ Côn Trùng",
  "74229DE6": "Thêm Nhiên Liệu",
  "This generator requires fuel to start up.": "Máy phát điện này cần nhiên liệu để khởi động.",
  "Start Water Generator": "Khởi Động Máy Phát Nước",
  "Stop Water Generator": "Dừng Máy Phát Nước",
  "{0.SimFirstName} needs level 9 Handiness skill to add this upgrade.": "{0.SimFirstName} cần kỹ năng Khéo Léo cấp 9 để thêm nâng cấp này.",
  "Prevents the Water Generator from breaking.": "Ngăn Máy Phát Nước bị hỏng.",
  "95BE861C": "Máy phát điện này cần nhiên liệu để khởi động.",
  "56401B1C": "Khởi Động Máy Phát Nước",
  "5D819476": "Dừng Máy Phát Nước",
  "7F51D76B": "{0.SimFirstName} cần kỹ năng Khéo Léo cấp 9 để thêm nâng cấp này.",
  "A72CD921": "Ngăn Máy Phát Nước bị hỏng.",
  "Make Pranked Dyed Cocktail for": "Làm Cocktail Nhuộm Màu Chọc Ghẹo cho",
  "The Bees need more time to create wax.": "Những chú ong cần thêm thời gian để tạo ra sáp.",
  "Collect Bees Wax": "Thu Thập Sáp Ong",
  "{2.String}": "{2.String}",
  "Set Burn Level": "Đặt Mức Độ Cháy",
  "EB76B09E": "Làm Cocktail Nhuộm Màu Chọc Ghẹo cho",
  "227E97EF": "Những chú ong cần thêm thời gian để tạo ra sáp.",
  "7788B449": "Thu Thập Sáp Ong",
  "679F05AF": "{2.String}",
  "7FE80BC9": "Đặt Mức Độ Cháy",
  "Let This Candle Melt": "Để Nến Này Tan Chảy",
  "{0.SimFirstName} finished making {1.ObjectName|enAn}. It can be found in {M0.his}{F0.her} inventory.": "{0.SimFirstName} đã hoàn thành việc làm {1.ObjectName|enAn}. Nó có thể được tìm thấy trong hành trang của {M0.his}{F0.her}.",
  "Resume Carved Candle": "Tiếp Tục Nến Khắc",
  "Resume Dipped Candle": "Tiếp Tục Nến Nhúng",
  "Resume Molded Candle": "Tiếp Tục Nến Đúc Khuôn",
  "F4EB061F": "Để Nến Này Tan Chảy",
  "49846280": "{0.SimFirstName} đã hoàn thành việc làm {1.ObjectName|enAn}. Nó có thể được tìm thấy trong hành trang của {M0.his}{F0.her}.",
  "8682ECEE": "Tiếp Tục Nến Khắc",
  "757F4271": "Tiếp Tục Nến Nhúng",
  "2B2B74EE": "Tiếp Tục Nến Đúc Khuôn",
  "Scrap Dipped Candle": "Bỏ Nến Nhúng",
  "Scrap Molded/Carved Candle": "Bỏ Nến Đúc Khuôn/Khắc",
  "Ingredients": "Nguyên Liệu",
  "Make Candle": "Làm Nến",
  "Clean out Smog Vacuum": "Làm Sạch Máy Hút Sương Khói",
  "22B0B5DB": "Bỏ Nến Nhúng",
  "88DAEBED": "Bỏ Nến Đúc Khuôn/Khắc",
  "B9CAA379": "Nguyên Liệu",
  "8D739A82": "Làm Nến",
  "87EBF12A": "Làm Sạch Máy Hút Sương Khói",
  "Go to Mailbox at home to mail this Concept.": "Đến Hộp Thư ở nhà để gửi Khái Niệm này.",
  "Submit Concept to Innovative Solutions Corp.": "Gửi Khái Niệm đến Innovative Solutions Corp.",
  "Can only do this on your home lot.": "Chỉ có thể làm điều này trên khu đất nhà của bạn.",
  "Scrap Concept": "Bỏ Khái Niệm",
  "Rally Voters": "Tập Hợp Cử Tri",
  "8D9E811A": "Đến Hộp Thư ở nhà để gửi Khái Niệm này.",
  "2B19E729": "Gửi Khái Niệm đến Innovative Solutions Corp.",
  "4CA0C1A5": "Chỉ có thể làm điều này trên khu đất nhà của bạn.",
  "29990914": "Bỏ Khái Niệm",
  "FDFFB4A0": "Tập Hợp Cử Tri",
  "{0.SimFirstName} cannot use the Smog Vacuum here.": "{0.SimFirstName} không thể sử dụng Máy Hút Sương Khói ở đây.",
  "Find a trash can to cleanly dispense the smog into.": "Tìm một thùng rác để đổ sương khói vào một cách sạch sẽ.",
  "Cannot deposit smog into a full trash can.": "Không thể đổ sương khói vào thùng rác đã đầy.",
  "Dump Smog from Smog Vacuum": "Đổ Sương Khói từ Máy Hút Sương Khói",
  "Be aware that this will empty smog back into the neighborhood.": "Lưu ý rằng điều này sẽ đổ sương khói trở lại khu phố.",
  "B7F63313": "{0.SimFirstName} không thể sử dụng Máy Hút Sương Khói ở đây.",
  "8F32E4BF": "Tìm một thùng rác để đổ sương khói vào một cách sạch sẽ.",
  "8EB971A1": "Không thể đổ sương khói vào thùng rác đã đầy.",
  "5FC11AF4": "Đổ Sương Khói từ Máy Hút Sương Khói",
  "2B7381C1": "Lưu ý rằng điều này sẽ đổ sương khói trở lại khu phố.",
  "A Smog Vacuum needs to be full to do this.": "Máy Hút Sương Khói cần phải đầy để làm điều này.",
  "Expel Smog": "Thải Sương Khói",
  "Smog Vacuum needs to be empty to do this.": "Máy Hút Sương Khói cần phải trống để làm điều này.",
  "Vacuum Smog": "Hút Sương Khói",
  "Add Eco Master Hidden Trait": "Thêm Tính Cách Ẩn Bậc Thầy Sinh Thái",
  "C86E00EF": "Máy Hút Sương Khói cần phải đầy để làm điều này.",
  "EC79DA43": "Thải Sương Khói",
  "288CED5C": "Máy Hút Sương Khói cần phải trống để làm điều này.",
  "A91F97F8": "Hút Sương Khói",
  "603BAE50": "Thêm Tính Cách Ẩn Bậc Thầy Sinh Thái",
  "Remove Eco Master Hidden Trait": "Xóa Tính Cách Ẩn Bậc Thầy Sinh Thái",
  "Add Entrepreneur Hidden Trait": "Thêm Tính Cách Ẩn Doanh Nhân",
  "Remove Entrepreneur Hidden Trait": "Xóa Tính Cách Ẩn Doanh Nhân",
  "Add Master Crafter Hidden Trait": "Thêm Tính Cách Ẩn Bậc Thầy Thủ Công",
  "Remove Master Crafter Hidden Trait": "Xóa Tính Cách Ẩn Bậc Thầy Thủ Công",
  "FC3A3E61": "Xóa Tính Cách Ẩn Bậc Thầy Sinh Thái",
  "5AF5BE7A": "Thêm Tính Cách Ẩn Doanh Nhân",
  "0FCA09CB": "Xóa Tính Cách Ẩn Doanh Nhân",
  "E6C7D94B": "Thêm Tính Cách Ẩn Bậc Thầy Thủ Công",
  "B5191AC0": "Xóa Tính Cách Ẩn Bậc Thầy Thủ Công",
  "Check if {1.ObjectName} is still fresh": "Kiểm tra xem {1.ObjectName} còn tươi không",
  "This object has already been checked.": "Vật phẩm này đã được kiểm tra.",
  "Check if food is still fresh": "Kiểm tra xem thức ăn còn tươi không",
  "Final Checks": "Kiểm Tra Cuối Cùng",
  "Inspect": "Kiểm Tra",
  "C9D5A32D": "Kiểm tra xem {1.ObjectName} còn tươi không",
  "CBCCDB94": "Vật phẩm này đã được kiểm tra.",
  "3B5B335A": "Kiểm tra xem thức ăn còn tươi không",
  "4845D8A6": "Kiểm Tra Cuối Cùng",
  "7C35B3D1": "Kiểm Tra",
  "Self-inspect": "Tự kiểm tra",
  "Invite in": "Mời vào",
  "Ask to Overlook Issues": "Yêu cầu bỏ qua các vấn đề",
  "Modify Concept": "Sửa đổi khái niệm",
  "You have no Concepts to present (Concepts must be owned and can only be presented once).": "Bạn không có Khái niệm nào để trình bày (Khái niệm phải thuộc sở hữu và chỉ có thể được trình bày một lần).",
  "D7D69623": "Tự kiểm tra",
  "08851F53": "Mời vào",
  "1270057A": "Yêu cầu bỏ qua các vấn đề",
  "DB43E9EB": "Sửa đổi khái niệm",
  "4871311D": "Bạn không có Khái niệm nào để trình bày (Khái niệm phải thuộc sở hữu và chỉ có thể được trình bày một lần).",
  "You have already received feedback on a Concept from this Sim. Try again later.": "Bạn đã nhận được phản hồi về một Khái niệm từ Sim này rồi. Hãy thử lại sau.",
  "Draft Eco-Invention Concept Blueprint": "Soạn Thảo Bản Thiết Kế Khái Niệm Phát Minh Sinh Thái",
  "Draft Municipal Concept Blueprint": "Soạn Thảo Bản Thiết Kế Khái Niệm Đô Thị",
  "Present Concept to {1.SimFirstName}": "Trình Bày Khái Niệm cho {1.SimFirstName}",
  "Watch Presentation": "Xem Thuyết Trình",
  "A156DBAA": "Bạn đã nhận được phản hồi về một Khái niệm từ Sim này rồi. Hãy thử lại sau.",
  "5A9A294E": "Soạn Thảo Bản Thiết Kế Khái Niệm Phát Minh Sinh Thái",
  "AE211207": "Soạn Thảo Bản Thiết Kế Khái Niệm Đô Thị",
  "90214A33": "Trình Bày Khái Niệm cho {1.SimFirstName}",
  "884E8296": "Xem Thuyết Trình",
  "Based on the feedback {0.SimFirstName} received, {M0.he}{F0.she} can now go back to the Drafting Tablet and Modify the Concept to try and improve it.": "Dựa trên phản hồi mà {0.SimFirstName} nhận được, {M0.he}{F0.she} giờ có thể quay lại Bảng Vẽ và Sửa Đổi Khái Niệm để cố gắng cải thiện nó.",
  "(From Listening to Concept Presentation)": "(Từ Việc Lắng Nghe Buổi Trình Bày Khái Niệm)",
  "Empty Outdoor Trash": "Đổ Rác Ngoài Trời",
  "Dispose of Melted Candle": "Vứt Nến Đã Tan Chảy",
  "Compost in Insect Farm": "Ủ trong Trại Côn Trùng",
  "F9C6429E": "Dựa trên phản hồi mà {0.SimFirstName} nhận được, {M0.he}{F0.she} giờ có thể quay lại Bảng Vẽ và Sửa Đổi Khái Niệm để cố gắng cải thiện nó.",
  "8B49F475": "(Từ Việc Lắng Nghe Buổi Trình Bày Khái Niệm)",
  "F3792DE7": "Đổ Rác Ngoài Trời",
  "2892BEA5": "Vứt Nến Đã Tan Chảy",
  "2E7A4950": "Ủ trong Trại Côn Trùng",
  "Recycle in Recycler": "Tái chế trong Máy Tái Chế",
  "Sort out Recyclables": "Phân Loại Vật Liệu Tái Chế",
  "Instant Enact Neighborhood Action Plan (Cheat)": "Ban Hành Ngay Lập Tức Kế Hoạch Hành Động Khu Phố (Gian Lận)",
  "Instant Enact Community Space Project (Cheat)": "Ban Hành Ngay Lập Tức Dự Án Không Gian Cộng Đồng (Gian Lận)",
  "Instant Repeal Neighborhood Action Plan (Cheat)": "Bãi Bỏ Ngay Lập Tức Kế Hoạch Hành Động Khu Phố (Gian Lận)",
  "EE53A3EB": "Tái chế trong Máy Tái Chế",
  "53B72EB5": "Phân Loại Vật Liệu Tái Chế",
  "D995F3A1": "Ban Hành Ngay Lập Tức Kế Hoạch Hành Động Khu Phố (Gian Lận)",
  "559E1CDF": "Ban Hành Ngay Lập Tức Dự Án Không Gian Cộng Đồng (Gian Lận)",
  "1326A4EE": "Bãi Bỏ Ngay Lập Tức Kế Hoạch Hành Động Khu Phố (Gian Lận)",
  "Vote": "Bỏ Phiếu",
  "Not available while on vacation": "Không khả dụng khi đang đi nghỉ",
  "Death by Flies": "Chết vì Ruồi",
  "Clear Pipe Clog (DEBUG)": "Thông Tắc Nghẽn Ống Nước (GỠ LỖ)",
  "Force Pipe Clog (DEBUG)": "Gây Tắc Nghẽn Ống Nước (GỠ LỖ)",
  "A778E06B": "Bỏ Phiếu",
  "2894E4BE": "Không khả dụng khi đang đi nghỉ",
  "CD5D30C5": "Chết vì Ruồi",
  "270536F4": "Thông Tắc Nghẽn Ống Nước (GỠ LỖ)",
  "0BFAA582": "Gây Tắc Nghẽn Ống Nước (GỠ LỖ)",
  "Show Civil Designer Interview TNS's (DEBUG)": "Hiển Thị Phỏng Vấn Nhà Thiết Kế Công Trình cho TNS (GỠ LỖ)",
  "Give Sim Influence+15": "Tặng Sim Ảnh Hưởng +15",
  "(Debug) Fizzy Juice Ingredients": "(Gỡ Lỗi) Nguyên Liệu Nước Ga",
  "(Debug) Kombucha Ingredients": "(Gỡ Lỗi) Nguyên Liệu Trà Kombucha",
  "(Debug) Suspicious Ingredients": "(Gỡ Lỗi) Nguyên Liệu Đáng Nghi",
  "0FAAF09D": "Hiển Thị Phỏng Vấn Nhà Thiết Kế Công Trình cho TNS (GỠ LỖ)",
  "EB9FDD46": "Tặng Sim Ảnh Hưởng +15",
  "5A7DDAD3": "(Gỡ Lỗi) Nguyên Liệu Nước Ga",
  "77C42F12": "(Gỡ Lỗi) Nguyên Liệu Trà Kombucha",
  "60C7F38D": "(Gỡ Lỗi) Nguyên Liệu Đáng Nghi",
  "Candle": "Nến",
  "Break Water Valves": "Làm Hỏng Van Nước",
  "Fix Broken Water Valves": "Sửa Van Nước Hỏng",
  "Dew Collector is impervious to lightning strikes and will no longer break. ": "Máy Hứng Sương không bị ảnh hưởng bởi sét đánh và sẽ không còn bị hỏng nữa.",
  "Reinforced Container": "Thùng Gia Cường",
  "291D185D": "Nến",
  "EE742E91": "Làm Hỏng Van Nước",
  "A44D2035": "Sửa Van Nước Hỏng",
  "0E012487": "Máy Hứng Sương không bị ảnh hưởng bởi sét đánh và sẽ không còn bị hỏng nữa.",
  "8DBB0B9E": "Thùng Gia Cường",
  "Leak-proof and resilient, not even lightning strikes can break this reinforced shell.": "Chống rò rỉ và đàn hồi, ngay cả sét đánh cũng không thể làm hỏng lớp vỏ gia cố này.",
  "Reinforced Container using Eco Parts": "Thùng Gia Cường sử dụng Vật Liệu Sinh Thái",
  "Continue Upgrading Reinforced Container": "Tiếp Tục Nâng Cấp Thùng Gia Cường",
  "Number of Votes: {3.Number}": "Số Lượng Phiếu Bầu: {3.Number}",
  "Action Plan to Promote": "Kế Hoạch Hành Động để Thúc Đẩy",
  "B180495D": "Chống rò rỉ và đàn hồi, ngay cả sét đánh cũng không thể làm hỏng lớp vỏ gia cố này.",
  "4DFE1AD8": "Thùng Gia Cường sử dụng Vật Liệu Sinh Thái",
  "EACABED2": "Tiếp Tục Nâng Cấp Thùng Gia Cường",
  "128B2BF4": "Số Lượng Phiếu Bầu: {3.Number}",
  "B355CA64": "Kế Hoạch Hành Động để Thúc Đẩy",
  "This dumpster is empty.": "Thùng rác này trống.",
  "Dive for Deals": "Săn Lùng Ưu Đãi",
  "{0.SimFirstName} found {1.ObjectName} in the dumpster. Check {M0.his}{F0.her} inventory.": "{0.SimFirstName} đã tìm thấy {1.ObjectName} trong thùng rác. Kiểm tra hành trang của {M0.his}{F0.her}.",
  "{0.SimFirstName} found {1.ObjectName} in the dumpster, but it may be in questionable condition. Check your Household Inventory.": "{0.SimFirstName} đã tìm thấy {1.ObjectName} trong thùng rác, nhưng nó có thể ở trong tình trạng đáng ngờ. Kiểm tra Kho Đồ Gia Đình của bạn.",
  "Dive for Ingredients ": "Săn Lùng Nguyên Liệu",
  "A83E721A": "Thùng rác này trống.",
  "515F9B6C": "Săn Lùng Ưu Đãi",
  "218A7E3E": "{0.SimFirstName} đã tìm thấy {1.ObjectName} trong thùng rác. Kiểm tra hành trang của {M0.his}{F0.her}.",
  "A4172082": "{0.SimFirstName} đã tìm thấy {1.ObjectName} trong thùng rác, nhưng nó có thể ở trong tình trạng đáng ngờ. Kiểm tra Kho Đồ Gia Đình của bạn.",
  "32248525": "Săn Lùng Nguyên Liệu",
  "Dive for Meals": "Săn Lùng Bữa Ăn",
  "Dive for Thrills": "Săn Lùng Cảm Giác Mạnh",
  "There's too much garbage in this dumpster for a romantic encounter.": "Có quá nhiều rác trong thùng rác này để có một cuộc gặp gỡ lãng mạn.",
  "Eww, {0.SimFirstName} is disgusted by the mere sight of this dumpster.": "Eww, {0.SimFirstName} ghê tởm chỉ vì nhìn thấy thùng rác này.",
  "This dumpster is too full to do this.": "Thùng rác này quá đầy để làm điều này.",
  "1603DC69": "Săn Lùng Bữa Ăn",
  "70AD3FE3": "Săn Lùng Cảm Giác Mạnh",
  "6FE24DEB": "Có quá nhiều rác trong thùng rác này để có một cuộc gặp gỡ lãng mạn.",
  "DF86553E": "Eww, {0.SimFirstName} ghê tởm chỉ vì nhìn thấy thùng rác này.",
  "0C4C44C2": "Thùng rác này quá đầy để làm điều này.",
  "Mess Around in Dumpster With": "Làm Ồn trong Thùng Rác Với",
  "(From Napping in Dumpster)": "(Từ Việc Ngủ Trưa trong Thùng Rác)",
  "This dumpster is too full to nap in.": "Thùng rác này quá đầy để ngủ trưa.",
  "Nap in Dumpster": "Ngủ Trưa trong Thùng Rác",
  "Try for Baby in Dumpster": "Thử Có Em Bé trong Thùng Rác",
  "013CA2A6": "Làm Ồn trong Thùng Rác Với",
  "25E28B4C": "(Từ Việc Ngủ Trưa trong Thùng Rác)",
  "17F914C8": "Thùng rác này quá đầy để ngủ trưa.",
  "8DE599C7": "Ngủ Trưa trong Thùng Rác",
  "90009F74": "Thử Có Em Bé trong Thùng Rác",
  "Try for Baby in Dumpster With": "Thử Có Em Bé trong Thùng Rác Với",
  "Have an Acid Mud Fight": "Chơi Ném Bùn Axit",
  "{0.SimFirstName} is Burnt by the Sun and cannot Bask in the Light Rays.": "{0.SimFirstName} bị Cháy Nắng và không thể Tắm Mình trong Tia Sáng.",
  "Bask in the Light Rays": "Tắm Mình trong Tia Sáng",
  "18ADFB69": "Thử Có Em Bé trong Thùng Rác Với",
  "3DD7DE1F": "Chơi Ném Bùn Axit",
  "BCAA2280": "{0.SimFirstName} bị Cháy Nắng và không thể Tắm Mình trong Tia Sáng.",
  "F4F252FD": "Tắm Mình trong Tia Sáng",
  "111944A6": "Thải Sương Khói",
  "Finding Object": "Tìm Vật Phẩm",
  "Inspect Object": "Kiểm Tra Vật Phẩm",
  "Leave": "Rời Đi",
  "Self Inspect": "Tự Kiểm Tra",
  "Ask to Pollute": "Yêu Cầu Gây Ô Nhiễm",
  "B30F2ED8": "Tìm Vật Phẩm",
  "2423BDA6": "Kiểm Tra Vật Phẩm",
  "BBAA9FFB": "Rời Đi",
  "4112DFC8": "Tự Kiểm Tra",
  "875D08F3": "Yêu Cầu Gây Ô Nhiễm",
  "A composting container makes this toilet use less water and produce flammable compost. Just be sure to install an Insect Farm or things could get toasty!": "Một thùng ủ phân giúp nhà vệ sinh này sử dụng ít nước hơn và tạo ra phân ủ dễ cháy. Chỉ cần đảm bảo lắp đặt một Trại Côn Trùng hoặc mọi thứ có thể trở nên nóng bỏng!",
  "This upgrade allows this object to use significantly less Power Utility.": "Nâng cấp này cho phép vật phẩm này sử dụng ít Tiện Ích Điện hơn đáng kể.",
  "When fueled, this object will burn fuel instead of using utilities. May cause pollution.": "Khi được cung cấp nhiên liệu, vật phẩm này sẽ đốt nhiên liệu thay vì sử dụng các tiện ích. Có thể gây ô nhiễm.",
  "When fueled, this object can now siphon water from the atmosphere and will not rely upon Water Utility.": "Khi được cung cấp nhiên liệu, vật phẩm này giờ có thể hút nước từ khí quyển và sẽ không dựa vào Tiện Ích Nước.",
  "E31B1ED3": "Hút Sương Khói",
  "56C7C64C": "Một thùng ủ phân giúp nhà vệ sinh này sử dụng ít nước hơn và tạo ra phân ủ dễ cháy. Chỉ cần đảm bảo lắp đặt một Trại Côn Trùng hoặc mọi thứ có thể trở nên nóng bỏng!",
  "EF150901": "Nâng cấp này cho phép vật phẩm này sử dụng ít Tiện Ích Điện hơn đáng kể.",
  "D40A5DC2": "Khi được cung cấp nhiên liệu, vật phẩm này sẽ đốt nhiên liệu thay vì sử dụng các tiện ích. Có thể gây ô nhiễm.",
  "99537A94": "Khi được cung cấp nhiên liệu, vật phẩm này giờ có thể hút nước từ khí quyển và sẽ không dựa vào Tiện Ích Nước.",
  "This upgrade reduces Water Utility usage significantly.": "Nâng cấp này làm giảm đáng kể việc sử dụng Tiện Ích Nước.",
  "Atomized Mist (Using Eco-Upgrade Parts)": "Sương Mù Phân Tán (Sử dụng Vật Liệu Nâng Cấp Sinh Thái)",
  "Transforms waste material into a compost and reduces water usage. May spontaneously combust if compost is not used.": "Biến đổi vật liệu thải thành phân ủ và giảm lượng nước sử dụng. Có thể tự bốc cháy nếu phân ủ không được sử dụng.",
  "Composting Container using Eco Parts": "Thùng Ủ Phân sử dụng Vật Liệu Sinh Thái",
  "Decreases this object's power usage while in use. ": "Giảm mức tiêu thụ điện của vật phẩm này khi đang sử dụng.",
  "73F456A6": "Nâng cấp này làm giảm đáng kể việc sử dụng Tiện Ích Nước.",
  "93FE0358": "Sương Mù Phân Tán (Sử dụng Vật Liệu Nâng Cấp Sinh Thái)",
  "B6B090A8": "Biến đổi vật liệu thải thành phân ủ và giảm lượng nước sử dụng. Có thể tự bốc cháy nếu phân ủ không được sử dụng.",
  "840BC0B0": "Thùng Ủ Phân sử dụng Vật Liệu Sinh Thái",
  "6DB58037": "Giảm mức tiêu thụ điện của vật phẩm này khi đang sử dụng.",
  "Energy-Efficient Device using Eco Parts": "Thiết Bị Tiết Kiệm Năng Lượng sử dụng Vật Liệu Sinh Thái",
  "This object will no longer require power and will burn refillable fuel.": "Vật phẩm này sẽ không còn yêu cầu điện và sẽ đốt nhiên liệu có thể nạp lại.",
  "Fuel Cell using Eco Parts": "Pin Nhiên Liệu sử dụng Vật Liệu Sinh Thái",
  "This object will no longer require water utility and will burn refillable fuel. ": "Vật phẩm này sẽ không còn yêu cầu tiện ích nước và sẽ đốt nhiên liệu có thể nạp lại.",
  "Add H20 Siphoner using Eco Parts": "Thêm Máy Hút H20 sử dụng Vật Liệu Sinh Thái",
  "EDE001E5": "Thiết Bị Tiết Kiệm Năng Lượng sử dụng Vật Liệu Sinh Thái",
  "8704DACA": "Vật phẩm này sẽ không còn yêu cầu điện và sẽ đốt nhiên liệu có thể nạp lại.",
  "73630DB6": "Pin Nhiên Liệu sử dụng Vật Liệu Sinh Thái",
  "079CF434": "Vật phẩm này sẽ không còn yêu cầu tiện ích nước và sẽ đốt nhiên liệu có thể nạp lại.",
  "C7107224": "Thêm Máy Hút H20 sử dụng Vật Liệu Sinh Thái",
  "Water Recycler using Eco Parts": "Máy Tái Chế Nước sử dụng Vật Liệu Sinh Thái",
  "Composting Container": "Thùng Ủ Phân",
  "Energy-Efficient Device": "Thiết Bị Tiết Kiệm Năng Lượng",
  "Fuel Cell": "Pin Nhiên Liệu",
  "Add H20 Siphoner": "Thêm Máy Hút H20",
  "33274712": "Máy Tái Chế Nước sử dụng Vật Liệu Sinh Thái",
  "E162B198": "Thùng Ủ Phân",
  "947944ED": "Thiết Bị Tiết Kiệm Năng Lượng",
  "558A9D8E": "Pin Nhiên Liệu",
  "F75F5BCC": "Thêm Máy Hút H20",
  "Water Recycler": "Máy Tái Chế Nước",
  "With this upgrade, water utility usage is significantly decreased.": "Với nâng cấp này, việc sử dụng tiện ích nước sẽ giảm đáng kể.",
  "Continue Upgrading to Atomized Mist": "Tiếp Tục Nâng Cấp lên Sương Mù Phân Tán",
  "Continue Upgrading Composting Container": "Tiếp Tục Nâng Cấp Thùng Ủ Phân",
  "Continue Upgrading Energy-Efficient Device": "Tiếp Tục Nâng Cấp Thiết Bị Tiết Kiệm Năng Lượng",
  "B848056A": "Máy Tái Chế Nước",
  "D1F94452": "Với nâng cấp này, việc sử dụng tiện ích nước sẽ giảm đáng kể.",
  "F32D23DE": "Tiếp Tục Nâng Cấp lên Sương Mù Phân Tán",
  "6FF9DFD2": "Tiếp Tục Nâng Cấp Thùng Ủ Phân",
  "A64F2E63": "Tiếp Tục Nâng Cấp Thiết Bị Tiết Kiệm Năng Lượng",
  "Continue Upgrading Fuel Cell": "Tiếp Tục Nâng Cấp Pin Nhiên Liệu",
  "Continue Upgrading H20 Siphoner": "Tiếp Tục Nâng Cấp Máy Hút H20",
  "Continue Upgrading Water Recycler": "Tiếp Tục Nâng Cấp Máy Tái Chế Nước",
  "Give Bits and Pieces": "Tặng Vật Liệu Vụn",
  "The finished fabrication can be found in the household inventory.": "Chế tạo xong có thể tìm thấy trong kho đồ gia đình.",
  "64D49310": "Tiếp Tục Nâng Cấp Pin Nhiên Liệu",
  "EFD2E766": "Tiếp Tục Nâng Cấp Máy Hút H20",
  "55971480": "Tiếp Tục Nâng Cấp Máy Tái Chế Nước",
  "F336EA0C": "Tặng Vật Liệu Vụn",
  "E4A80144": "Chế tạo xong có thể tìm thấy trong kho đồ gia đình.",
  "The finished fabrication can be found in your Sim's inventory": "Chế tạo xong có thể tìm thấy trong hành trang của Sim của bạn",
  "Dye": "Nhuộm",
  "Fabricate": "Chế Tạo",
  "Repair Burnt State": "Sửa Chữa Trạng Thái Cháy",
  "{0.SimFirstName} rummaged and searched, but couldn't find anything of note. Maybe later - it's only a matter of time before someone else discards a juicy morsel or tasty tidbit. ": "{0.SimFirstName} lục lọi và tìm kiếm, nhưng không tìm thấy bất cứ điều gì đáng chú ý. Có lẽ sau - chỉ là vấn đề thời gian trước khi ai đó vứt bỏ một miếng ngon ngọt hoặc mẩu tin thú vị.",
  "E54E2BEE": "Chế tạo xong có thể tìm thấy trong hành trang của Sim của bạn",
  "3A022DFD": "Nhuộm",
  "7BDC0811": "Chế Tạo",
  "1BDC39EF": "Sửa Chữa Trạng Thái Cháy",
  "E7EF4540": "{0.SimFirstName} lục lọi và tìm kiếm, nhưng không tìm thấy bất cứ điều gì đáng chú ý. Có lẽ sau - chỉ là vấn đề thời gian trước khi ai đó vứt bỏ một miếng ngon ngọt hoặc mẩu tin thú vị.",
  "Rummage for Ingredients": "Lục Lọi Tìm Nguyên Liệu",
  "\"Dashing! This is exactly what we were looking for. Keep up the great work, {0.SimFirstName}.\"": "Tuyệt vời! Đây chính xác là những gì chúng tôi đang tìm kiếm. Hãy tiếp tục làm tốt công việc, {0.SimFirstName}.",
  "Current Fuel Level: Low": "Mức Nhiên Liệu Hiện Tại: Thấp",
  "Current Fuel Level: High": "Mức Nhiên Liệu Hiện Tại: Cao",
  "Current Fuel Level: Medium": "Mức Nhiên Liệu Hiện Tại: Trung Bình",
  "F4CA50A8": "Lục Lọi Tìm Nguyên Liệu",
  "97DD6276": "Tuyệt vời! Đây chính xác là những gì chúng tôi đang tìm kiếm. Hãy tiếp tục làm tốt công việc, {0.SimFirstName}.",
  "3693ECD1": "Mức Nhiên Liệu Hiện Tại: Thấp",
  "D36FF55A": "Mức Nhiên Liệu Hiện Tại: Cao",
  "2B7AAC23": "Mức Nhiên Liệu Hiện Tại: Trung Bình",
  "Current Fuel Level: Very Low": "Mức Nhiên Liệu Hiện Tại: Rất Thấp",
  "Current Fuel Level: Empty": "Mức Nhiên Liệu Hiện Tại: Hết",
  "Refill Fuel Cell": "Nạp Lại Pin Nhiên Liệu",
  "Current Fuel Level: Low\\n\\nInsect Bio-Fuel can be harvested from a thriving Insect Farm.\\n": "Mức Nhiên Liệu Hiện Tại: Thấp\n\nNhiên liệu sinh học từ côn trùng có thể được thu hoạch từ một Trại Côn Trùng phát triển mạnh.\n",
  "Current Fuel Level: High\\n\\nInsect Bio-Fuel can be harvested from a thriving Insect Farm.\\n": "Mức Nhiên Liệu Hiện Tại: Cao\n\nNhiên liệu sinh học từ côn trùng có thể được thu hoạch từ một Trại Côn Trùng phát triển mạnh.\n",
  "72273AA1": "Mức Nhiên Liệu Hiện Tại: Rất Thấp",
  "2534E69B": "Mức Nhiên Liệu Hiện Tại: Hết",
  "4D9DB5EA": "Nạp Lại Pin Nhiên Liệu",
  "ED90BA88": "Mức Nhiên Liệu Hiện Tại: Thấp\n\nNhiên liệu sinh học từ côn trùng có thể được thu hoạch từ một Trại Côn Trùng phát triển mạnh.\n",
  "D62BD993": "Mức Nhiên Liệu Hiện Tại: Cao\n\nNhiên liệu sinh học từ côn trùng có thể được thu hoạch từ một Trại Côn Trùng phát triển mạnh.\n",
  "Current Fuel Level: Medium\\n\\nInsect Bio-Fuel can be harvested from a thriving Insect Farm.\\n": "Mức Nhiên Liệu Hiện Tại: Trung Bình\n\nNhiên liệu sinh học từ côn trùng có thể được thu hoạch từ một Trại Côn Trùng phát triển mạnh.\n",
  "Current Fuel Level: Very Low\\n\\nInsect Bio-Fuel can be harvested from a thriving Insect Farm.\\n": "Mức Nhiên Liệu Hiện Tại: Rất Thấp\n\nNhiên liệu sinh học từ côn trùng có thể được thu hoạch từ một Trại Côn Trùng phát triển mạnh.\n",
  "Current Fuel Level: Empty\\n\\nInsect Bio-Fuel can be harvested from a thriving Insect Farm.\\n": "Mức Nhiên Liệu Hiện Tại: Hết\n\nNhiên liệu sinh học từ côn trùng có thể được thu hoạch từ một Trại Côn Trùng phát triển mạnh.\n",
  "Refill Fuel Cell with Insect Bio-Fuel": "Nạp Lại Pin Nhiên Liệu bằng Nhiên Liệu Sinh Học từ Côn Trùng",
  "Refill H20 Siphoner": "Nạp Lại Máy Hút H20",
  "9F379012": "Mức Nhiên Liệu Hiện Tại: Trung Bình\n\nNhiên liệu sinh học từ côn trùng có thể được thu hoạch từ một Trại Côn Trùng phát triển mạnh.\n",
  "297F90AC": "Mức Nhiên Liệu Hiện Tại: Rất Thấp\n\nNhiên liệu sinh học từ côn trùng có thể được thu hoạch từ một Trại Côn Trùng phát triển mạnh.\n",
  "202734DA": "Mức Nhiên Liệu Hiện Tại: Hết\n\nNhiên liệu sinh học từ côn trùng có thể được thu hoạch từ một Trại Côn Trùng phát triển mạnh.\n",
  "330DE8CB": "Nạp Lại Pin Nhiên Liệu bằng Nhiên Liệu Sinh Học từ Côn Trùng",
  "BF91D5B8": "Nạp Lại Máy Hút H20",
  "Refill H20 Siphoner with Insect Bio-Fuel": "Nạp Lại Máy Hút H20 bằng Nhiên Liệu Sinh Học từ Côn Trùng",
  "Harvest {1.ObjectName}": "Thu Hoạch {1.ObjectName}",
  "Harvest Charred Cruelty Free Meat": "Thu Hoạch Thịt Cháy Không Gây Đau Đớn",
  "Harvesting {1.ObjectName}": "Đang Thu Hoạch {1.ObjectName}",
  "Harvest Meat In Area": "Thu Hoạch Thịt Trong Khu Vực",
  "A4C9C6CD": "Nạp Lại Máy Hút H20 bằng Nhiên Liệu Sinh Học từ Côn Trùng",
  "750B4EAE": "Thu Hoạch {1.ObjectName}",
  "50BEFF4A": "Thu Hoạch Thịt Cháy Không Gây Đau Đớn",
  "3294E59E": "Đang Thu Hoạch {1.ObjectName}",
  "B57FB939": "Thu Hoạch Thịt Trong Khu Vực",
  "Sell Meat In Area": "Bán Thịt Trong Khu Vực",
  "Sell Meat Cubes": "Bán Thịt Viên",
  "Harvest and sell meat in a wide area:\\n{5.String}": "Thu hoạch và bán thịt trên diện rộng:\n{5.String}",
  "Rid any pest-ridden meat of its bugs to recover health.": "Loại bỏ bất kỳ loại thịt nào đầy rẫy sâu bọ để phục hồi sức khỏe.",
  "Tending Meat": "Chăm Sóc Thịt",
  "B8DC0DAD": "Bán Thịt Trong Khu Vực",
  "9EE71525": "Bán Thịt Viên",
  "7922A55A": "Thu hoạch và bán thịt trên diện rộng:\n{5.String}",
  "AF51F68D": "Loại bỏ bất kỳ loại thịt nào đầy rẫy sâu bọ để phục hồi sức khỏe.",
  "40C03A89": "Chăm Sóc Thịt",
  "Watering Meat": "Tưới Thịt",
  "Recycle Bits": "Tái Chế Vật Liệu Vụn",
  "Recycle Pieces": "Tái Chế Mảnh Vỡ",
  "(From the Green Eco Footprint)": "(Từ Dấu Chân Sinh Thái Xanh)",
  "(From the Industrial Eco Footprint)": "(Từ Dấu Chân Sinh Thái Công Nghiệp)",
  "68FEB08B": "Tưới Thịt",
  "BC156577": "Tái Chế Vật Liệu Vụn",
  "0ABA44F6": "Tái Chế Mảnh Vỡ",
  "3B2D6615": "(Từ Dấu Chân Sinh Thái Xanh)",
  "66572D98": "(Từ Dấu Chân Sinh Thái Công Nghiệp)",
  "Stop Repeal Process": "Dừng Quá Trình Bãi Bỏ",
  "Set Recycle Disciple Desire to Strain": "Đặt Mong Muốn Trở Thành Đệ Tử Tái Chế là Căng Thẳng",
  "(From Squeamishly Farming Insects)": "(Từ Việc Nuôi Côn Trùng Một Cách Nhút Nhát)",
  "Fill Collection Timer": "Điền Hẹn Giờ Thu Thập",
  "Fill Health": "Điền Sức Khỏe",
  "7E74DC0E": "Dừng Quá Trình Bãi Bỏ",
  "2D7C6770": "Đặt Mong Muốn Trở Thành Đệ Tử Tái Chế là Căng Thẳng",
  "676BBDCA": "(Từ Việc Nuôi Côn Trùng Một Cách Nhút Nhát)",
  "18735DBE": "Điền Hẹn Giờ Thu Thập",
  "8D493DAF": "Điền Sức Khỏe",
  "Fill Hunger": "Điền Cơn Đói",
  "Bio-Fuel is not ready yet. Insects generate Bio-Fuel 24 hours after Bio-Fuel or Insect Ingredients are collected or the farm is filled with insects.": "Nhiên liệu sinh học chưa sẵn sàng. Côn trùng tạo ra nhiên liệu sinh học 24 giờ sau khi nhiên liệu sinh học hoặc nguyên liệu côn trùng được thu thập hoặc trang trại chứa đầy côn trùng.",
  "Collect Bio-Fuel": "Thu Thập Nhiên Liệu Sinh Học",
  "Nurture": "Nuôi Dưỡng",
  "No usable ingredients in inventory. Try acquiring some fruit!": "Không có nguyên liệu có thể sử dụng trong hành trang. Hãy thử kiếm một ít trái cây!",
  "48D47514": "Điền Cơn Đói",
  "BDE94FFA": "Nhiên liệu sinh học chưa sẵn sàng. Côn trùng tạo ra nhiên liệu sinh học 24 giờ sau khi nhiên liệu sinh học hoặc nguyên liệu côn trùng được thu thập hoặc trang trại chứa đầy côn trùng.",
  "12F0D651": "Thu Thập Nhiên Liệu Sinh Học",
  "8B1CEBA0": "Nuôi Dưỡng",
  "7D843C43": "Không có nguyên liệu có thể sử dụng trong hành trang. Hãy thử kiếm một ít trái cây!",
  "Load Ingredients": "Nạp Nguyên Liệu",
  "The cost to start the fizzing process depends on the amount of loaded ingredients.": "Chi phí để bắt đầu quá trình sủi bọt phụ thuộc vào số lượng nguyên liệu được nạp.",
  "Start Fizzing": "Bắt Đầu Sủi Bọt",
  "The Fizzing Station is empty. Load some ingredients!": "Trạm Sủi Bọt trống rỗng. Hãy nạp một số nguyên liệu!",
  "Seltzers are cheaper to make and produce more quantity than Fizzy Juice.": "Seltzers rẻ hơn để làm và sản xuất số lượng nhiều hơn so với Nước Ép Có Ga.",
  "177FB41A": "Nạp Nguyên Liệu",
  "94939343": "Chi phí để bắt đầu quá trình sủi bọt phụ thuộc vào số lượng nguyên liệu được nạp.",
  "6861556F": "Bắt Đầu Sủi Bọt",
  "F5A95B3C": "Trạm Sủi Bọt trống rỗng. Hãy nạp một số nguyên liệu!",
  "B69D9E97": "Seltzers rẻ hơn để làm và sản xuất số lượng nhiều hơn so với Nước Ép Có Ga.",
  "Start Fizzing Seltzer": "Bắt Đầu Sủi Bọt Seltzer",
  "Collect": "Thu Thập",
  "Grab a Bottle": "Lấy Một Chai",
  "Grab a Jar": "Lấy Một Lọ",
  "Grab a Can": "Lấy Một Lon",
  "8B80F3C5": "Bắt Đầu Sủi Bọt Seltzer",
  "4A1C37B7": "Thu Thập",
  "5AFFE6AD": "Lấy Một Chai",
  "2A6EBA14": "Lấy Một Lọ",
  "6725A983": "Lấy Một Lon",
  "(From Afizzionado Trait)": "(Từ Tính Cách Afizzionado)",
  "Retrieve Ingredients": "Lấy Lại Nguyên Liệu",
  "Upgrade Complete! {0.SimFirstName} has completed the Juice Fizzer upgrade.": "Nâng Cấp Hoàn Tất! {0.SimFirstName} đã hoàn thành việc nâng cấp Máy Làm Nước Ép Có Ga.",
  "85D275F9": "(Từ Tính Cách Afizzionado)",
  "1725F285": "Lấy Lại Nguyên Liệu",
  "5C56C0BE": "Nạp Nguyên Liệu",
  "848D772C": "Bắt Đầu Sủi Bọt",
  "13EA5A57": "Nâng Cấp Hoàn Tất! {0.SimFirstName} đã hoàn thành việc nâng cấp Máy Làm Nước Ép Có Ga.",
  "Improve Infuser (Completed)": "Cải Thiện Máy Truyền Hương (Đã Hoàn Tất)",
  "Make Unbreakable (Completed)": "Làm Cho Không Thể Phá Vỡ (Đã Hoàn Tất)",
  "Add Self Cleaning (Completed)": "Thêm Tự Làm Sạch (Đã Hoàn Tất)",
  "Upgrade the flavor extractor to increase the amount of product that can be crafted.": "Nâng cấp máy chiết xuất hương vị để tăng lượng sản phẩm có thể được chế tạo.",
  "Continue Enhancing Extractor": "Tiếp Tục Cải Tiến Máy Chiết Xuất",
  "C4F8B32C": "Cải Thiện Máy Truyền Hương (Đã Hoàn Tất)",
  "64D716E2": "Làm Cho Không Thể Phá Vỡ (Đã Hoàn Tất)",
  "19EFB88F": "Thêm Tự Làm Sạch (Đã Hoàn Tất)",
  "99AC0557": "Nâng cấp máy chiết xuất hương vị để tăng lượng sản phẩm có thể được chế tạo.",
  "70EE7FF0": "Tiếp Tục Cải Tiến Máy Chiết Xuất",
  "Enhance Extractor": "Cải Tiến Máy Chiết Xuất",
  "Increases the quality of crafted products!": "Tăng chất lượng của các sản phẩm được chế tạo!",
  "Continue Improving Infuser": "Tiếp Tục Cải Thiện Máy Truyền Hương",
  "Improve Infuser": "Cải Thiện Máy Truyền Hương",
  "Makes the Juice Fizzer unbreakable!": "Làm cho Máy Làm Nước Ép Có Ga không thể phá vỡ!",
  "F03C5C49": "Cải Tiến Máy Chiết Xuất",
  "2BE71B19": "Tăng chất lượng của các sản phẩm được chế tạo!",
  "9DD49386": "Tiếp Tục Cải Thiện Máy Truyền Hương",
  "BCAC0463": "Cải Thiện Máy Truyền Hương",
  "4ADF198B": "Làm cho Máy Làm Nước Ép Có Ga không thể phá vỡ!",
  "Continue Making Unbreakable": "Tiếp Tục Làm Cho Không Thể Phá Vỡ",
  "Make Unbreakable": "Làm Cho Không Thể Phá Vỡ",
  "The Juice Fizzer cleans itself after every use!": "Máy Làm Nước Ép Có Ga tự làm sạch sau mỗi lần sử dụng!",
  "Continue Adding Self Cleaning": "Tiếp Tục Thêm Tự Làm Sạch",
  "Add Self Cleaning": "Thêm Tự Làm Sạch",
  "B6DF5BFC": "Tiếp Tục Làm Cho Không Thể Phá Vỡ",
  "A17D289D": "Làm Cho Không Thể Phá Vỡ",
  "3A47DDE8": "Máy Làm Nước Ép Có Ga tự làm sạch sau mỗi lần sử dụng!",
  "66448E23": "Tiếp Tục Thêm Tự Làm Sạch",
  "07596718": "Thêm Tự Làm Sạch",
  "{0.SimFirstName} has exceeded {M0.his}{F0.her} Fizz Enthusiast limit for the day! Wait a little bit before trying to submit something else for evaluation.": "{0.SimFirstName} đã vượt quá giới hạn Người Yêu Thích Nước Ép Có Ga của {M0.his}{F0.her} trong ngày! Chờ một chút trước khi thử gửi một thứ gì đó khác để đánh giá.",
  "Create items on the Fabricator, Juice Fizzing Station, or Candle Making Table in your Sim’s inventory to use as gifts.": "Tạo các vật phẩm trên Máy Chế Tạo, Trạm Sủi Bọt Nước Ép hoặc Bàn Làm Nến trong hành trang của Sim của bạn để làm quà tặng.",
  "Give Crafted Gift": "Tặng Quà Tự Chế",
  "(From Failing to Convince a Neighbor to Install something)": "(Từ Việc Không Thuyết Phục Được Hàng Xóm Lắp Đặt Thứ Gì Đó)",
  "(From being unconvinced)": "(Từ việc không bị thuyết phục)",
  "3FBA687A": "{0.SimFirstName} đã vượt quá giới hạn Người Yêu Thích Nước Ép Có Ga của {M0.his}{F0.her} trong ngày! Chờ một chút trước khi thử gửi một thứ gì đó khác để đánh giá.",
  "5D168781": "Tạo các vật phẩm trên Máy Chế Tạo, Trạm Sủi Bọt Nước Ép hoặc Bàn Làm Nến trong hành trang của Sim của bạn để làm quà tặng.",
  "73578D28": "Tặng Quà Tự Chế",
  "A28974C4": "(Từ Việc Không Thuyết Phục Được Hàng Xóm Lắp Đặt Thứ Gì Đó)",
  "433A7A5E": "(Từ việc không bị thuyết phục)",
  "I've never thought of using something like that. Maybe I should get one?": "Tôi chưa bao giờ nghĩ đến việc sử dụng một thứ như thế. Có lẽ tôi nên mua một cái?",
  "(From being convinced to install something)": "(Từ việc bị thuyết phục lắp đặt thứ gì đó)",
  "Don't come around my house telling me what to put in it! Get off my property!": "Đừng đến nhà tôi và bảo tôi phải đặt cái gì vào đó! Cút khỏi khu đất của tôi!",
  "C1F862FF": "Tôi chưa bao giờ nghĩ đến việc sử dụng một thứ như thế. Có lẽ tôi nên mua một cái?",
  "A60CE0C4": "(Từ việc bị thuyết phục lắp đặt thứ gì đó)",
  "C9B7C890": "(Từ việc không bị thuyết phục)",
  "1168F1D4": "Đừng đến nhà tôi và bảo tôi phải đặt cái gì vào đó! Cút khỏi khu đất của tôi!",
  "D289EF6F": "(Từ Việc Không Thuyết Phục Được Hàng Xóm Lắp Đặt Thứ Gì Đó)",
  "What? You're telling me to buy a new thing already? Are you scamming me?": "Cái gì? Bạn đang bảo tôi mua một thứ mới ngay bây giờ à? Bạn đang lừa tôi à?",
  "(From being asked to install something again)": "(Từ việc bị yêu cầu lắp đặt thứ gì đó một lần nữa)",
  "Convince to Buy Fabricator": "Thuyết Phục Mua Máy Chế Tạo",
  "Bee Box": "Hộp Ong",
  "Insect Farm": "Trại Côn Trùng",
  "44D6606B": "Cái gì? Bạn đang bảo tôi mua một thứ mới ngay bây giờ à? Bạn đang lừa tôi à?",
  "73A97023": "(Từ việc bị yêu cầu lắp đặt thứ gì đó một lần nữa)",
  "7191EEEF": "Thuyết Phục Mua Máy Chế Tạo",
  "F3AEACCC": "Hộp Ong",
  "98AFF823": "Trại Côn Trùng",
  "Planters": "Chậu Trồng Cây",
  "Vertical Garden": "Vườn Treo Tường",
  "Atmospheric Water Generator": "Máy Tạo Nước Từ Khí Quyển",
  "Dew Collector": "Máy Hứng Sương",
  "Power Generator": "Máy Phát Điện",
  "0471E4C9": "Chậu Trồng Cây",
  "1C6672A6": "Vườn Treo Tường",
  "CB85A4D6": "Máy Tạo Nước Từ Khí Quyển",
  "3A9C8EC9": "Máy Hứng Sương",
  "6EBAB89E": "Máy Phát Điện",
  "Solar Panel": "Tấm Pin Mặt Trời",
  "Wind Turbines": "Tuabin Gió",
  "(From being unconvinced to support a Neighborhood Action Plan)": "(Từ việc không bị thuyết phục ủng hộ Kế hoạch Hành động Khu phố)",
  "(From Being Convinced to Support a Neighborhood Action Plan)": "(Từ Việc Bị Thuyết Phục Ủng Hộ Kế hoạch Hành động Khu phố)",
  "(From Successfully Convincing a Sim to Support a Neighborhood Action Plan)": "(Từ Việc Thuyết Phục Thành Công một Sim Ủng Hộ Kế hoạch Hành động Khu phố)",
  "CCE5CF43": "Tấm Pin Mặt Trời",
  "3EFD0825": "Tuabin Gió",
  "66631C85": "(Từ việc không bị thuyết phục ủng hộ Kế hoạch Hành động Khu phố)",
  "2364E331": "(Từ Việc Bị Thuyết Phục Ủng Hộ Kế hoạch Hành động Khu phố)",
  "50D277C3": "(Từ Việc Thuyết Phục Thành Công một Sim Ủng Hộ Kế hoạch Hành động Khu phố)",
  "(From Failing to Convince to Support a Neighborhood Action Plan)": "(Từ Việc Không Thuyết Phục Được Ủng Hộ Kế hoạch Hành động Khu phố)",
  "Convince to Support N.A.P.": "Thuyết Phục Ủng Hộ K.H.H.Đ.",
  "(From Unsuccessfully Being Asked to Repeal a N.A.P.)": "(Từ Việc Không Thành Công Khi Bị Yêu Cầu Bãi Bỏ K.H.H.Đ.)",
  "(From Getting a Repeal Signature)": "(Từ Việc Nhận Được Chữ Ký Bãi Bỏ)",
  "Can only get signatures in home neighborhood": "Chỉ có thể nhận chữ ký trong khu phố nhà",
  "D22B9167": "(Từ Việc Không Thuyết Phục Được Ủng Hộ Kế hoạch Hành động Khu phố)",
  "C0749F19": "Thuyết Phục Ủng Hộ K.H.H.Đ.",
  "5CA5A457": "(Từ Việc Không Thành Công Khi Bị Yêu Cầu Bãi Bỏ K.H.H.Đ.)",
  "A83DF220": "(Từ Việc Nhận Được Chữ Ký Bãi Bỏ)",
  "42C8DBEE": "Chỉ có thể nhận chữ ký trong khu phố nhà",
  "Ask for Repeal Signature": "Yêu Cầu Chữ Ký Bãi Bỏ",
  "Fight to Leave": "Đấu Tranh Để Rời Đi",
  "This Sim has enthused about fabrication recently. ": "Sim này đã nhiệt tình về chế tạo gần đây.",
  "Enthuse about Fabrication": "Nhiệt Tình về Chế Tạo",
  "I've got a few extra bits and pieces I've picked up from the recycler. You can have them! Keep on recycling!": "Tôi có một vài vật liệu vụn nhặt được từ máy tái chế. Bạn có thể lấy chúng! Hãy tiếp tục tái chế nhé!",
  "68FBC606": "Yêu Cầu Chữ Ký Bãi Bỏ",
  "FE522A9D": "Đấu Tranh Để Rời Đi",
  "C6B49ADF": "Sim này đã nhiệt tình về chế tạo gần đây.",
  "5DB2BFA6": "Nhiệt Tình về Chế Tạo",
  "1492EB8E": "Tôi có một vài vật liệu vụn nhặt được từ máy tái chế. Bạn có thể lấy chúng! Hãy tiếp tục tái chế nhé!",
  "I'm out of bits and pieces right now and won't have any for a few hours. Go recycle on your own a bit!": "Tôi hết vật liệu vụn rồi và sẽ không có trong vài giờ tới. Hãy tự đi tái chế một chút đi!",
  "Ask for Recycling Materials": "Yêu Cầu Vật Liệu Tái Chế",
  "If you've got trash you want to recycle, sorting out recyclables ahead of time is a real eco-friendly choice!": "Nếu bạn có rác muốn tái chế, việc phân loại các vật liệu tái chế trước thời hạn là một lựa chọn thực sự thân thiện với môi trường!",
  "You can always expect some bits and pieces when recycling something you no longer need, but did you know that you may sometimes also find that the item was hiding something useful? I've even heard of recyclers finding money!": "Bạn luôn có thể mong đợi một số vật liệu vụn khi tái chế thứ gì đó bạn không còn cần nữa, nhưng bạn có biết rằng đôi khi bạn cũng có thể thấy rằng vật phẩm đó đang giấu một thứ gì đó hữu ích không? Tôi thậm chí còn nghe nói về những người tái chế tìm thấy tiền!",
  "What have you tried recycling so far? Keep experimenting, as almost anything you're carrying around can be tossed in the recycler!": "Bạn đã thử tái chế những gì cho đến nay? Hãy tiếp tục thử nghiệm, vì hầu hết mọi thứ bạn đang mang theo đều có thể được ném vào máy tái chế!",
  "F8D00225": "Tôi hết vật liệu vụn rồi và sẽ không có trong vài giờ tới. Hãy tự đi tái chế một chút đi!",
  "0FE55C05": "Yêu Cầu Vật Liệu Tái Chế",
  "A60FF6FF": "Nếu bạn có rác muốn tái chế, việc phân loại các vật liệu tái chế trước thời hạn là một lựa chọn thực sự thân thiện với môi trường!",
  "D90E9813": "Bạn luôn có thể mong đợi một số vật liệu vụn khi tái chế thứ gì đó bạn không còn cần nữa, nhưng bạn có biết rằng đôi khi bạn cũng có thể thấy rằng vật phẩm đó đang giấu một thứ gì đó hữu ích không? Tôi thậm chí còn nghe nói về những người tái chế tìm thấy tiền!",
  "F89CF63C": "Bạn đã thử tái chế những gì cho đến nay? Hãy tiếp tục thử nghiệm, vì hầu hết mọi thứ bạn đang mang theo đều có thể được ném vào máy tái chế!",
  "Ask for Recycling Tips": "Hỏi Xin Lời Khuyên Tái Chế",
  "Share Ideas About Crafting": "Chia Sẻ Ý Tưởng Về Thủ Công",
  "Eww, {0.SimFirstName} is squeamish and disgusted by the mere sight of the dumpster.": "Eww, {0.SimFirstName} nhút nhát và ghê tởm chỉ vì nhìn thấy thùng rác.",
  "How does it taste?": "Nó có vị gì?",
  "Fizzy {0.ObjectName} Juice": "Nước Ép Có Ga {0.ObjectName}",
  "72D00871": "Hỏi Xin Lời Khuyên Tái Chế",
  "E3A1A1DF": "Chia Sẻ Ý Tưởng Về Thủ Công",
  "7D48FED0": "Eww, {0.SimFirstName} nhút nhát và ghê tởm chỉ vì nhìn thấy thùng rác.",
  "C0960FF3": "Nó có vị gì?",
  "89A0615D": "Nước Ép Có Ga {0.ObjectName}",
  "What should the Fizzy {0.ObjectName} Juice be called?": "Nên gọi Nước Ép Có Ga {0.ObjectName} là gì?",
  "It's Fizzy {0.ObjectName} Juice!": "Đó là Nước Ép Có Ga {0.ObjectName}!",
  "Name Fizzy Drink": "Đặt Tên Đồ Uống Có Ga",
  "Pleasant floral notes to help you focus.": "Hương hoa dễ chịu giúp bạn tập trung.",
  "Floral {0.ObjectName} Kombucha": "Trà Kombucha Hương Hoa {0.ObjectName}",
  "CCB848A2": "Nên gọi Nước Ép Có Ga {0.ObjectName} là gì?",
  "6287A681": "Đó là Nước Ép Có Ga {0.ObjectName}!",
  "C05C1237": "Đặt Tên Đồ Uống Có Ga",
  "C13A6EFD": "Hương hoa dễ chịu giúp bạn tập trung.",
  "3BB598F3": "Trà Kombucha Hương Hoa {0.ObjectName}",
  "What should the Floral {0.ObjectName} Kombucha be called?": "Nên gọi Trà Kombucha Hương Hoa {0.ObjectName} là gì?",
  "It's Floral {0.ObjectName} Kombucha!": "Đó là Trà Kombucha Hương Hoa {0.ObjectName}!",
  "There's a grim aura coming from it...": "Có một hào quang ảm đạm phát ra từ nó...",
  "Grimbucha": "Grimbucha",
  "Would you like to name the Grimbucha?": "Bạn có muốn đặt tên cho Grimbucha không?",
  "237188D8": "Nên gọi Trà Kombucha Hương Hoa {0.ObjectName} là gì?",
  "540B193F": "Đó là Trà Kombucha Hương Hoa {0.ObjectName}!",
  "9AA75065": "Có một hào quang ảm đạm phát ra từ nó...",
  "B76FD86B": "Grimbucha",
  "7B94EEB0": "Bạn có muốn đặt tên cho Grimbucha không?",
  "It's the Mysterious Grimbucha!": "Đó là Grimbucha Bí Ẩn!",
  "Packed with energizing herbal flavor.": "Chứa đầy hương vị thảo dược tràn đầy năng lượng.",
  "Herbal {0.ObjectName} Kombucha": "Trà Kombucha Thảo Dược {0.ObjectName}",
  "What should the Herbal {0.ObjectName} Kombucha be called?": "Nên gọi Trà Kombucha Thảo Dược {0.ObjectName} là gì?",
  "It's Herbal {0.ObjectName} Kombucha!": "Đó là Trà Kombucha Thảo Dược {0.ObjectName}!",
  "36707E67": "Đó là Grimbucha Bí Ẩn!",
  "E244BC81": "Chứa đầy hương vị thảo dược tràn đầy năng lượng.",
  "3195066F": "Trà Kombucha Thảo Dược {0.ObjectName}",
  "4B3E4164": "Nên gọi Trà Kombucha Thảo Dược {0.ObjectName} là gì?",
  "8D1E4573": "Đó là Trà Kombucha Thảo Dược {0.ObjectName}!",
  "Sweet and fizzy. Sure to overcome any bad weather.": "Ngọt ngào và sủi bọt. Chắc chắn sẽ vượt qua mọi thời tiết xấu.",
  "Fizzy Honey": "Mật Ong Có Ga",
  "What should the Fizzy Honey be called?": "Nên gọi Mật Ong Có Ga là gì?",
  "It's Fizzy Honey!": "Đó là Mật Ong Có Ga!",
  "A welcome treat for vampires.": "Một món ăn được hoan nghênh cho ma cà rồng.",
  "F29FE2C2": "Ngọt ngào và sủi bọt. Chắc chắn sẽ vượt qua mọi thời tiết xấu.",
  "BC702D80": "Mật Ong Có Ga",
  "CE049A9D": "Nên gọi Mật Ong Có Ga là gì?",
  "52E70FDC": "Đó là Mật Ong Có Ga!",
  "E34038EB": "Một món ăn được hoan nghênh cho ma cà rồng.",
  "Fizzy Plasma": "Huyết Tương Có Ga",
  "What should the Fizzy Plasma be called?": "Nên gọi Huyết Tương Có Ga là gì?",
  "It's Fizzy Plasma!": "Đó là Huyết Tương Có Ga!",
  "Light on calories and flavor!": "Ít calo và hương vị!",
  "Seltzer with a Hint of {0.ObjectName}": "Seltzer với một Chút {0.ObjectName}",
  "60E73D65": "Huyết Tương Có Ga",
  "AB21DA2A": "Nên gọi Huyết Tương Có Ga là gì?",
  "CB873CD9": "Đó là Huyết Tương Có Ga!",
  "F817C90C": "Ít calo và hương vị!",
  "149DAF0E": "Seltzer với một Chút {0.ObjectName}",
  "What should the Seltzer with a Hint of {0.ObjectName} be called?": "Nên gọi Seltzer với một Chút {0.ObjectName} là gì?",
  "A hint of {0.ObjectName} has been infused in the Seltzer!": "Một chút {0.ObjectName} đã được truyền vào Seltzer!",
  "": ""
}