{
  "Thrills minus the frills! This simple, sturdy double bed complements any loft space and lets people know you were once an art major who took a welding class one semester. Fun fact: never weld galvanized steel, but if you have to, some welders advise drinking milk before and after so you don't get \"metal fume fever\". Science, or old wives tale? Either way, this bed turned out great.": "Đơn giản mà chất lừ! Cái giường đôi chắc chắn mà basic này hợp với mọi không gian loft và cho mọi người biết bạn từng là sinh viên mỹ thuật học lớp hàn một học kỳ. Bonus: Đừng bao giờ hàn thép mạ kẽm nha, nhưng nếu phải hàn thì mấy thợ hàn khuyên là uống sữa trước và sau để không bị \"sốt hơi kim loại\". Khoa học hay chuyện nhảm nhí? Dù sao thì cái giường này làm ngon ơ luôn.",
  "\"I Took a Welding Class Once\" Double Bed": "Giường Đôi \"Tôi Đã Từng Học Một Lớp Hàn\"",
  "Understated statement pieces at their finest! These lovely wall vignettes come pre-distressed so it looks like you've put in the effort, but aren't trying <i>too</i> hard.": "Những món đồ trang trí giản dị đỉnh của chóp đây! Mấy cái bộ trang trí tường xinh xắn này được làm cũ sẵn rồi, nên nhìn như là bạn đã bỏ công sức ra, nhưng không cố quá á mà.",
  "Subtle Expressions Wall Vignettes": "Góc Tường Biểu Cảm Tinh Tế",
  "Made of reclaimed iron, this behemoth of a double door is pulling double duty! Functioning as both doors and windows, it makes for a great statement piece in any loft or space in need of a light, airy feel. A gridded layout ensures minimal bird splattage.": "Được làm từ sắt tái chế, cánh cửa đôi khổng lồ này \"cân\" luôn cả hai nhiệm vụ! Vừa là cửa, vừa là cửa sổ, nó tạo nên một điểm nhấn tuyệt vời cho bất kỳ căn loft hoặc không gian nào cần sự thoáng đãng và ánh sáng. Thiết kế dạng lưới giúp hạn chế tối đa việc chim \"tè\" bậy nha.",
  "Phoenix Ironworks Double Door": "Cửa Đôi Lò Rèn Phượng Hoàng",
  "Knock knock! Who's there? Why it's isolation and solitude! Keep out a variety of undesirables with this massive double sliding door! Say goodbye to solicitors, nosy neighbors, and concerned friends with state-of-the-art sliding door technology. So long, social life.": "Cốc cốc! Ai đấy? Thì ra là cô lập và cô đơn ấy mà! Tống khứ đủ loại thành phần không mong muốn với cái cửa trượt đôi khổng lồ này đi thôi! Tạm biệt mấy tay bán hàng dạo, mấy bà hàng xóm tọc mạch, và cả mấy đứa bạn hay lo lắng với công nghệ cửa trượt hiện đại tối tân này nhé. Tạm biệt luôn cuộc sống xã hội.",
  "Anti-Social Sliding Double Door": "Cửa Kính Lùa Đôi Chống Sống Ảo",
  "<i>Lost and Furniture</i> strikes again! We spend our time sifting through secondhand stores for first-rate treasures so you don't have to. This beautiful armoire-style dresser was discovered in an alley in San Myshuno. It was in need of some TLC but the structure of it was too good to pass up. There is even some speculation from our appraiser that it was originally designed by La Vatea Inc. -- one of the most upscale furniture manufacturers there is! Finders keepers!": "<i>Lost and Furniture</i> lại quậy nữa rồi đây! Tụi tớ dành thời gian lục lọi mấy tiệm đồ cũ để tìm mấy món ngon lành cành đào cho mấy bạn đó. Cái tủ quần áo kiểu cách xinh xẻo này được \"khai quật\" trong một con hẻm ở San Myshuno đó nha. Lúc đó em nó tơi tả lắm, nhưng mà cái khung sườn vẫn còn ngon ơ nên tụi tớ hốt về liền. Mấy ông thẩm định giá còn đồn là em này hồi xưa được La Vatea Inc. thiết kế nữa á -- một trong những hãng sản xuất đồ nội thất xịn sò nhất quả đất đó! Tìm được hốt liền, hên xui thôi!",
  "Finders Keepers Dresser ": "Tủ Quần Áo Tìm Được Của Ai Kia",
  "This lighting does exactly what it's supposed to do: emits brilliant light while holding stationary to the ceiling on a metal track. However, this particular set of track lighting has a dark past. Once the star lighting fixture at Foxbury Institute, after being replaced, this track lighting didn't know what to do with itself.\\nDimmed and forgotten about, it turned to unsavory activities such as loitering around trash bins and flashing passersby with high beams. After being a nuisance to society for years, it was picked up by an art student who recently moved to a loft in the city. Now, its purpose has been restored and it's back to brightening lives.": "Cái đèn này làm đúng nhiệm vụ của nó: phát ra ánh sáng chói lọi trong khi vẫn bám trụ trên trần nhà nhờ cái đường ray kim loại. Tuy nhiên, bộ đèn ray này có một quá khứ đen tối đó nha. Từng là ngôi sao chiếu sáng ở Viện Foxbury, sau khi bị thay thế, bộ đèn ray này chẳng biết phải làm gì với bản thân nữa.\\nBị lu mờ và lãng quên, nó bắt đầu dấn thân vào những hoạt động không hay ho gì, ví dụ như lảng vảng quanh thùng rác và chớp đèn pha vào người đi đường. Sau nhiều năm gây rối cho xã hội, nó đã được một sinh viên nghệ thuật mới chuyển đến một căn gác xép trong thành phố nhặt được. Giờ thì mục đích của nó đã được phục hồi và nó lại tiếp tục thắp sáng cuộc đời rồi đó.",
  "Back-On-Track Lighting": "Ánh Sáng \"Trở Lại Đường Đua\"",
  "This lighting does exactly what it's supposed to do: emits brilliant light while holding stationary to the ceiling on a metal track. Its parent lighting company, who manufactured it, never had any particular hopes or dreams for it: only that it went to a good home and provided great lighting. Maybe someday it will strive to shine brighter or give up entirely, but for now, it's right on track.": "Cái đèn này làm đúng những gì nó phải làm: phát ra ánh sáng chói lọi trong khi vẫn giữ nguyên vị trí trên trần nhà nhờ đường ray kim loại. Công ty mẹ sản xuất ra nó chẳng có kỳ vọng hay ước mơ gì đặc biệt: chỉ mong nó về một mái nhà tốt và cung cấp ánh sáng tuyệt vời. Có lẽ một ngày nào đó nó sẽ cố gắng tỏa sáng hơn nữa hoặc bỏ cuộc hoàn toàn, nhưng hiện tại thì nó đang đi đúng hướng rồi đó.",
  "Right-On-Track Lighting": "Đèn Chuẩn Không Cần Chỉnh",
  "This lighting does exactly what it's supposed to do: emits brilliant light while holding stationary to the ceiling on a metal track. However, its parent lighting company, who manufactured it, always wanted it to be in a hospital or a legal firm so it's a little disappointing that it's been \"just a home light\" thus far. Its parent company loves it anyway though, despite its lack of ambition to shine any brighter.": "Cái đèn này làm đúng cái việc nó phải làm: phát ra ánh sáng rực rỡ trong khi vẫn bám trụ trên trần nhà bằng cái ray kim loại. Cơ mà cái công ty mẹ sản xuất ra nó lúc nào cũng muốn nó ở trong bệnh viện hay công ty luật cơ, nên hơi bị hụt hẫng tí vì nó \"chỉ là cái đèn nhà\" từ trước đến giờ thôi. Dù sao thì công ty mẹ vẫn yêu nó lắm, mặc dù nó không có tham vọng chiếu sáng rực rỡ hơn.",
  "Slightly-Off-Track Lighting": "Ánh Sáng Lệch Pha Chút Xíu",
  "What better way to contrast a stark, industrial feel than upping the floof factor! This dried pampas grass sets a warm, inviting tone and makes a great pet substitute as well, so long as no one catches you petting them or dressing them up in little sweaters. Floof!": "Còn gì tuyệt hơn việc tăng thêm độ mềm mại để tạo sự tương phản với phong cách công nghiệp lạnh lẽo nhỉ! Cỏ lau khô này tạo nên một không gian ấm áp, thân thiện và cũng là một lựa chọn thay thế tuyệt vời cho thú cưng nữa đó, miễn là không ai bắt gặp bạn vuốt ve hay mặc áo len cho tụi nó thôi nha. Mềm mại!",
  "Uptown Floof Pampas Grass": "Cây Cỏ Lau \"Xù Lông Phố Thượng Lưu\"",
  "Reclaimed plants? Yes indeedy! Here at Greenie-Go-Round we adopt plants that others have tossed aside and give them a new life... with you! Add some color to your space with this refurbished plantstand, complete with bins and plant-related reading material including <i>Can't Touch This: Guide to Cacti</i>, <i>Romaine Calm and Garden On</i> and <i>Ok, Bloomer</i>.": "Cây cối được tái chế hả? Đúng rồi đó nha! Ở Greenie-Go-Round tụi mình nhận nuôi mấy cây mà người ta bỏ đi rồi cho chúng một cuộc đời mới... với bạn! Thêm chút màu sắc cho không gian của bạn với cái kệ cây tái chế này, đầy đủ thùng và tài liệu đọc liên quan đến cây cối, bao gồm <i>Đừng Hòng Đụng Vào Tui: Cẩm Nang Xương Rồng</i>, <i>Bình Tĩnh Trồng Rau Đi</i> và <i>Ok, Nở Hoa Thôi</i>.",
  "City Roots Plant Stand by Greenie-Go-Round": "Giá Trồng Cây City Roots của Greenie-Go-Round",
  "This adorable succulent terrarium is the perfect way for you to justify getting \"just one more\" succulent. Yes, your squishy plant-addled brain is telling you: <i>All you need is one more little friend and your collection will be complete.</i> And you should listen to it 100%! Okay, so technically this particular succulent is three more succulents, but that's still okay since they're all in one container, right? Right? RIGHT? Of course it's okay. You're a proud plant parent surrounded by your ever-growing brood of cacti warriors who will shower you with love and affection until the day you die. And when that day happens you'll be featured on the news under a scrolling banner of \"WORLD'S BIGGEST CACTUS HOARDER FOUND\".": "Cái terrarium xương rồng đáng yêu này là một cách hoàn hảo để bạn biện minh cho việc rước thêm \"chỉ một em nữa\" về nhà đó nha. Ừa, cái não ú mềm nhũn nghiện cây của bạn đang mách bảo: <i>Chỉ cần thêm một người bạn nhỏ nữa thôi là bộ sưu tập của bạn sẽ trọn vẹn.</i> Và bạn nên nghe theo nó 100%! Ờ thì, về mặt kỹ thuật, cái chậu xương rồng này là tận ba em xương rồng cơ, nhưng mà vẫn ổn thôi vì tụi nó ở chung một chỗ mà, đúng không? Đúng không? ĐÚNG KHÔNG? Tất nhiên là ổn rồi. Bạn là một phụ huynh thực vật đầy tự hào, được bao quanh bởi một bầy chiến binh xương rồng đang ngày càng lớn mạnh, chúng sẽ tắm bạn trong tình yêu thương cho đến khi bạn lìa đời. Và khi ngày đó đến, bạn sẽ lên TV với dòng chữ chạy ngang màn hình là \"PHÁT HIỆN NGƯỜI TÍCH TRỮ XƯƠNG RỒNG LỚN NHẤT THẾ GIỚI\".",
  "Prickle Your Fancy Succulent Terrarium": "Chậu Terrarium Xương Rồng Xinh Xắn",
  "As you enter your apartment, you toss your keys and bags on the counter and head to the living room. You plop down on the sofa and turn on the tv, excited for an evening of soap operas and drama. You suddenly feel a soft, relaxing feeling on your feet. Almost like a massage. As you look down, you see your newly bought Super-Fuzzy Fuzz Rug and say \"Yeah. I could get used to this\".": "Vừa mới về tới căn hộ, bạn quăng chìa khóa với túi lên quầy rồi đi thẳng ra phòng khách. Bạn thả mình xuống диван rồi bật TV, háo hức cho một buổi tối đắm chìm trong phim truyền hình dài tập và drama. Đột nhiên bạn cảm thấy một cảm giác mềm mại, thư giãn ở dưới chân. Gần như là đang được mát xa ấy. Nhìn xuống thì thấy cái thảm Super-Fuzzy Fuzz mới mua, bạn thốt lên \"Yeah. Chắc mình quen với cái này được đấy\".",
  "Super-Fuzzy Fuzz Rug": "Thảm Lông Siêu Mềm Mại",
  "Ventilation ducts are essential for moving climate-controlled air around your home or for re-enacting scenes from your favorite Hollywood action films.* This particular section of galvanized steel duct is angled for use in corners. *Please do not crawl around in ventilation ducts, throw things from ventilation ducts, or drop out of ventilation ducts wearing a harness.": "Ống thông gió rất cần thiết để di chuyển không khí đã được kiểm soát nhiệt độ xung quanh nhà bạn hoặc để diễn lại các cảnh trong phim hành động Hollywood yêu thích của bạn.* Đoạn ống thép mạ kẽm đặc biệt này được thiết kế góc cạnh để sử dụng ở các góc. *Làm ơn đừng bò lung tung trong ống thông gió, ném đồ từ ống thông gió, hoặc thả người từ ống thông gió xuống khi đang mặc áo yếm bảo hộ nha.",
  "Action-Packed Corner Ventilation Duct": "Ống Thông Gió Góc Cực \"Cháy\"",
  "Ventilation ducts are essential for moving climate-controlled air around your home or for re-enacting scenes from your favorite Hollywood action films.* This particular section of galvanized steel pipe is straight and can be attached to another straight section but is also open to hooking up with a corner or vented version. *Please do not crawl around in ventilation ducts, throw things from ventilation ducts, or drop out of ventilation ducts wearing a harness.": "Ống thông gió là vật dụng cần thiết để luân chuyển không khí đã được điều hòa quanh nhà bạn hoặc để tái hiện lại các cảnh trong phim hành động Hollywood mà bạn yêu thích.* Đoạn ống thép mạ kẽm này thẳng và có thể gắn vào một đoạn thẳng khác, nhưng cũng có thể nối với một đoạn góc hoặc loại có lỗ thông hơi. *Xin đừng bò trườn trong ống thông gió, ném đồ từ ống thông gió, hoặc thả người từ ống thông gió xuống khi đang đeo dây nịt nha.",
  "Action-Packed Straight Ventilation Duct": "Ống Thông Gió Thẳng Căng Đét",
  "Ventilation ducts are essential for moving climate-controlled air around your home or for re-enacting scenes from your favorite Hollywood action films.* This particular section of galvanized steel pipe comes with a built in vent. *Please do not crawl around in ventilation ducts, throw things from ventilation ducts, or drop out of ventilation ducts wearing a harness.": "Ống thông gió rất quan trọng để lưu thông không khí đã được điều hòa quanh nhà bạn hoặc để diễn lại các cảnh trong những bộ phim hành động Hollywood yêu thích của bạn.* Đoạn ống thép mạ kẽm đặc biệt này có sẵn lỗ thông hơi. *Làm ơn đừng bò lung tung trong ống thông gió, ném đồ từ ống thông gió, hoặc thả mình từ ống thông gió xuống trong bộ đồ bảo hộ nha.",
  "Action-Packed Vented Ventilation Duct": "Ống Thông Gió Đa Năng Siêu Bền",
  "There's nothing like the feel of a cool fan on a hot summer night in August when the air is thick and humid... except for maybe a hot summer night in January in the Southern Hemisphere. Whichever hemisphere you're in, this fan will cool you down.": "Còn gì đã bằng cảm giác mát lạnh của cái quạt trong đêm hè oi ả tháng Tám... à mà chắc là đêm hè nóng nực tháng Giêng ở Nam Bán Cầu cũng vậy á. Dù bạn ở bán cầu nào đi nữa, cái quạt này sẽ làm bạn mát mẻ ngay thôi.",
  "Hot August Nights Fan": "Fan Cuồng Đêm Tháng Tám Nóng Bỏng",
  "By the time I hit the top step of my second-floor loft, they had been relentlessly chasing me on foot for nearly 5 blocks. I jammed my key in the door. Twisting it to the right, it sprung to life with a mighty roar. I bolted inside slamming the door behind me. Clutching the pipe wheel with both hands, I threw my trusty loft into drive and floored it, leaving them in the dust. As the cool night air rushed through my hair from the open patio door, I thought to myself - “Yeah, this loft handles like a dream. Too bad it’s a pain to park.”": "Lúc mà tớ leo lên đến bậc thang cuối cùng của cái gác xép tầng hai, bọn họ vẫn lì lợm rượt theo tớ gần 5 dãy nhà rồi. Tớ nhét vội chìa khóa vào ổ. Vặn sang phải một cái, nó rống lên một tiếng như mãnh thú. Tớ lao vọt vào nhà, đóng sầm cửa lại. Hai tay ôm chặt cái vô lăng ống nước, tớ ném cái gác xép thân yêu của mình vào số D rồi đạp ga hết cỡ, bỏ bọn họ lại phía sau ăn bụi. Gió đêm mát rượi lùa vào tóc qua cái cửa patio đang mở, tớ nghĩ bụng - \"Ừ, cái gác xép này lái sướng thật. Tiếc mỗi cái khoản đỗ xe thì đúng là ác mộng.\"",
  "Pipe Dream": "Ước Mơ Ống Cống",
  "When it comes to anything HVAC, Ray Rays's got your back. In fact, Ray Rays has the largest selection of new and used HVAC parts in the Tri-State area. Like this refurbished Gorbin & Schnitzer 2150 thermostat with revolutionary outdated analog technology. Think of it. None of the convenience at a price you can’t afford. The upside is that what it lacks in practical functionality, it more than makes up for in beautifferousness.": "Nói đến mấy vụ HVAC (Hệ thống sưởi ấm, thông gió và điều hòa không khí) thì cứ để Ray Rays lo hết cho. Thật ra mà nói, Ray Rays có nhiều đồ HVAC mới và cũ nhất trong khu vực ba bang luôn đó. Như cái bộ điều nhiệt Gorbin & Schnitzer 2150 tân trang này nè, công nghệ analog lỗi thời mà cứ như cách mạng ấy. Nghĩ xem, chẳng tiện lợi gì mà giá thì trên trời. Được cái là nó bù lại bằng vẻ đẹp lồng lộn, khỏi bàn luôn.",
  "The Art of HVAC – by Ray Rays Recycled": "Nghệ Thuật HVAC – bởi Ray Rays Tái Chế",
  "If you're a young city-dweller on the go, you realize how important every moment of your day is. The act of sitting down may not seem too time consuming, but think about how frequently we all sit on a daily basis, then multiply that number by days, weeks, months and suddenly those few seconds turn into hours! This barstool significantly cuts that time down. Designed with the perfect posterior-height in mind, instead of wasting precious seconds engaging your leg muscles to sit down, simply back your booty into it and you're done. Think of everything you can do with your newfound time!": "Nếu mà bạn là một dân thành thị trẻ tuổi lúc nào cũng bận rộn, bạn sẽ nhận ra từng khoảnh khắc trong ngày quan trọng đến cỡ nào. Cái việc ngồi xuống nghe thì có vẻ không tốn thời gian lắm, nhưng nghĩ mà xem, ngày nào mình chả ngồi xuống bao nhiêu lần, rồi nhân lên theo ngày, theo tuần, theo tháng... tự dưng mấy giây đó biến thành cả tiếng đồng hồ luôn đó! Cái ghế đẩu này giúp bạn tiết kiệm thời gian đáng kể luôn á. Thiết kế ghế có chiều cao vừa vặn, thay vì tốn mấy giây gồng cơ chân để ngồi xuống, thì giờ chỉ cần \"tấp\" mông vào là xong. Nghĩ xem bạn có thể làm được bao nhiêu thứ với số thời gian vừa tiết kiệm được kìa!",
  "Back it Up Barstool": "Ghế đẩu Back it Up",
  "After Johnny Zest was disowned by the Landgraab family he had no possessions nor money to buy furniture, so he had to get resourceful. After taking a quick trip to a Landgraab construction site, he swiped several raw materials including pipes and particle board, and built a surprisingly comfortable chair. Functional, comfortable revenge is the best kind!": "Sau khi Johnny Zest bị gia đình Landgraab từ mặt, ổng chẳng còn xu dính túi hay đồ đạc gì để mua nội thất cả, nên ổng phải xoay sở thôi. Sau khi lượn lờ chớp nhoáng ở công trường xây dựng của nhà Landgraab, ổng chôm được mớ vật liệu thô như ống nước với ván dăm, rồi chế ra được cái ghế ngồi cũng êm ái phết. Chức năng tốt, ngồi sướng mà lại còn trả thù được thì còn gì bằng!",
  "Johnny Zest's Sweet Revenge Chair": "Ghế Báo Thù Ngọt Ngào của Johnny Zest",
  "After Johnny Zest was disowned by the Landgraab family he had no possessions nor money to buy furniture so he had to get resourceful. Sure, he could have gone to a thrift shop, but there's no fun in that. Instead, Johnny took a trip to one of his family's construction sites, swiped building supplies and cobbled together a big, squishy sofa which could rival anything bought in a fancy upscale furniture store. Hopefully, he cleaned the pipes before assembling...": "Sau khi Johnny Zest bị gia đình Landgraab từ mặt, ổng chả có gì trong tay, đến tiền mua đồ đạc cũng không có, nên ổng phải tự xoay sở thôi. Chắc chắn là ổng có thể ra mấy tiệm đồ cũ mua, nhưng thế thì còn gì là vui. Thế nên Johnny làm một chuyến đến mấy công trình xây dựng của nhà, \"mượn tạm\" vật liệu xây dựng rồi chế ra một cái sofa to oạch, mềm oặt, chất hơn hẳn mấy cái sofa mua ở mấy cửa hàng nội thất xịn sò luôn. Hy vọng là ổng đã rửa sạch mấy cái ống nước trước khi ráp...",
  "Johnny Zest's Sweet Revenge Sofa": "Ghế trả thù ngọt ngào của Johnny Zest",
  "What's better than one table? Two tables! This lovely split-level coffee table gives you a large table for all your tabling needs, plus a slightly smaller table on top of that one just in case the first table isn't tabley enough for you. Great for entertaining, especially when you have guests of varying heights.": "Có gì tuyệt hơn một cái bàn? Hai cái bàn chứ còn gì nữa! Cái bàn cà phê hai tầng đáng yêu này cho bạn một cái bàn lớn để tha hồ bày biện, cộng thêm một cái bàn nhỏ hơn một tẹo ở trên để lỡ cái bàn đầu tiên chưa đủ \"bàn\" cho bạn đó mà. Tuyệt vời để tiếp khách, đặc biệt là khi bạn có khách với chiều cao khác nhau đó nha.",
  "Smalls & Talls Split Level Coffee Table": "Bàn cà phê lửng cỡ nhỏ & cao",
  "Bring the joys of bar food into your own space with this exquisitely crafted table - great for snacking with friends or eating an entire plate of sliders and fries alone in your sweatpants. We won't judge!": "Mang niềm vui của đồ ăn quán bar vào không gian riêng của bạn với chiếc bàn được chế tác tinh xảo này - tuyệt vời để ăn vặt với bạn bè hoặc ăn hết cả đĩa slider và khoai tây chiên một mình trong bộ đồ ngủ. Tụi tui hổng có phán xét đâu nha!",
  "Casual Eats Table": "Bàn ăn kiểu thường ngày",
  "Crafted from what was once a large flat-filing cabinet, this elegant storage solution is great for keepsakes, knick-knacks, and bric-a-brac. Its organizational compartments paired with its unfinished iron frame say you're responsible, but you still had cold pizza for breakfast this morning.": "Được làm từ cái mà ngày xưa là tủ đựng bản vẽ khổ lớn, cái giải pháp lưu trữ thanh lịch này quá hợp để đựng đồ kỷ niệm, đồ trang trí linh tinh, với cả ba cái đồ lặt vặt. Mấy cái ngăn đựng đồ có tổ chức đi kèm với cái khung sắt chưa hoàn thiện của nó bảo là bạn có trách nhiệm, nhưng mà sáng nay bạn vẫn còn ăn pizza lạnh ngắt cho bữa sáng đó nha.",
  "Organized Entrepreneur Hallway Table": "Bàn Hành Lang Doanh Nhân Thành Đạt Có Tổ Chức",
  "<i>I was fresh off solving a case when I heard a knock at the door. I wasn't too keen on getting up from the sofa, but the intrigue was too great. Who was on the other side of the door? My mind raced. Sal? Tony? Kochanski? Any one of those mugs would be eager to tell me off after I helped the cops bust them for stealing that Bizarre Idol from the museum.\\nThe knocking continued. I whipped open the door to my loft like I was ripping off a bandage. \"Let's get this over with.\" - Words that could have been my last, except that instead of some two-bit henchmen, I was greeted by a delivery person holding a large box. \"Uh, somebody order a nightstand?\"</i> - Excerpt from <i>San Myshuno Confidential</i>": "<i>Tui vừa phá xong một vụ án thì nghe tiếng gõ cửa. Thật tình là tui chẳng muốn rời cái sofa tí nào, nhưng mà tò mò quá trời luôn. Ai đứng ngoài kia vậy trời? Đầu tui bắt đầu nghĩ lung tung. Sal hả? Tony? Kochanski? Thằng nào trong đám đó cũng có thể muốn tới xả giận sau khi tui giúp mấy anh cảnh sát tóm tụi nó vì tội ăn cắp tượng Bizarre Idol từ viện bảo tàng.\\nTiếng gõ cửa vẫn tiếp tục. Tui giật phăng cái cửa loft ra như xé miếng băng vậy. \"Xong chuyện lẹ đi.\" - Lẽ ra đó có thể là những lời cuối cùng của tui, nhưng thay vì mấy tên lâu la hạng bét, tui lại thấy một người giao hàng đang ôm một cái thùng bự chảng. \"Ờ, ai đó đặt mua cái tủ đầu giường hả?\"</i> - Đoạn trích từ <i>San Myshuno Confidential</i>",
  "Nightstand Noir": "Tủ Đầu Giường Noir",
  "Tired of living in eternal darkness? Vitamin D deficient? Looking for something to steam up with a significant other? Look no further! Rise from the darkness and up your loft's natural light with these upcycled iron-framed windows! Perfect for lofts, penthouses, studios or regular 'ole homes.": "Chán sống trong bóng tối vĩnh cửu rồi hả? Thiếu vitamin D quá rồi đúng không? Muốn tìm cái gì đó \"nóng bỏng\" với người yêu hả? Tìm đâu xa! Thoát khỏi bóng tối và tăng ánh sáng tự nhiên cho căn gác xép của bạn với mấy cái cửa sổ khung sắt tái chế này đi! Quá hợp cho gác xép, penthouse, studio hoặc mấy cái nhà \"thường thường bậc trung\" luôn đó.",
  "Phoenix Ironworks Window": "Cửa Sổ Lò Rèn Phoenix",
  "Iron Heights Living": "Sống Kiểu Cao Sang Ở Iron Heights"
}