{
  "(From a Voidcritter Battle)": "(Từ một Trận Chiến Voidcritter)",
  "(From Performing a Puppet Show)": "(Từ Việc Biểu Diễn Múa Rối)",
  "(From Watching a Puppet Show)": "(Từ Việc Xem Múa Rối)",
  "A good game and good sportsmanship go hand in hand. There's still honor in losing a battle you tried your best in.": "Một trò chơi hay và tinh thần thể thao tốt luôn đi đôi với nhau. Vẫn có danh dự khi thua một trận chiến mà bạn đã cố gắng hết mình.",
  "GG": "GG",
  "{0.SimFirstName} studied {M0.his}{F0.her} opponent's moves carefully as {M0.he}{F0.she} was handed a close loss. That won't happen again...": "{0.SimFirstName} đã nghiên cứu kỹ lưỡng các động thái của đối thủ khi {M0.he}{F0.she} phải nhận một thất bại sát nút. Điều đó sẽ không xảy ra nữa...",
  "The Art of Battle": "Nghệ Thuật Chiến Đấu",
  "There's no blaming lag for that loss... That was just an all around stomping. {0.SimFirstName}'s opponent's ELO must have been off the chart.": "Không thể đổ lỗi cho việc lag mạng vì trận thua đó... Đó chỉ là một thất bại toàn diện. ELO của đối thủ {0.SimFirstName} chắc hẳn phải vượt xa bảng xếp hạng.",
  "Humbling Loss": "Thất Bại Nhục Nhã",
  "What a sweaty match against a tryhard... Forget that!": "Thật là một trận đấu căng thẳng với một kẻ cố gắng quá mức... Quên chuyện đó đi!",
  "Got Rekt": "Bị Hạ Gục",
  "{0.SimFirstName} brought {M0.his}{F0.her} \"A\" game and walked away a winner.": "{0.SimFirstName} đã mang đến trận đấu hay nhất của {M0.his}{F0.her} và ra về với tư cách là người chiến thắng.",
  "Voidcritter Victor": "Người Chiến Thắng Voidcritter",
  "Ugh, puppets. Ugh... kids. Are those... UGH yes they are, they're puppets of kids! {0.SimFirstName} is sick of it all.": "Ugh, mấy con rối. Ugh... lũ trẻ. Kia là... UGH đúng rồi, chúng là rối của lũ trẻ! {0.SimFirstName} phát ốm vì tất cả.",
  "Annoying Puppets": "Mấy Con Rối Phiền Phức",
  "A theatrical tour de force! That puppet show certainly tripped {0.SimFirstName}'s \"d'aww\" meter.": "Một màn trình diễn sân khấu tuyệt vời! Buổi biểu diễn rối đó chắc chắn đã làm rung động trái tim của {0.SimFirstName}.",
  "Delightful Puppet Show": "Buổi Biểu Diễn Rối Thú Vị",
  "{0.SimFirstName} isn't going to nitpick a poor puppet performance. It was still a fun show despite the mistakes!": "{0.SimFirstName} sẽ không bắt bẻ một buổi biểu diễn rối tồi tệ. Dù có sai sót nhưng đó vẫn là một buổi biểu diễn vui vẻ!",
  "\"A\" For Effort": "Điểm \"A\" Cho Sự Cố Gắng",
  "Well, not literally of course! {0.SimFirstName} put on a wonderful puppet performance!": "À, dĩ nhiên không phải theo nghĩa đen! {0.SimFirstName} đã có một buổi biểu diễn rối tuyệt vời!",
  "Broke a Leg": "Gãy Chân",
  "Ooof... that show could have gone better. Next time {0.SimFirstName} will try to imagine the audience in their underwear while performing.": "Ối... buổi biểu diễn đó có thể tốt hơn. Lần tới {0.SimFirstName} sẽ cố gắng tưởng tượng khán giả mặc đồ lót khi biểu diễn.",
  "Nervous Nellie": "Kẻ Hay Lo Lắng",
  "Too mature for kids, too cool for adults. Just right for {0.SimFirstName}... BEtween!": "Quá trưởng thành so với trẻ con, quá ngầu so với người lớn. Vừa vặn cho {0.SimFirstName}... BEtween!",
  "Watched BEtween TV": "Xem TV BEtween",
  "Battle With Voidcritters": "Chiến Đấu Với Voidcritters",
  "Don't Battle With Voidcritters": "Không Chiến Đấu Với Voidcritters",
  "Perform Puppet Shows": "Biểu Diễn Múa Rối",
  "Don't Perform Puppet Shows": "Không Biểu Diễn Múa Rối",
  "Graphic To A Tee": "Đồ Họa Chuẩn Từng Centimet",
  "Rock 'N Chic": "Rock 'N Chic",
  "Topical Tropical": "Nhiệt Đới Đang Hot",
  "Touch Of Sparkle": "Chạm Vào Lấp Lánh",
  "All The Graphics": "Tất Cả Đồ Họa",
  "Ready To Play": "Sẵn Sàng Chơi",
  "Tough It Up": "Mạnh Mẽ Lên",
  "Mischief Maker": "Kẻ Gây Rối",
  "Children who are going to bed...\\nPull the covers up over your head...\\nTuck all limbs under the sheets...\\nBefore the monster comes out to eat!": "Những đứa trẻ chuẩn bị đi ngủ...\nHãy kéo chăn trùm kín đầu...\nNhét tất cả chân tay xuống dưới tấm ga...\nTrước khi quái vật xuất hiện để ăn thịt!",
  "Beddy Bye Sleeper": "Giường Ngủ Ngon Giấc",
  "Parents, nothing says \"serious\" like a child committed to their studies. You no longer need to listen to their petulant demands to be heard by their elders. Stock this bookshelf chock full of educational materials to whip them into shape and cure their internet speak forever!": "Thưa các bậc phụ huynh, không gì thể hiện sự \"nghiêm túc\" hơn là một đứa trẻ tận tâm với việc học hành. Bạn không cần phải nghe những yêu sách hờn dỗi của chúng để được người lớn lắng nghe nữa. Hãy chất đầy kệ sách này những tài liệu giáo dục để uốn nắn chúng và chữa khỏi cách nói chuyện trên mạng mãi mãi!",
  "Take Me Srsly Bookshelf": "Kệ Sách Hãy Xem Tôi Nghiêm Túc",
  "Parents, it's time to get serious. Commit to the education of your child, and the eradication of internet speak. This bookshelf is the answer. With twice the space for educational goodness compared to the \"Take Me Srsly Bookshelf\", you'll double your child's potential to learn!": "Thưa các bậc phụ huynh, đã đến lúc phải nghiêm túc rồi. Hãy cam kết với việc giáo dục con bạn và loại bỏ cách nói chuyện trên mạng. Kệ sách này là câu trả lời. Với không gian gấp đôi cho những điều tốt đẹp về giáo dục so với \"Kệ Sách Hãy Xem Tôi Nghiêm Túc\", bạn sẽ nhân đôi tiềm năng học tập của con mình!",
  "This Time It's Srs Bookshelf": "Lần Này Là Kệ Sách Srs",
  "This clock does not use binary mathematics to tell the time, although it'd be pretty neat if it did. It makes up for it with a wild variety of patterns that are perfect for creating a room with a fun vibe.": "Đồng hồ này không sử dụng toán học nhị phân để xem giờ, mặc dù sẽ khá hay nếu nó làm vậy. Nó bù đắp bằng nhiều mẫu đa dạng, hoàn hảo để tạo ra một căn phòng có không khí vui nhộn.",
  "The Not Binary Clock": "Đồng Hồ Không Nhị Phân",
  "A booster pack containing a Voidcritter card. Has a higher chance of being a common card.": "Một gói tăng cường chứa thẻ Voidcritter. Có cơ hội cao hơn là một thẻ bài phổ biến.",
  "Voidcritter Booster Pack": "Gói Tăng Cường Voidcritter",
  "A booster pack containing a Voidcritter card. Has a higher chance of being a rare card.": "Một gói tăng cường chứa thẻ Voidcritter. Có cơ hội cao hơn là một thẻ bài hiếm.",
  "The Avesu, or Gem Snatching bird, lives high in the mountains on its home world. The species struggled to adjust to sea level conditions after its appearance in our world. As it became acclimated to highly populated areas, it developed an attraction to shiny objects and precious stones.\\n\\nEpisode 5 saw Leif’s rich uncle Mervin attacked by an Avesu, which was particularly charmed by his bedazzled cuff links. Subsequently, Leif and his friends tracked the bird to its nest where they discovered the Avesu had adapted to use the gemstones to protect their eggs from predators.": "Avesu, hay chim Trộm Ngọc, sống trên những ngọn núi cao trên thế giới quê hương của nó. Loài này đã phải vật lộn để thích nghi với các điều kiện mực nước biển sau khi xuất hiện trong thế giới của chúng ta. Khi nó trở nên quen thuộc với các khu vực đông dân cư, nó đã phát triển một sức hút đối với các vật thể sáng bóng và đá quý.\n\nTập 5 chứng kiến chú Mervin giàu có của Leif bị một Avesu tấn công, đặc biệt là bị quyến rũ bởi khuy măng sét đính đá của anh ta. Sau đó, Leif và bạn bè của anh ta đã lần theo dấu vết của con chim đến tổ của nó, nơi họ phát hiện ra rằng Avesu đã thích nghi để sử dụng đá quý để bảo vệ trứng của chúng khỏi những kẻ săn mồi.",
  "Avesu": "Avesu",
  "The flying serpent Dicoatl is a skilled hunter of the skies. Its battle abilities include creating strong gales of wind with its wings, and a gem on its forehead which it can illuminate to signal other Dicoatl.\\n\\nA heartfelt moment in episode 10 brought the species to prominence. Leif’s classmate Ellie used her Meduso to defeat an aggressive Dicoatl, then sympathetically offered to take the critter under her figurative wing. Since then the two have been inseparable, with Ellie often seen teaching it dogfight maneuvers in the local park.": "Rắn bay Dicoatl là một thợ săn lành nghề trên bầu trời. Khả năng chiến đấu của nó bao gồm tạo ra những cơn gió mạnh bằng đôi cánh của nó và một viên ngọc trên trán mà nó có thể chiếu sáng để báo hiệu cho các Dicoatl khác.\n\nMột khoảnh khắc cảm động trong tập 10 đã đưa loài này lên vị trí nổi bật. Bạn cùng lớp Ellie của Leif đã sử dụng Meduso của mình để đánh bại một Dicoatl hung hãn, sau đó cảm thông đề nghị bảo vệ sinh vật này dưới đôi cánh tượng trưng của mình. Kể từ đó, cả hai đã không thể tách rời, Ellie thường được nhìn thấy dạy nó các thao tác không chiến trong công viên địa phương.",
  "Dicoatl": "Dicoatl",
  "The gelatinous texture of Meduso’s body can be deceptive. Its amorphous shape is as weightless as the feathers that adorn its head, giving it the ability to drift through the air and avoid danger. While often mistaken as a mouth, the cavity in its face is in fact an enlarged nostril, giving it a predilection to track down the source of intensely fragrant smells.\\n\\nEpisode 20 saw a flock of Meduso latch themselves onto a perfume saleswoman, causing chaos at the local mall. Leif cleverly helped lure the Meduso away with the scent of succulent meat when he fired up the grill in a nearby park.": "Kết cấu gelatin của cơ thể Meduso có thể gây hiểu lầm. Hình dạng vô định hình của nó nhẹ như những chiếc lông vũ tô điểm cho đầu nó, giúp nó có khả năng trôi trong không khí và tránh nguy hiểm. Mặc dù thường bị nhầm là miệng, nhưng khoang trên khuôn mặt của nó thực tế là một lỗ mũi mở rộng, khiến nó có khuynh hướng theo dõi nguồn gốc của những mùi hương nồng nàn.",
  "Meduso": "Meduso",
  "Often found resting high above the ground on a self-made cloud, Nimbus tend gardens of their own creation by supplying them with daily rain.\\n\\nA Nimbus first clashed with Sims in episode 15. One Nimbus created an impeccable garden on the outskirts of Leif’s hometown, but several teens playing hooky brashly decided to vandalize the carefully cultivated land. The Nimbus responded in kind, harassing the teens daily with thunder, lightning, and hail. Leif was eventually able to convince them to return to the scene and till the soil so that the land could grow once again.": "Thường được tìm thấy nghỉ ngơi trên cao trên một đám mây tự tạo, Nimbus có xu hướng tạo ra những khu vườn của riêng mình bằng cách cung cấp cho chúng mưa hàng ngày.",
  "Nimbus": "Nimbus",
  "These helpless looking critters mimic the budding plants that share their forest home. Generally slow moving and lacking extremities to defend themselves, Nymphaea prefer to use their pollen to charm others into protecting their groves. When under extreme duress, they’re known to produce fungal spores that invade animal hosts and allow them to propagate their species in a safer environment.\\n\\nEpisode 19 dealt with several Nymphaea that took over a flower shop and started reproducing at an alarming rate. It took all of Leif’s ingenuity to free his friends from their hypnotizing pollen and relocate them to a remote nature preserve.": "Những sinh vật trông có vẻ bất lực này bắt chước những cây đang nảy mầm sống chung trong khu rừng của chúng. Nói chung, Nymphaea di chuyển chậm và thiếu các chi để tự vệ, chúng thích sử dụng phấn hoa của mình để quyến rũ những người khác bảo vệ khu rừng của chúng. Khi bị ép buộc tột độ, chúng được biết là tạo ra các bào tử nấm xâm chiếm vật chủ động vật và cho phép chúng nhân giống loài của chúng trong một môi trường an toàn hơn.\n\nTập 19 đề cập đến một số Nymphaea đã chiếm lấy một cửa hàng hoa và bắt đầu sinh sản với tốc độ đáng báo động. Leif đã phải sử dụng tất cả sự khéo léo của mình để giải thoát bạn bè của mình khỏi phấn hoa thôi miên của chúng và di dời chúng đến một khu bảo tồn thiên nhiên hẻo lánh.",
  "Nymphaea": "Nymphaea",
  "Encased in living stone that it can shape at will, ancient Mythemes are thought to have created the Voidcritter’s lands and islands in millennia past. Despite their slow pace, their absolute command of the elements makes them a difficult foe in battle.\\n\\nLeif’s friend Barry had a near death experience in episode 4, when a parkour mishap at a construction site caused a section of scaffolding to give way. A powerful Mytheme happened to be nearby, and it rapidly shifted a pile of gravel to brace the collapsing structure, giving Barry just enough time to scramble to safety. Indebted, Barry swore an oath to protect and battle alongside all Mythemes.": "Được bao bọc trong đá sống mà nó có thể định hình theo ý muốn, Mytheme cổ đại được cho là đã tạo ra các vùng đất và hòn đảo của Voidcritter trong hàng nghìn năm qua. Mặc dù có tốc độ chậm chạp, nhưng khả năng điều khiển tuyệt đối các yếu tố khiến chúng trở thành một đối thủ khó khăn trong trận chiến.",
  "Mytheme": "Mytheme",
  "With a keen ability to sniff out metals buried deep in the earth, Suintors build their homes out of the rocks and soil they dig through to find their food. Unlike the ivory tusks of our planet’s boars, a Suintor’s tusks are made from lonsdaleite. This has led scientists to hypothesize that their home planet was ravaged by meteorite impacts during the time when Suintors evolved to take their current form. \\n\\nWhen a Suintor found its way into Leif’s town in episode 9, it built its home on the median of a busy street to stop the delish meals that it observed passing by at high speeds. Leif took pity on the confused critter and convinced it that vehicles are not good sources of food, saving it from a fate of being hunted by insurance adjusters.": "Với khả năng đánh hơi kim loại chôn sâu trong lòng đất, Suintor xây nhà của chúng từ đá và đất mà chúng đào bới để tìm thức ăn. Không giống như ngà voi của lợn rừng trên hành tinh của chúng ta, ngà của Suintor được làm từ lonsdaleite. Điều này đã khiến các nhà khoa học đưa ra giả thuyết rằng hành tinh quê hương của chúng đã bị tàn phá bởi các tác động của thiên thạch trong thời gian Suintor tiến hóa để có hình dạng hiện tại.\n\nKhi một Suintor tìm đường đến thị trấn của Leif trong tập 9, nó đã xây nhà trên dải phân cách của một con đường đông đúc để ngăn chặn những bữa ăn ngon mà nó quan sát thấy đi ngang qua với tốc độ cao. Leif đã thương hại sinh vật bối rối này và thuyết phục nó rằng xe cộ không phải là nguồn thức ăn tốt, cứu nó khỏi số phận bị các nhà điều chỉnh bảo hiểm săn lùng.",
  "Suintor": "Suintor",
  "At home in landscapes littered with cylindrical rock formations, Simgaia traversed their unique biome by swinging from pillar to pillar using the vines of plants that hung from outcroppings. Such behavior reinforced the musculature in their front limbs, causing them to pack quite the punch.\\n\\nEpisode 14 focused on a troop of Simgaia attempting to settle amongst a block of high-rise apartments, using electrical cables they’d ripped from poles to swing to and fro. After causing a massive power outage, Leif was able to coax them to the outskirts of town where they would be less disruptive.": "Tại quê hương trong những cảnh quan rải rác các thành hệ đá hình trụ, Simgaia băng qua quần xã sinh vật độc đáo của chúng bằng cách đu từ trụ này sang trụ khác bằng cách sử dụng dây leo của thực vật treo từ các mỏm đá. Hành vi như vậy củng cố cơ bắp ở chi trước của chúng, khiến chúng có một cú đấm khá mạnh.",
  "Simgaia": "Simgaia",
  "The small dog-like monster called a Yorier lives among large rock formations found in its home world’s deserts. Burrowing deep into the soft rock, Yoriers breathe fire into their dens before dusk to heat the earth until morning.\\n\\nEpisode 3 saw Leif receive a letter from his pen-pal Lora in Oasis Springs. She spoke of befriending a Yorier who she’d nursed back to health after discovering it on the verge of death. The poor thing had attempted its nightly ritual of breathing fire onto the desert rocks before laying down for the night, only to suffer from a heatstroke. The critter was blissfully unaware that it never actually gets cold in Oasis Springs.": "Con quái vật nhỏ giống chó có tên là Yorier sống giữa các thành đá lớn được tìm thấy trong sa mạc của thế giới quê hương của nó. Đào sâu vào đá mềm, Yorier thở lửa vào hang của chúng trước khi trời tối để làm nóng trái đất cho đến sáng.",
  "Yorier": "Yorier",
  "A powerful critter, the Canis is able to coat its ashen black fur in flames burning at greater than 1400 degrees Celsius. This naturally destructive power makes it an outcast amongst other species, despite its naturally pleasant disposition. Canis are left to wander lands recently ravaged by forest fires in an attempt to not be run off by those fearing an uncontrolled burn.\\n\\nIn episode 8, Leif races against time to put out fires started by an out of control Canis. The fear of suddenly appearing in another world caused the normally peaceful Canis to rampage through the town, creating a crisis for a municipality with no local fire department.": "Một critter mạnh mẽ, Canis có thể phủ lên bộ lông đen tro của nó những ngọn lửa cháy ở nhiệt độ lớn hơn 1400 độ C. Sức mạnh phá hoại tự nhiên này khiến nó trở thành một kẻ bị ruồng bỏ trong số các loài khác, mặc dù có tính tình dễ chịu tự nhiên. Canis bị bỏ lại để lang thang trên những vùng đất gần đây bị tàn phá bởi cháy rừng để cố gắng không bị những người sợ một đám cháy không kiểm soát được xua đuổi.",
  "Canis": "Canis",
  "Floating along in air currents produced by its own body warmth, Cyprin live near the mouths of active volcanos. While Cyprin’s outward appearance is fishlike in nature, its tails and fins are actually flames it manipulates to help propel itself.\\n\\nWhen they warped into existence in Leif’s hometown in episode 13, Cyprin interrupted a county fair by warming themselves over grills at the various food stands. While they were immediately shooed away due to health codes regarding food preparation, they found themselves at home in the tent of a traveling fire eater who was performing at the fair.": "Trôi dọc theo các luồng không khí do chính nhiệt độ cơ thể tạo ra, Cyprin sống gần miệng núi lửa đang hoạt động. Mặc dù vẻ ngoài của Cyprin có bản chất giống cá, nhưng đuôi và vây của nó thực sự là ngọn lửa mà nó điều khiển để giúp đẩy mình đi.",
  "Cyprin": "Cyprin",
  "Born from volcanoes, Fissures burst forth from the ground when they reach adulthood after eating their way through the planetary crust. They’re known to form a symbiotic relationship with Cyprins that act as their eyes and ears, in return for enabling Cyprins to survive in regions that lack magmatic activity.\\n\\nIn episode 18, Leif tripped over a Fissure that had entered a dormant state due to a lack of sufficient heat to keep its body molten. He was able to help the creature by convincing a local smelter to let it bathe in her furnace during work hours.": "Sinh ra từ núi lửa, Fissure phun trào từ mặt đất khi chúng trưởng thành sau khi ăn xuyên qua lớp vỏ hành tinh. Chúng được biết là hình thành mối quan hệ cộng sinh với Cyprin, những người đóng vai trò là mắt và tai của chúng, để đổi lấy việc cho phép Cyprin sống sót ở những khu vực thiếu hoạt động macma.",
  "Fissure": "Fissure",
  "Drawn to the gloomy like a moth to a flame, Wisps feed on negative emotions. These tiny critters have a ravenous appetite, but have found this planet full of emotional Sims to be quite hospitable. They possess the ability to phase in and out of our visible dimensions, and Sims who find their mood inexplicably improving are often unwittingly serving as hosts to a hungry Wisp.\\n\\nIn episode 6, Leif first encountered Wisps when a trio of them attached themselves to a classmate. He initially tried to ward them off, only to realize their presence was actively helping his classmate’s mood improve.": "Bị thu hút đến sự ảm đạm như một con thiêu thân với ngọn lửa, Wisp ăn những cảm xúc tiêu cực. Những critter nhỏ bé này có một sự thèm ăn vô độ, nhưng đã thấy hành tinh này đầy những Sim giàu cảm xúc là khá hiếu khách. Chúng sở hữu khả năng pha trộn vào và ra khỏi các chiều không gian hữu hình của chúng ta, và những Sim thấy tâm trạng của họ cải thiện một cách khó hiểu thường vô tình đóng vai trò là vật chủ cho một Wisp đói khát.",
  "Wisp": "Wisp",
  "Mysterious and unidentified, Veild are known to appear and disappear within a strange fog that it commands at will. It’s said that Sims become transfixed in the presence of a Veild. Looking upon their form gives the impression of gazing deep into the galaxy itself, as the pattern of a star map shifts across their skin. The tribal necklace they wear seems to indicate an ancient form of space magic that the Veild wield.\\n\\nAn enigmatic force in the show, Veild have both aided and hindered Leif and his friends on several occasions. No one knows what a Veild’s motives are, but they appear to watch over the other critters that have come to our world.": "Bí ẩn và chưa được xác định, Veild được biết đến là xuất hiện và biến mất trong một làn sương mù kỳ lạ mà nó điều khiển theo ý muốn. Người ta nói rằng Sim trở nên bất động khi có sự hiện diện của Veild. Nhìn vào hình dạng của chúng cho ấn tượng như đang nhìn sâu vào chính thiên hà, khi mô hình của một bản đồ sao dịch chuyển trên làn da của chúng. Chiếc vòng cổ bộ lạc mà chúng đeo dường như chỉ ra một hình thức ma thuật không gian cổ xưa mà Veild sử dụng.",
  "Veild": "Veild",
  "Wickyn are the embodiment of terror, who control a foe by probing their mind and manifesting their greatest fears. They lower their enemy’s defenses by crossing their eyes and projecting a derpy appearance, causing their opponent to massively underestimate them.\\n\\nThroughout the series Wickyn have been seen aiding antagonists by coercing other powerful critters to do their bidding. They control these docile critters via projected hallucinations, with the promise of freeing them after their dirty work is complete. Leif has vowed to stop this critter from causing further havoc, but has yet to devise a plan to shield his mind during battle.": "Wickyn là hiện thân của sự kinh hoàng, người kiểm soát đối thủ bằng cách thăm dò tâm trí của họ và biểu hiện những nỗi sợ hãi lớn nhất của họ. Chúng hạ thấp hàng phòng thủ của kẻ thù bằng cách lé mắt và chiếu một vẻ ngoài ngớ ngẩn, khiến đối thủ đánh giá thấp chúng một cáchMassively.",
  "Wickyn": "Wickyn",
  "In the depths of the Mauven Forest on its home world, Vulpes’ used their ability to manipulate gravity to blend in with the violet leaf canopy when hunting their prey. While the Vulpes’ dark purple and blue coat has made it difficult to conceal itself in its new surroundings here, its gravity bending powers experienced a substantial boost, as its original home is 114% the gravity of our own planet.\\n\\nIn the show’s premier, Leif found his Vulpes while it was under control of a mysterious force. Since saving him, the pair have been inseparable, dealing with the trouble other critters cause around town.": "Trong sâu thẳm Khu Rừng Mauven trên thế giới quê hương của nó, Vulpes đã sử dụng khả năng điều khiển trọng lực để hòa mình vào tán lá màu tím khi săn mồi. Mặc dù bộ lông màu tím đậm và xanh lam của Vulpes’ đã gây khó khăn cho việc che giấu bản thân trong môi trường xung quanh mới ở đây, nhưng sức mạnh uốn cong trọng lực của nó đã trải qua một sự thúc đẩy đáng kể, vì quê hương ban đầu của nó có trọng lực gấp 114% so với hành tinh của chúng ta.",
  "Vulpes": "Vulpes",
  "Originally from the salt waters of their homeworld, the friendly demeanor of Kampos’ causes them to commonly gather in large schools near harbors in densely populated areas.\\n\\nLeif first discovered the Kampos in episode 12 when he followed their lilted song to the water’s edge, where a gathering of Kampos bobbed on the water’s surface while performing under the moonlit sky.": "Ban đầu đến từ vùng nước mặn của thế giới quê hương của chúng, thái độ thân thiện của Kampos’ khiến chúng thường tụ tập thành đàn lớn gần các bến cảng ở các khu vực đông dân cư.",
  "Kampos": "Kampos",
  "The amphibious Pleuro are known as the lake protectors, shooting powerful jets of water at predators to keep them at bay.\\n\\nThey were introduced in episode 7, when they caused an uproar at Leif’s local community pool. After storming the pool to claim it as their new nesting ground, they were seen enjoying the toys and refreshments that were left behind as sims fled.": "Pleuro lưỡng cư được biết đến là những người bảo vệ hồ, bắn ra những tia nước mạnh mẽ vào những kẻ săn mồi để ngăn chặn chúng.",
  "Pleuro": "Pleuro",
  "These gentle giants are often found floating in the middle of lakes, feasting on underwater or shoreline plants. If threatened, Bubalus will charge their offender with surprising speed.\\n\\nThis critter was introduced in episode 2, when Leif’s friend Finn met his Bubalus after it took up residence in his backyard fish pond.": "Những người khổng lồ hiền lành này thường được tìm thấy trôi nổi ở giữa hồ, ăn cây dưới nước hoặc ven bờ. Nếu bị đe dọa, Bubalus sẽ tấn công kẻ phạm tội với tốc độ đáng kinh ngạc.",
  "Bubalus": "Bubalus",
  "A prideful critter that inhabits its world’s artic waters, the Arcticorn uses its sharp icicle horn to hunt and joust against other Articorns to prove superiority.\\n\\nArticorns were introduced in episode 17, when the first one to arrive in this world speared a pack of fish that was being hauled in by a fishing boat’s net. The Articorn turned aggressive as it thought the fisherman were attempting to lay claim to its kill. Leif was forced to battle the Arcticorn, and the Articorn was convinced to live in harmony with the fishermen once a pecking order was established.": "Một critter đầy kiêu hãnh sinh sống ở vùng nước Bắc Cực trên thế giới của nó, Arcticorn sử dụng sừng nhọn bằng băng để săn bắn và đấu thương với các Arcticorn khác để chứng minh sự vượt trội.",
  "Arcticorn": "Arcticorn",
  "This set of four earth element Voidcritter decals includes Nymphaea, Mytheme, Suintor, and Simgaia.": "Bộ bốn hình dán Voidcritter nguyên tố đất này bao gồm Nymphaea, Mytheme, Suintor và Simgaia.",
  "Earth Voidcritter Decal": "Hình Dán Voidcritter Đất",
  "This set of four fire element Voidcritter decals includes Yorier, Canis, Cyprin, and Fissure.": "Bộ bốn hình dán Voidcritter nguyên tố lửa này bao gồm Yorier, Canis, Cyprin và Fissure.",
  "Fire Voidcritter Decal": "Hình Dán Voidcritter Lửa",
  "This set of four void element Voidcritter decals includes Wisp, Veild, Wickyn, and Vulpes.": "Bộ bốn hình dán Voidcritter nguyên tố hư không này bao gồm Wisp, Veild, Wickyn và Vulpes.",
  "Void Voidcritter Decal": "Hình Dán Voidcritter Hư Không",
  "This set of four water element Voidcritter decals includes Kampos, Pleuro, Bubalus, and Articorn.": "Bộ bốn hình dán Voidcritter nguyên tố nước này bao gồm Kampos, Pleuro, Bubalus và Articorn.",
  "Water Voidcritter Decal": "Hình Dán Voidcritter Nước",
  "This set of four air element Voidcritter decals includes Avesu, Dicoatl, Meduso, and Nimbus.": "Bộ bốn hình dán Voidcritter nguyên tố gió này bao gồm Avesu, Dicoatl, Meduso và Nimbus.",
  "Wind Voidcritter Decal": "Hình Dán Voidcritter Gió",
  "In an effort to put the voting public at ease, Bosley Robotics struck a licensing deal with Big Bod Wall Decals Co. It was thought that a targeted PR campaign to plaster Bosley Bots on walls throughout the community would assist in getting the public to subconsciously feel at ease in their presence. The effort proved to be an unmitigated disaster. Sims of voting age described the Bosley Bots as omnipresent, dystopian, unjustly authoritative, and exuding an indifferent omnipotence. Fear gave way to anger, and Bosley Bot Big Bod decals were routinely vandalized until the campaign was halted. Surviving Big Bod decals went on to find an unlikely popularity amongst children, who were inspired by their imposing strength and “cool colors.”": "Trong nỗ lực xoa dịu công chúng bỏ phiếu, Bosley Robotics đã đạt được thỏa thuận cấp phép với Big Bod Wall Decals Co. Người ta cho rằng một chiến dịch PR nhắm mục tiêu dán hình Bosley Bots lên tường khắp cộng đồng sẽ giúp công chúng tiềm thức cảm thấy thoải mái khi có mặt chúng. Nỗ lực này đã chứng tỏ là một thảm họa hoàn toàn. Các Sim ở độ tuổi bỏ phiếu mô tả Bosley Bots là hiện diện khắp nơi, phản địa đàng, có thẩm quyền bất công và toát ra một sự toàn năng thờ ơ. Sợ hãi nhường chỗ cho giận dữ, và các hình dán Bosley Bot Big Bod thường xuyên bị phá hoại cho đến khi chiến dịch bị dừng lại. Các hình dán Big Bod còn sót lại tiếp tục tìm thấy sự nổi tiếng khó có thể xảy ra trong giới trẻ em, những người được truyền cảm hứng từ sức mạnh áp đặt và \"màu sắc tuyệt vời\" của chúng.",
  "Bosley Bot Big Bod": "Bosley Bot Big Bod",
  "A first glance this desk appears symmetrical. That would have been the easy route, one might even say \"lazy\" if you're feeling cynical. But no! This desk has an innovative new safety feature designed to keep the filing cabinet fixed in place. It's a revolutionary new desk technology that we call STAAP - Stubbed Toes Are All Preventable - which keeps that filing cabinet neatly in place, and the toes of any Sims passing by feeling good.": "Thoạt nhìn, chiếc bàn này có vẻ đối xứng. Đó sẽ là con đường dễ dàng, người ta thậm chí có thể nói là \"lười biếng\" nếu bạn cảm thấy hoài nghi. Nhưng không! Chiếc bàn này có một tính năng an toàn mới sáng tạo được thiết kế để giữ cho tủ đựng hồ sơ cố định tại chỗ. Đó là một công nghệ bàn làm việc mang tính cách mạng mới mà chúng tôi gọi là STAAP - Ngón Chân Bị Va Đều Có Thể Ngăn Ngừa - giúp giữ cho tủ đựng hồ sơ gọn gàng tại chỗ và các ngón chân của bất kỳ Sim nào đi ngang qua đều cảm thấy thoải mái.",
  "STAAP Desk": "Bàn STAAP",
  "This ordinary wardrobe can come through in a pinch should you find yourself without a puppet theater. Remove the backing, throw open the front doors, and viola! Show time!": "Chiếc tủ quần áo bình thường này có thể giúp bạn trong lúc khó khăn nếu bạn thấy mình không có rạp rối. Tháo mặt sau, mở toang cửa trước và viola! Đến giờ diễn!",
  "Puppeteer's Wardrobe": "Tủ Quần Áo Người Điều Khiển Rối",
  "Leif. Barry. Lora. Finn. Ellie. Revered names of Voidcritter trainers, masters of the five elements. Will you add your name to their legacy?\\n\\nChoose your element. Find your critter companion. Train them and grow stronger together. Lead them into battle. Fulfill your destiny!\\n\\n*CHOKING HAZARD - Small parts not for children under 7 years.": "Leif. Barry. Lora. Finn. Ellie. Những cái tên được tôn kính của các huấn luyện viên Voidcritter, bậc thầy của năm nguyên tố. Bạn sẽ thêm tên mình vào di sản của họ?\n\nHãy chọn nguyên tố của bạn. Tìm người bạn đồng hành critter của bạn. Huấn luyện chúng và cùng nhau phát triển mạnh mẽ hơn. Dẫn dắt chúng vào trận chiến. Hoàn thành định mệnh của bạn!\n\n*NGUY HIỂM NGHẸN THỞ - Các bộ phận nhỏ không dành cho trẻ em dưới 7 tuổi.",
  "Voidcritter Battle Station": "Trạm Chiến Đấu Voidcritter",
  "A fun (and practical!) craft project for kids. This set of do it yourself lanterns comes with three basic shapes, and stretchable cloth in fun patterns. Mix, match, stretch, and hang... you'll light the way to lovely room in no time!": "Một dự án thủ công vui nhộn (và thiết thực!) dành cho trẻ em. Bộ đèn lồng tự làm này đi kèm với ba hình dạng cơ bản và vải co giãn với các họa tiết vui nhộn. Trộn, kết hợp, kéo căng và treo... bạn sẽ thắp sáng con đường đến căn phòng đáng yêu trong thời gian ngắn!",
  "DIY Paper Lanterns": "Đèn Lồng Giấy Tự Làm",
  "This lamp has an incredibly unique feature... no power cord! So just how does it manage to cast light? A miniature micro-combustion rocket engine fires up every time the lamp is turned on! Of course, this does require that owners fill its tank with a thimble of gasoline every few weeks.": "Đèn này có một tính năng cực kỳ độc đáo... không có dây nguồn! Vậy nó làm thế nào để tạo ra ánh sáng? Một động cơ tên lửa đốt trong siêu nhỏ sẽ khởi động mỗi khi đèn được bật! Tất nhiên, điều này đòi hỏi chủ sở hữu phải đổ đầy bình chứa của nó bằng một chút xăng mỗi vài tuần.",
  "Blastoff! Lighting": "Phóng Đi! Chiếu Sáng",
  "A special collection of photos... friends, family, lands traveled, and places yet to visit. You'll see them all as you drift to sleep underneath these starry lights.": "Một bộ sưu tập ảnh đặc biệt... bạn bè, gia đình, những vùng đất đã đi qua và những nơi chưa đến. Bạn sẽ thấy tất cả khi bạn chìm vào giấc ngủ dưới ánh đèn đầy sao này.",
  "Say Goodnight Little Lights": "Chúc Ngủ Ngon Những Ánh Đèn Nhỏ",
  "A mirror that's a reflection not only of your appearance, but of your very soul. The stickers affixed to its surface tell a bit about the Sim that chooses to place it in their room.": "Một chiếc gương không chỉ phản chiếu vẻ ngoài của bạn mà còn cả tâm hồn của bạn. Các nhãn dán được dán lên bề mặt của nó cho biết một chút về Sim đã chọn đặt nó trong phòng của họ.",
  "Mirror Me!": "Soi Gương!",
  "A projected image of a wind based Voidcritter.": "Một hình ảnh được chiếu của một Voidcritter dựa trên gió.",
  "Wind Voidcritter Hologram": "Ảnh Ba Chiều Voidcritter Gió",
  "A projected image of an earth based Voidcritter.": "Một hình ảnh được chiếu của một Voidcritter dựa trên đất.",
  "Earth Voidcritter Hologram": "Ảnh Ba Chiều Voidcritter Đất",
  "A projected image of a fire based Voidcritter.": "Một hình ảnh được chiếu của một Voidcritter dựa trên lửa.",
  "Fire Voidcritter Hologram\n": "Ảnh Ba Chiều Voidcritter Lửa",
  "A projected image of a Freezer Bunny training dummy.": "Một hình ảnh được chiếu của một hình nộm tập luyện Thỏ Đông Lạnh.",
  "Freezer Bunny Training Dummy Hologram": "Ảnh Ba Chiều Hình Nộm Tập Luyện Thỏ Đông Lạnh",
  "A projected image of a void based Voidcritter.": "Một hình ảnh được chiếu của một Voidcritter dựa trên hư không.",
  "Void Voidcritter Hologram\n": "Ảnh Ba Chiều Voidcritter Hư Không",
  "A projected image of a water based Voidcritter.\n": "Một hình ảnh được chiếu của một Voidcritter dựa trên nước.",
  "Water Voidcritter Hologram\n": "Ảnh Ba Chiều Voidcritter Nước",
  "These discarded mirrors are a mashup of found art and fine art. They were rescued from the trash heap, their glass shattered and paint chipped, but taken and repurposed as cute picture frames. Adorable!": "Những chiếc gương bị loại bỏ này là sự kết hợp giữa nghệ thuật tìm thấy và nghệ thuật trang trí. Chúng được cứu khỏi bãi rác, kính vỡ và sơn sứt mẻ, nhưng được lấy và tái sử dụng làm khung ảnh dễ thương. Đáng yêu!",
  "Thrifty Mirrors": "Gương Tiết Kiệm",
  "A poster commemorating the cast of Voidcritters. Collect them all!": "Một tấm áp phích kỷ niệm dàn diễn viên Voidcritters. Thu thập tất cả!",
  "Voidcritter Poster": "Áp Phích Voidcritter",
  "Bring your tools; you're sure to need them (and a little luck) when attempting to nail this pentaptych to the wall. When hung properly, the combined image is quite magnificent!": "Mang theo dụng cụ của bạn; bạn chắc chắn sẽ cần chúng (và một chút may mắn) khi cố gắng đóng bộ ngũ liên họa này lên tường. Khi treo đúng cách, hình ảnh kết hợp khá tráng lệ!",
  "Plenty O'Paintings": "Rất Nhiều Tranh Ảnh",
  "Six artists were locked in a cage;\\nwork conditions caused them to rage.\\nAt the end of the day,\\nthey still wanted their pay,\\nand settled for minimum wage.": "Sáu nghệ sĩ bị nhốt trong lồng;\nđiều kiện làm việc khiến họ nổi giận.\nVào cuối ngày,\nhọ vẫn muốn được trả lương,\nvà chấp nhận mức lương tối thiểu.",
  "Triptych Limerick": "Limerick Tranh Bộ Ba",
  "What do faeries, monsters, soccer players, and tween pop stars all have in common? Absolutely nothing! But you can select your favorite duo when hanging these colorful posters on your wall.": "Những gì mà các nàng tiên, quái vật, cầu thủ bóng đá và các ngôi sao nhạc pop tuổi teen có điểm gì chung? Hoàn toàn không có gì! Nhưng bạn có thể chọn bộ đôi yêu thích của mình khi treo những tấm áp phích đầy màu sắc này trên tường của bạn.",
  "Pop & Locke Posters": "Áp Phích Pop & Locke",
  "A puppet's hand, or the hand of a puppeteer? Ah, the eternal dilemma...": "Bàn tay của một con rối, hay bàn tay của một người điều khiển rối? À, một tình thế khó xử vĩnh cửu...",
  "Puppet Hand": "Bàn Tay Rối",
  "A puppet's magnifying glass.": "Một chiếc kính lúp của con rối.",
  "Puppet Magnifying Glass Prop\n": "Đạo Cụ Kính Lúp Rối",
  "Doomed with an alliterative name, Peter Punchinello was born into puppetry. After struggling with bouts of severe denial in his teenage years, he finally accepted his life's calling. Scraping together the last of his savings, he now travels between cities in an RV to educate families on the Punchinello Puppetry Club & Academy program, and sell do-it-yourself puppet theater kits, such as this one!": "Bị обречен bởi một cái tên láy âm, Peter Punchinello đã sinh ra trong nghề múa rối. Sau khi phải vật lộn với những cơn phủ nhận nghiêm trọng trong những năm thiếu niên của mình, cuối cùng anh cũng chấp nhận зов cuộc đời mình. Gom góp những khoản tiết kiệm cuối cùng của mình, giờ đây anh ấy di chuyển giữa các thành phố trong một chiếc RV để giáo dục các gia đình về chương trình Câu lạc bộ & Học viện Múa rối Punchinello, đồng thời bán các bộ dụng cụ rạp múa rối tự làm, chẳng hạn như bộ này!",
  "Punchinello's Theater of Fine Puppetry": "Nhà Hát Múa Rối Tinh Xảo Của Punchinello",
  "Built for privacy, the Don't Peek! Room Divider ended up being recalled when a manufacturing defect resulted in a larger than expected gap between the hinged panels. Those that grabbed one before they were removed from store shelves are left with simple wooden paneling ideal for personal customization.": "Được xây dựng để bảo mật, Vách Ngăn Phòng Đừng Nhìn Trộm! đã bị thu hồi khi một lỗi sản xuất dẫn đến khoảng cách lớn hơn dự kiến ​​giữa các tấm bản lề. Những người lấy được một cái trước khi chúng bị gỡ khỏi kệ cửa hàng còn lại với ván gỗ đơn giản, lý tưởng cho việc tùy chỉnh cá nhân.",
  "Don't Peek! Room Divider": "Vách Ngăn Phòng Đừng Nhìn Trộm!",
  "Born from a freak accident involving a koala and a jellybean in the cloning machine at FutureSim Labs, Coolala Bears have become infamous for their nasty disposition. Despite their adorable appearance, Sims have learned that such creatures are better observed, not held.": "Sinh ra từ một tai nạn kỳ lạ liên quan đến một con koala và một viên kẹo dẻo trong máy nhân bản tại Phòng thí nghiệm FutureSim, Gấu Coolala đã trở nên khét tiếng vì tính cách khó chịu của chúng. Mặc dù có vẻ ngoài đáng yêu, Sim đã học được rằng những sinh vật như vậy tốt hơn nên được quan sát, không nên ôm.",
  "Coolala Bear": "Gấu Coolala",
  "The year 2013 saw the rise of Bosley Robotics, a company brimming with inspiration. They were guided by an unwavering belief in their CEO Bill Bosley's vision for the future of Simanity. Bill promised to be the evolutionary spark to merge man and machine, and he had the wherewithal to put these plans in motion. It was not meant to be though. A governmental advisory Committee on Ethics in Technology convened, and a quorum determined that this proposed next step in evolution was a radical departure from the morals that drive Sim culture. During the proceedings Bosley Robotics put this friendly faced robotic toy on the market to give the company a softer image and rebrand itself as family-friendly, but the effort proved futile in swaying public officials. Not only were his ideas branded as quixotic, but they were further rated EC-10 condemned, and the company's research laboratories were torched by a team of sweepers.": "Năm 2013 chứng kiến sự trỗi dậy của Bosley Robotics, một công ty tràn đầy cảm hứng. Họ được dẫn dắt bởi một niềm tin vững chắc vào tầm nhìn của CEO Bill Bosley về tương lai của Simanity. Bill hứa sẽ là tia lửa tiến hóa để hợp nhất con người và máy móc, và anh ấy có đủ khả năng để đưa những kế hoạch này vào hành động. Tuy nhiên, điều đó không có nghĩa là như vậy. Một Ủy ban Cố vấn của Chính phủ về Đạo đức trong Công nghệ đã triệu tập và một số lượng đại biểu đã xác định rằng bước tiếp theo được đề xuất trong quá trình tiến hóa này là một sự khác biệt triệt để so với các giá trị đạo đức thúc đẩy văn hóa Sim. Trong các thủ tục tố tụng, Bosley Robotics đã đưa món đồ chơi robot có khuôn mặt thân thiện này ra thị trường để mang lại cho công ty một hình ảnh mềm mại hơn và tái định vị thương hiệu là thân thiện với gia đình, nhưng nỗ lực này tỏ ra vô ích trong việc lung lay các quan chức nhà nước. Không chỉ ý tưởng của anh ấy bị coi là viển vông, mà chúng còn được đánh giá thêm là EC-10 bị lên án, và các phòng thí nghiệm nghiên cứu của công ty đã bị một đội dọn dẹp đốt cháy.",
  "Bosley Bot": "Bosley Bot",
  "♪ Super bright, in the night! These butterflies are sure to delight.\\n\\nLight up wings, start to glow. Light so bright, you'll say \"woah!\"\\n\\nNight bright, taking flight! Butterfly friends ward off night frights! ♪": "♪ Siêu sáng, trong đêm!\nNhững chú bướm này chắc chắn sẽ làm bạn thích thú.\nĐôi cánh sáng lên, bắt đầu phát sáng.\nÁnh sáng quá rực rỡ, bạn sẽ thốt lên \"woah!\"\nĐêm sáng, cất cánh!\nNhững người bạn bướm xua tan nỗi sợ hãi ban đêm! ♪",
  "Night Bright Butterflies - Left": "Bướm Đêm Sáng - Trái",
  "Night Bright Butterflies - Right": "Bướm Đêm Sáng - Phải",
  "A framed FC Barbacoa soccer jersey, signed by the team captain himself.\\n\\nNote: Jersey and signature are replicas; thus the quite reasonable price for this otherwise highly prized item!": "Một chiếc áo đấu bóng đá FC Barbacoa được đóng khung, có chữ ký của chính đội trưởng.\n\nLưu ý: Áo đấu và chữ ký là bản sao; do đó, giá cả khá hợp lý cho mặt hàng được đánh giá cao này!",
  "FC Barbacoa Jersey": "Áo Đấu FC Barbacoa",
  "Sumptuous walnut wood. Gilded metallic framing. This is a shelf for champions. You could remove the trophies and put something else in their place, but why would you? You're a champion.": "Gỗ óc chó sang trọng. Khung kim loại mạ vàng. Đây là một chiếc kệ dành cho nhà vô địch. Bạn có thể tháo các danh hiệu ra và đặt thứ gì đó khác vào vị trí của chúng, nhưng tại sao bạn lại làm vậy? Bạn là một nhà vô địch.",
  "Shelf of Champions": "Kệ Của Các Nhà Vô Địch",
  "An adorbs shelf to display knick knacks and hang odds and ends. Includes a picture frame for cute inspirational images to brighten your day!": "Một chiếc kệ adorbs để trưng bày đồ trang trí và treo những thứ lặt vặt. Bao gồm một khung ảnh cho những hình ảnh truyền cảm hứng dễ thương để làm bừng sáng một ngày của bạn!",
  "Sarah's Scrapbook Shelf": "Kệ Sổ Lưu Niệm Của Sarah",
  "♪ These shelves are big... \"Yeah yeah yeah!\" They're not small... \"No no no!\" These honeycomb shelves, have got the space... to solve all your storage needs! ♪": "♪ Những chiếc kệ này lớn... \"Yeah yeah yeah!\"\nChúng không nhỏ... \"Không không không!\"\nNhững chiếc kệ tổ ong này, có không gian...\nđể giải quyết tất cả các nhu cầu lưu trữ của bạn! ♪",
  "Interlock-Me-Not Honeycomb Shelving": "Kệ Tổ Ong Liên Kết Với Tôi Không",
  "A desk chair for the aspiring mega conglomerate executive in all of us. Don't worry, by the time you're ready to step into that role you'll have outgrown this colorful cloth chair.": "Một chiếc ghế bàn dành cho giám đốc điều hành tập đoàn lớn đầy tham vọng trong tất cả chúng ta. Đừng lo lắng, khi bạn sẵn sàng bước vào vai trò đó, bạn sẽ không còn phù hợp với chiếc ghế vải đầy màu sắc này nữa.",
  "My First Desk Chair": "Ghế Bàn Đầu Tiên Của Tôi",
  "When lined up side by side, it's clear that a section of this otherwise sectional chair is missing. Where's the missing section?!": "Khi xếp cạnh nhau, rõ ràng là một phần của chiếc ghế sectional này bị thiếu. Phần bị thiếu ở đâu?!",
  "Section of Sectional Chair": "Phần Của Ghế Sectional",
  "Each Hippopottoman comes with a lifetime warranty. To guarantee the durability of this ottoman, the manufacturer famously tests each one before it leaves the factory by having a 4,000 pound hippopotamus lay upon it. Buy with confidence!": "Mỗi chiếc Hippopottoman đều đi kèm với bảo hành trọn đời. Để đảm bảo độ bền của chiếc ghế đẩu này, nhà sản xuất đã nổi tiếng kiểm tra từng chiếc trước khi nó rời khỏi nhà máy bằng cách cho một con hà mã nặng 4.000 pound nằm lên nó. Mua với sự tự tin!",
  "Hippopottoman": "Hippopottoman",
  "This wall-mounted stereo is intended for use at community venues. Once tweens pop, they can't stop (and neither can this stereo!)": "Hệ thống âm thanh nổi gắn trên tường này предназначени để sử dụng tại các địa điểm cộng đồng. Khi những đứa trẻ tuổi teen nổi lên, chúng không thể dừng lại (và hệ thống âm thanh nổi này cũng vậy!)",
  "Venue Wall Speaker: Tween Pop": "Loa Treo Tường Địa Điểm: Nhạc Pop Tuổi Teen",
  "What's the square root of an end table? That sounds like the kind of question a square would ask. The real answer is that it doesn't matter, because you'll be too busy admiring this square-shaped end table's fine craftsmanship.": "Căn bậc hai của một chiếc bàn cuối là gì? Nghe có vẻ như loại câu hỏi mà một người lập dị sẽ hỏi. Câu trả lời thực sự là không quan trọng, bởi vì bạn sẽ quá bận rộn ngưỡng mộ sự khéo léo của chiếc bàn cuối hình vuông này.",
  "Squared End Table": "Bàn Cuối Hình Vuông",
  "This traveling trunk, now decommissioned, lives out the remainder of its days as a chest for toys. It yearns for the days of globe spanning adventures; and bitterly glares at the spinner and roller bags that have forced it into obsolescense.": "Chiếc rương du lịch này, giờ đã ngừng hoạt động, sống hết những ngày còn lại của nó như một chiếc rương đựng đồ chơi. Nó khao khát những ngày tháng phiêu lưu khắp thế giới; và cay đắng lườm những chiếc túi xoay và con lăn đã buộc nó vào tình trạng lỗi thời.",
  "Traveling Trunk": "Rương Du Lịch",
  "With profits from their sowing division in steep decline, Kindermade Co. needed a hit new product...\\n\\nIntroducing the Rightsized Thimble, a trash can for tots. With a simple adjustment of their factory's thimble mold, thimble production was scaled 15x in size to produce this resplendent receptacle.": "Với lợi nhuận từ bộ phận gieo hạt sụt giảm nghiêm trọng, Kindermade Co. cần một sản phẩm mới thành công...\n\nXin giới thiệu Thimble Rightsized, một thùng rác dành cho trẻ em. Chỉ cần điều chỉnh đơn giản khuôn làm thimble của nhà máy, sản lượng thimble đã tăng gấp 15 lần về kích thước để tạo ra vật chứa lộng lẫy này.",
  "Rightsized Thimble": "Thimble Rightsized",
  "Cultural norms mean that unlike your own childhood, a TV is now perfectly acceptable in a kid's bedroom. You want to fit within cultural norms right? Better buy your kid a TV, pronto! The Get 'Em Young TV stand will fully support your decision.": "Các chuẩn mực văn hóa có nghĩa là không giống như thời thơ ấu của bạn, TV giờ đây hoàn toàn có thể chấp nhận được trong phòng ngủ của trẻ em. Bạn muốn phù hợp với các chuẩn mực văn hóa phải không? Tốt hơn hết là mua cho con bạn một chiếc TV ngay lập tức! Chân TV Get 'Em Young sẽ hỗ trợ đầy đủ cho quyết định của bạn.",
  "Get 'Em Young TV Stand": "Chân TV Get 'Em Young",
  "Children can use this card on the Voidcritter Battle Station when it's placed in their inventory.": "Trẻ em có thể sử dụng thẻ này trên Trạm Chiến Đấu Voidcritter khi nó được đặt trong hành trang của chúng.",
  "Attack": "Tấn Công",
  "Watch Battle": "Xem Trận Đấu",
  "React to Battle": "Phản Ứng Với Trận Đấu",
  "{0.SimFirstName} must have a Voidcritter card to use this object. {M0.He}{F0.She} can buy a booster pack from a Computer.": "{0.SimFirstName} phải có thẻ Voidcritter để sử dụng vật phẩm này. {M0.He}{F0.She} có thể mua gói tăng cường từ Máy Tính.",
  "Battle Voidcritter Against": "Đấu Voidcritter Với",
  "Train Voidcritter": "Huấn Luyện Voidcritter",
  "Select Voidcritter": "Chọn Voidcritter",
  "Battle Voidcritters": "Đấu Voidcritter",
  "Set to Max Power Level": "Đặt Đến Mức Năng Lượng Tối Đa",
  "Acquire All Monsters": "Thu Thập Tất Cả Quái Vật",
  "Look for Discarded Toys": "Tìm Đồ Chơi Bị Bỏ Đi",
  "{0.SimFirstName} recently searched through a trash can. Maybe {M0.he'll}{F0.she'll} be up for digging through the trash again later.": "{0.SimFirstName} gần đây đã tìm kiếm trong một thùng rác. Có lẽ {M0.he'll}{F0.she'll} sẽ sẵn sàng đào bới trong thùng rác lần nữa sau.",
  "Sit in Puppet Theater": "Ngồi Ở Nhà Hát Rối",
  "Ask to Trade Voidcritters": "Hỏi Đổi Voidcritter",
  "Read Card": "Đọc Thẻ",
  "Trade Voidcritter": "Đổi Voidcritter",
  "Open Booster Pack": "Mở Gói Tăng Cường",
  "Trade Card With": "Đổi Thẻ Với",
  "Purchase Voidcritter Booster Pack": "Mua Gói Tăng Cường Voidcritter",
  "Purchase Voidcritter Booster Pack x5": "Mua Gói Tăng Cường Voidcritter x5",
  "Invite To Watch": "Mời Xem",
  "Lost In the Woods": "Lạc Trong Rừng",
  "My Pet Monster": "Quái Vật Thú Cưng Của Tôi",
  "School Life": "Cuộc Sống Học Đường",
  "The Creature of Granite Falls": "Sinh Vật Của Granite Falls",
  "Search for the Notebook Snatcher": "Tìm Kiếm Kẻ Giật Sổ",
  "Wait for Puppet Show to Begin": "Chờ Chương Trình Rối Bắt Đầu",
  "Watch Puppet Show": "Xem Chương Trình Rối",
  "Perform For...": "Biểu Diễn Cho...",
  "Perform \"Lost in the Woods\" For": "Biểu Diễn \"Lạc Trong Rừng\" Cho",
  "Perform \"My Pet Monster\" For": "Biểu Diễn \"Quái Vật Thú Cưng Của Tôi\" Cho",
  "Perform \"School Life\" For": "Biểu Diễn \"Cuộc Sống Học Đường\" Cho",
  "Perform \"The Creature of Granite Falls\" For": "Biểu Diễn \"Sinh Vật Của Granite Falls\" Cho",
  "Perform \"Search for the Notebook Snatcher\" For": "Biểu Diễn \"Tìm Kiếm Kẻ Giật Sổ\" Cho",
  "React to Puppet Show": "Phản Ứng Với Chương Trình Rối",
  "Listen to Tween Pop": "Nghe Nhạc Pop Tuổi Teen",
  "Child Sims can watch the latest pop culture music and shows on this channel.": "Sim trẻ em có thể xem các chương trình và nhạc pop văn hóa mới nhất trên kênh này.",
  "Watch BEtween TV": "Xem BEtween TV",
  "Master Playroom": "Làm Chủ Phòng Chơi",
  "All To Myself": "Mọi Thứ Cho Riêng Mình",
  "Can Have It All": "Có Thể Có Tất Cả",
  "{1.Money}\\nRarity: {0.String}": "{1.Money}\nĐộ hiếm: {0.String}",
  "Element: Wind": "Nguyên tố: Gió",
  "Element: Water": "Nguyên tố: Nước",
  "Element: Earth": "Nguyên tố: Đất",
  "Element: Void": "Nguyên tố: Hư Không",
  "Element: Fire": "Nguyên tố: Lửa",
  "Power Level: 6": "Cấp Độ Sức Mạnh: 6",
  "Power Level: 1": "Cấp Độ Sức Mạnh: 1",
  "Power Level: 3": "Cấp Độ Sức Mạnh: 3",
  "Power Level: 2": "Cấp Độ Sức Mạnh: 2",
  "Power Level: 4": "Cấp Độ Sức Mạnh: 4",
  "Power Level: 8": "Cấp Độ Sức Mạnh: 8",
  "Power Level: 9": "Cấp Độ Sức Mạnh: 9",
  "Power Level: 10": "Cấp Độ Sức Mạnh: 10",
  "Power Level: 7": "Cấp Độ Sức Mạnh: 7",
  "Power Level: 5": "Cấp Độ Sức Mạnh: 5",
  "Limited Edition Foil Card": "Thẻ Lá Kim Phiên Bản Giới Hạn",
  "Counting down the top tween hits!": "Đếm ngược những bài hit tuổi teen hàng đầu!",
  "Tween Pop": "Nhạc Pop Tuổi Teen",
  "BEtween TV": "BEtween TV",
  "Perform Puppet Show": "Biểu Diễn Múa Rối",
  "Perform Puppet Show For": "Biểu Diễn Múa Rối Cho",
  "Battle a Friend": "Đấu Với Một Người Bạn",
  "Click on a Battle Station and select Battle Voidcritter.": "Nhấn vào Trạm Đấu và chọn Đấu Voidcritter.",
  "Buy a Voidcritter Booster Pack": "Mua Gói Tăng Cường Voidcritter",
  "Click on a Computer and select Purchase Voidcritter Booster Pack under the Order category.": "Nhấn vào Máy Tính và chọn Mua Gói Tăng Cường Voidcritter trong danh mục Đặt Hàng.",
  "Buy a Puppet Theater": "Mua Nhà Hát Rối",
  "Purchase a Puppet Theater from Build Mode. Look for it in Kids' Activities.": "Mua Nhà Hát Rối từ Chế Độ Xây Dựng. Tìm nó trong Hoạt Động Trẻ Em.",
  "Find a Voidcritter": "Tìm Voidcritter",
  "Children can search inside logs and outdoor trash cans to try and find a discarded Voidcritter card.": "Trẻ em có thể tìm kiếm bên trong khúc gỗ và thùng rác ngoài trời để cố gắng tìm một thẻ Voidcritter bị bỏ đi.",
  "Perform a Puppet Show": "Biểu Diễn Múa Rối",
  "Click on a Puppet Theater and select Perform Puppet Show. Then select a show to perform.": "Nhấn vào Nhà Hát Rối và chọn Biểu Diễn Múa Rối. Sau đó chọn một buổi biểu diễn để thực hiện.",
  "{0.SimFirstName} didn't find anything interesting.": "{0.SimFirstName} không tìm thấy bất cứ điều gì thú vị.",
  "{0.SimFirstName} found a discarded toy. A perfect addition to {M0.his}{F0.her} toy box back home!": "{0.SimFirstName} đã tìm thấy một món đồ chơi bị bỏ đi. Một bổ sung hoàn hảo cho hộp đồ chơi của {M0.his}{F0.her} ở nhà!",
  "{0.SimFirstName} purchased a Voidcritters booster pack. {M0.He}{F0.She} can open it from {M0.his}{F0.her} inventory to discover which monster is hidden inside!": "{0.SimFirstName} đã mua một gói tăng cường Voidcritters. {M0.He}{F0.She} có thể mở nó từ hành trang của {M0.his}{F0.her} để khám phá con quái vật nào đang ẩn bên trong!",
  "{0.SimFirstName} purchased several Voidcritter booster packs. {M0.He}{F0.she} can open them from {M0.his}{F0.her} inventory to discover which monsters are hidden inside!": "{0.SimFirstName} đã mua một vài gói tăng cường Voidcritter. {M0.He}{F0.she} có thể mở chúng từ hành trang của {M0.his}{F0.her} để khám phá những con quái vật nào đang ẩn bên trong!",
  "{0.SimFirstName} found a discarded Voidcritters booster pack. {M0.He}{F0.She} can open it from {M0.his}{F0.her} inventory to discover which monster is hidden inside!": "{0.SimFirstName} đã tìm thấy một gói tăng cường Voidcritters bị bỏ đi. {M0.He}{F0.She} có thể mở nó từ hành trang của {M0.his}{F0.her} để khám phá con quái vật nào đang ẩn bên trong!",
  "{0.SimFirstName} tore open the booster pack and discovered a {1.ObjectName} Voidcritter card inside!": "{0.SimFirstName} đã xé toạc gói tăng cường và khám phá ra một thẻ Voidcritter {1.ObjectName} bên trong!",
  "{1.ObjectCatalogDescription}": "{1.ObjectCatalogDescription}",
  "{1.ObjectName}": "{1.ObjectName}",
  "{0.SimFirstName} traded away {M0.his}{F0.her} Voidcritter and got a {1.ObjectName} card in return.": "{0.SimFirstName} đã đổi Voidcritter của {M0.his}{F0.her} và nhận được một thẻ {1.ObjectName} để đổi lại."
}