{
  "The delightful aroma of sweet treats brings joy and coziness to the heart!": "Mùi thơm ngọt ngào của mấy món bánh kẹo này làm ai cũng thấy vui vẻ và ấm áp trong lòng!",
  "Smells Like Something Sweet!": "Thơm ngát mùi ngọt ngào!",
  "Nothing says you're a grilled cheese aficionado more than this mini-library! With this on your shelves, there's no question what your life's aspiration is.": "Ai mà không biết bạn cuồng món bánh mì nướng phô mai khi nhìn thấy thư viện mini này cơ chứ! Kệ sách này lên kệ là ai cũng hiểu mục tiêu cuộc đời bạn liền.",
  "Melt Master's Mini-Library": "Tủ Sách Mini Bậc Thầy Tan Chảy",
  "Sometimes, when your alarm clock goes off, you need your bed to push you out and launch you into the day. While this alarm clock can't provide that exact amount of motivation, it'll at least get every Sim up at the right time!": "Đôi khi chuông báo thức reo, bạn chỉ ước cái giường đẩy bạn ra ngoài và tống bạn vào một ngày mới thôi! Cái đồng hồ báo thức này chưa làm được đến mức đó, nhưng ít nhất nó cũng sẽ giúp mọi Sim thức dậy đúng giờ đó nha!",
  "\"Blast Off!\" Alarm Clock": "Đồng Hồ Báo Thức \"Bay Vào Vũ Trụ!\"",
  "Where function meets style and, most importantly, comfort! The Comfy Gaming Computer is a high-end PC setup harmoniously equipped with everything you may need to ensure endless hours of comfy gaming sessions. ": "Nơi mà chức năng gặp gỡ phong cách và quan trọng nhất là sự thoải mái! Bộ Máy Tính Chơi Game Êm Ái là một dàn PC cao cấp được trang bị đầy đủ mọi thứ bạn cần để đảm bảo những giờ chơi game thoải mái bất tận.",
  "Comfy Gaming Computer": "Máy Tính Chơi Game Cực Chill",
  "It's safe to say that most people have owned a desk like this at some point. In fact, who could blame them? Its elegant lines and simplistic design truly tie any office together. Assembly not included.": "Chắc chắn là ai cũng từng sở hữu một cái bàn như này rồi nhỉ. Mà ai mà trách được chứ? Đường nét thanh lịch với thiết kế đơn giản của nó hợp với mọi văn phòng luôn ấy. Không bao gồm công đoạn lắp ráp nha!",
  "The Skrivbord": "Bàn Skrivbord nè!",
  "These high-end candles are just as fragrant as they are cute! You may not have needed all these scents, but that \"Buy 9, Get 1 Free\" promotion really grabbed your attention.": "Mấy cây nến cao cấp này vừa thơm vừa cưng luôn á! Chắc gì bạn đã cần hết mấy mùi hương này đâu, nhưng mà cái vụ \"Mua 9 tặng 1\" nó dụ bạn quá trời luôn á!",
  "Culinary Confections Candle": "Nến Bánh Ngọt Tài Ba",
  "For the comfy gamer who has everything! This lamp may incite fear of alien abductions, but perhaps that's just the next great adventure. Either way, it is the perfect combination of functionality and cuteness!": "Dành cho các Sim thủ thích sự thoải mái và có tất cả mọi thứ! Cái đèn này có thể khiến bạn sợ bị người ngoài hành tinh bắt cóc đó, nhưng biết đâu đấy, đó lại là một chuyến phiêu lưu mới thú vị thì sao. Dù sao thì, nó là sự kết hợp hoàn hảo giữa tính năng và độ dễ thương đó nha!",
  "\"Beam me up, Blarffy\" Novelty Lamp": "Đèn Trang Trí \"Đưa Tôi Đi, Blarffy\"",
  "No gamer room is complete without your very own gamer tag displayed in a brilliantly bright neon sign!": "Phòng game thủ mà thiếu bảng hiệu neon tên gamer xịn sò thì còn gì là phòng game nữa!",
  "Neon Gamer Tag Sign": "Bảng Tên Gamer Neon",
  "These rare and collectible art prints are guaranteed to show off your love for some of your favorite games! Pick your favorite cover and display it with pride.": "Mấy tấm poster nghệ thuật hiếm và đáng sưu tầm này chắc chắn sẽ cho mọi người thấy bạn yêu thích những tựa game đỉnh cỡ nào! Chọn ngay tấm bìa game bạn thích nhất và trưng bày nó thật oách đi nào.",
  "Sims Forever! Collectible Art Prints": "Sims Forever! Tranh Sưu Tập",
  "We already knew where you were headed when you grabbed these out of the catalog. These books are practical and versatile, but we know you'll try to see how high you can stack them first.": "Chắc chắn rồi, bọn tớ biết tỏng là cậu định làm gì khi tóm lấy đống này từ danh mục mà! Mấy cuốn sách này vừa thực tế lại vừa đa năng, nhưng bọn tớ cá là cậu sẽ thử xếp chúng cao ngất ngưởng xem sao cho mà xem.",
  "The Endless Book Pile": "Chồng Sách Vô Tận",
  "You'll be amazed at how quickly this camera can take you from Simsta-Stranger to Simsta-Famous!": "Bạn sẽ phải ngạc nhiên đó, cái máy ảnh này có thể giúp bạn từ một Sim bình thường trở thành Sim nổi tiếng trên Simsta nhanh như chớp luôn đó!",
  "InstaSimsta Camera": "Máy Ảnh InstaSimsta",
  "Maybe they're born with it; maybe it's actually a plant. (But actually... don't try to use conditioner.)": "Có thể là trời sinh; hoặc có lẽ là... một cái cây thiệt luôn. (Nhưng mà thiệt đó... đừng thử dùng dầu xả nha.)",
  "Luscious Locks Mini Plant": "Cây Mini Tóc Mượt Mà",
  "This adorable plant is perfect for adding a little greenery to your space without any risk of being eaten by a real cowplant.": "Cây cảnh đáng yêu này là lựa chọn tuyệt vời để thêm chút xanh mát cho không gian của bạn mà không lo bị Cowplant thật xơi tái đâu nha!",
  "The Covert Cowplant": "Cây Bò Tàng Hình",
  "Sometimes, a nice textured rug is all you need to tie a room together. This rug features a fantastic array of neutrals and pastels, so you're sure to get a lot of use out of it!": "Đôi khi, chỉ cần một tấm thảm xịn sò là đủ để \"hô biến\" căn phòng thêm xinh xắn rồi đó. Tấm thảm này có đủ tông màu trung tính với pastel siêu đỉnh, đảm bảo bạn sẽ dùng \"em nó\" dài dài luôn cho xem!",
  "Woven Area Rug": "Thảm Dệt",
  "The \"Free the Computer Tower!\" movement is upon us. Will you place it on the desk, under the desk, next to the desk, near the desk, by the desk, here, there, anywhere? Well, now you can!": "Phong trào \"Giải phóng Thùng Máy tính!\" đã đến rồi đây. Bạn sẽ đặt nó trên bàn, dưới bàn, cạnh bàn, gần bàn, bên cạnh bàn, chỗ này, chỗ kia, chỗ nào cũng được chứ? Giờ thì bạn làm được hết đó!",
  "Ultra Sleek Computer Tower": "Thùng Máy Tính Siêu Mỏng Đỉnh Cao",
  "This sleek display is perfect to show off your high-tech keyboard!": "Cái kệ xịn sò này quá hợp để khoe bàn phím công nghệ cao của bạn đó!",
  "Esteemed Keyboard Display": "Màn Hình Bàn Phím Xịn Sò",
  "Everything you need is now in this convenient and elevated Desk Organizer. Look at you- staying on top of things!": "Mọi thứ bạn cần giờ đều ở trong cái Kệ Tổ Chức Bàn làm việc tiện lợi và \"chanh sả\" này rồi nè. Ghê chưa, sắp xếp đâu ra đó luôn!",
  "PerfectPlastik Desk Organizer": "Kệ Bàn Hoàn Hảo PerfectPlastik",
  "PixelPerfect is a leading brand in video game and electronic tech. Upgrade your gaming experience with this sleek and durable controller! ": "PixelPerfect là một thương hiệu hàng đầu về công nghệ game và điện tử đó nha. Nâng cấp trải nghiệm chơi game của bạn với chiếc tay cầm xịn sò, bền bỉ này đi!",
  "PixelPerfect Controller": "Bộ Điều Khiển Chuẩn Từng Pixel",
  "PixelPerfect is a leading brand in video game and electronic tech. These ultra-comfortable headphones will take your gaming and music experience to the next level!": "PixelPerfect là một nhãn hiệu đình đám trong giới game và công nghệ điện tử đó nha. Tai nghe siêu thoải mái này sẽ nâng tầm trải nghiệm chơi game và nghe nhạc của bạn lên một đẳng cấp mới luôn!",
  "PixelPerfect Headphones": "Tai Nghe PixelPerfect",
  "A stylish drink container is the perfect way to make any space feel lived in. It even comes with stickers!!": "Một bình nước sành điệu là cách tuyệt vời để làm cho bất kỳ không gian nào thêm phần sống động đó nha. Còn được tặng kèm sticker nữa chứ!!",
  "But first, Boba Cup": "Nhưng mà, làm ly trà sữa trân châu trước đã!",
  "\"She stared into the telescope but didn't quite see what she expected. Instead of a stunning night sky, she found that she was about to be-\" ... because sometimes your reading is interrupted!": "Cô ấy nhìn vào kính viễn vọng, nhưng lại chẳng thấy gì giống như mình mong đợi cả. Thay vì bầu trời đêm tuyệt đẹp, cô ấy phát hiện ra mình sắp bị… à mà thôi! Đôi khi việc đọc sách cũng bị gián đoạn mà!",
  "The Paused Book": "Sách Tạm Dừng",
  "What's better than tabletop frames? Tabletop frames in dusty pastels with the cutest art prints you've ever seen!  ": "Gì tuyệt hơn khung ảnh để bàn cơ chứ? Khung ảnh để bàn với tông màu phấn bụi bặm cùng những bức tranh in dễ thương \"xỉu up xỉu down\" mà bạn từng thấy đó!",
  "Terrific Tabletop Frames": "Khung Trang Trí Bàn Tuyệt Đỉnh",
  "A quick glance at any of these covers will instantly bring a rush of precious, nostalgic memories!": "Chỉ cần liếc qua mấy bìa đĩa này thôi là ký ức tuổi thơ ùa về ngay lập tức!",
  "Collection of Nostalgic Games": "Tuyển Tập Game Cũ Xì Nhưng Chất Lừ!",
  "Elevate your decor with an upgraded pencil cup that features sleek materials and clean lines... your pencils will thank you!": "Nâng cấp góc trang trí của bạn với hộp đựng bút chì xịn sò hơn, chất liệu đẹp mắt, đường nét gọn gàng... đảm bảo bút chì của bạn sẽ cảm ơn bạn đó!",
  "PerfectPlastik Pencil Cup": "Cốc Đựng Bút PerfectPlastik",
  "It's a proven fact that stickers make the world a better place!": "Chắc chắn luôn, miếng dán làm thế giới này tươi đẹp hơn đó mọi người ơi!",
  "MySticker Collection": "Bộ Sưu Tập Nhãn Dán Của Tui",
  "StackIt's patented modular system allows you to customize and curate your collectibles in style. With StackIt, you can now show off your treasures with endless possibilities!": "Hệ thống mô-đun độc quyền của StackIt cho phép bạn tùy chỉnh và sắp xếp các vật phẩm sưu tầm của mình thật phong cách. Với StackIt, giờ đây bạn có thể khoe khoang những món đồ yêu thích của mình một cách vô tận!",
  "StackIt Pegboard - Panel": "Bảng Treo StackIt - Tấm Lót",
  "StackIt's patented modular system allows you to customize how you curate your collectibles and trinkets. This full-sized shelf is perfect for displaying an extensive collection of treasures!": "Hệ thống mô-đun độc quyền của StackIt cho phép bạn tùy chỉnh cách trưng bày bộ sưu tập và đồ trang trí của mình đó nha. Kệ cỡ lớn này quá hoàn hảo để khoe một bộ sưu tập đồ sộ luôn á!",
  "StackIt Pegboard - Full Shelf": "Kệ Đồ StackIt - Kệ Đầy",
  "StackIt's patented modular system allows you to customize how you curate your collectibles and trinkets. This mini shelf is the optimal size for knickknacks or items you want to display on their own.": "Hệ thống mô-đun độc quyền của StackIt cho phép bạn tùy chỉnh cách bày biện bộ sưu tập và đồ trang trí lặt vặt của mình. Kệ mini này có kích thước lý tưởng để trưng bày những món đồ nhỏ nhắn xinh xắn hoặc những vật phẩm bạn muốn khoe riêng đó nha.",
  "StackIt Pegboard - Mini Shelf": "Kệ Nhỏ StackIt Pegboard",
  "When it comes to gaming chairs, you don't want to compromise on quality, and now you don't have to, thanks to CozyComforts! Its ergonomic support and memory foam padding will provide endless hours of gaming comfort!": "Nói đến ghế gaming thì khỏi phải bàn về chất lượng luôn ha, mà giờ CozyComforts còn cho bạn khỏi phải đắn đo nữa nè! Thiết kế công thái học với lớp đệm memory foam êm ái sẽ giúp bạn thoải mái chiến game hàng giờ liền đó!",
  "CozyComforts Gaming Chair": "Ghế Gaming CozyComforts - Ngồi Là Sướng!",
  "Despite how delicious some of these pillows look, we cannot reiterate enough that these are in no way edible. But they are genuinely stylish!": "Dù mấy cái gối này nhìn ngon lành thật đó, tụi mình phải nhắc lại là tuyệt đối không ăn được đâu nha! Nhưng mà phải công nhận là siêu phong cách luôn đó!",
  "Precious Pillow Pouf": "Ghế Bệt Gối Ôm Yêu Quý",
  "Another hallmark of the perfect gaming setup- cubbies! They're so versatile and perfect for giving your treasures the attention they deserve.": "Một điểm đặc biệt nữa cho góc gaming xịn sò - mấy cái hộc tủ này nè! Vừa đa năng vừa lý tưởng để khoe mấy món đồ quý giá của bạn đó.",
  "Cubed Cubbies": "Tủ Con Hình Khối",
  "A Player's Paradise": "Thiên Đường Của Game Thủ!"
}