{
  "(From Watching Birds)": "(Từ Việc Ngắm Chim)",
  "(From Bird Attack)": "(Từ Vụ Tấn Công Của Chim)",
  "(From Viewing Spinning Flower)": "(Từ Việc Xem Hoa Xoay)",
  "(From Lawn Water Slide)": "(Từ Cầu Trượt Nước Trên Bãi Cỏ)",
  "Aargh! Those greedy birds have {0.SimFirstName} feeling so ANGRY!": "Á! Mấy con chim tham lam đó làm {0.SimFirstName} cảm thấy rất TỨC GIẬN!",
  "Birds!": "Chim!",
  "The melodious chirps of birds are always a nice pick-me-up...\\n\\nCaw! Ca-caw!\\nChaw! Chee-chaw!\\nA-coodle-doodle-do!\\nCoo-coo-ca-chaw!\\nCluck! Cluck! Cluck-ahhh!": "Tiếng chim hót véo von luôn là một liều thuốc bổ tuyệt vời...\n\nQuạ! Quạ-quạ!\nChét! Chi-chét!\nÒ-ó-o-o!\nCúc-cu-ca-chét!\nCục! Cục! Cục-á!",
  "Bird Watching": "Ngắm Chim",
  "Around and around the flower goes, where it stops nobody knows!": "Hoa cứ xoay vòng, chẳng ai biết khi nào dừng!",
  "Around and Around": "Xoay Vòng Vòng",
  "Pretty, spinny, shiny, oooOooOOo...": "Đẹp, xoay xoay, lấp lánh, uuuUUUuu...",
  "Mesmerized by Spinny Things": "Bị Thôi Miên Bởi Những Thứ Xoay Xoay",
  "Who knew a thin tarp and a little water is the difference between a nasty friction burn and a bunch of fun? That sliding was sublime!": "Ai mà ngờ được một tấm bạt mỏng và một ít nước lại là sự khác biệt giữa bỏng rát khó chịu và một đống niềm vui cơ chứ? Trượt đã đời luôn!",
  "Backyard Water Park": "Công Viên Nước Sân Sau",
  "The bubbles, they tickle! If {0.SimFirstName} gets tired of looking like a soapy yeti, {M0.he}{F0.she} can take a shower or change outfits to clear the suds away.": "Bọt bong bóng, chúng cù lét! Nếu {0.SimFirstName} cảm thấy mệt mỏi vì trông như người tuyết xà phòng, {M0.he}{F0.she} có thể tắm hoặc thay quần áo để rửa sạch bọt xà phòng.",
  "Foamy Slide": "Cầu Trượt Đầy Bọt",
  "Ouch! That's going to leave a bruise on the behind... and perhaps an even bigger bruise to {0.SimFirstName}'s ego.": "Ây da! Chắc chắn sẽ để lại một vết bầm trên mông... và có lẽ một vết bầm còn lớn hơn cho cái tôi của {0.SimFirstName}.",
  "Too Slippery": "Trơn Quá",
  "Flips, spins, and poses galore... {0.SimFirstName} has demonstrated {M0.his}{F0.her} prowess over the lawn water slide.": "Nhào lộn, xoay vòng và tạo dáng thỏa thích... {0.SimFirstName} đã thể hiện sự thành thạo của {M0.his}{F0.her} trên cầu trượt nước trên bãi cỏ.",
  "Trick Slide Master": "Bậc Thầy Trượt Nước Nghệ Thuật",
  "Oh no, was anyone watching?? That trick went spectacularly wrong...": "Ôi không, có ai nhìn thấy không?? Pha đó sai quá sai rồi...",
  "Tricktastrophe": "Trượt Hỏng Thảm Hại",
  "Shaka-bra! That slide was siiiick bro!": "Shaka-bra! Pha trượt đó chất quá bro!",
  "Bro Slide": "Trượt Kiểu Bro",
  "Watching other Sims perform trick slides is nuts! {0.SimFirstName} is amped up!": "Xem mấy Sims khác trượt nghệ thuật phê thật! {0.SimFirstName} phấn khích quá!",
  "Great Tricks": "Mấy Pha Trượt Hay Quá",
  "That lawn water slide looks like a great time... maybe {0.SimFirstName} should get sliding!": "Cái cầu trượt nước trên bãi cỏ đó trông vui quá... hay là {0.SimFirstName} cũng thử trượt xem sao!",
  "Looks Like Fun": "Trông Vui Đấy",
  "Nothing wrong with taking pleasure in the failure of another Sim that attempted to showoff with a fancy trick slide. Serves 'em right!": "Chẳng có gì sai khi thích thú trước thất bại của một Sim khác cố gắng khoe khoang với một pha trượt nghệ thuật. Đáng đời!",
  "What A Showoff!": "Đồ Khoe Khoang!",
  "Oooohhh OUCH! Wipeout! It's all fun and games when it isn't {0.SimFirstName} flopping on the lawn water slide.": "Ôi ôi ôi! Té sấp mặt! Vui thì vui thật nhưng không vui khi {0.SimFirstName} bị văng ra trên cầu trượt nước.",
  "Slide FAIL!": "TRƯỢT HỚT!",
  "Err... ouch! It hurt just watching that Sim wipeout on the lawn water slide.": "Ự... đau! Chỉ nhìn Sim kia trượt té trên cầu trượt nước thôi cũng thấy đau rồi.",
  "That Had to Hurt": "Chắc Đau Lắm",
  "If {0.SimFirstName} was taller, {M0.he'd}{F0.she'd} rip those wind chimes down when nobody was looking.": "Nếu {0.SimFirstName} cao hơn, {M0.he'd}{F0.she'd} giật đứt mấy cái chuông gió đó xuống khi không có ai nhìn.",
  "Annoying Chimes": "Chuông Gió Phiền Phức",
  "The melody of the wind chimes is like a massage for the mind.": "Âm thanh du dương của chuông gió như một liều massage cho tâm trí.",
  "Soothing Chimes": "Chuông Gió Dịu Êm",
  "If the wind could speak, it would do so through these lilting chimes, whose harmonious balance is an aural treat.": "Nếu gió có thể nói, nó sẽ nói qua những tiếng chuông du dương này, sự cân bằng hài hòa của chúng là một món quà thính giác.",
  "Sounds of the Wind": "Âm Thanh Của Gió",
  "Use Lawn Water Slide": "Sử Dụng Cầu Trượt Nước Trên Bãi Cỏ",
  "Don't Use Lawn Water Slide": "Không Sử Dụng Cầu Trượt Nước Trên Bãi Cỏ",
  "For Fun And Games": "Để Vui Chơi Giải Trí",
  "Ready For The Summer Sun": "Sẵn Sàng Đón Ánh Nắng Mùa Hè",
  "Midsummer Trend": "Xu Hướng Giữa Hè",
  "Sunny Days In Town": "Những Ngày Nắng Trong Thị Trấn",
  "Casual Weekender": "Cuối Tuần Thư Giãn",
  "For The Off Days": "Cho Những Ngày Nghỉ",
  "A classic white picket fence for your own little slice of suburbia! Unless you choose to paint it another color that is... in which case just ignore that first part.": "Hàng rào trắng cổ điển cho một góc nhỏ vùng ngoại ô của riêng bạn! Trừ khi bạn chọn sơn nó một màu khác... trong trường hợp đó, hãy bỏ qua phần đầu tiên.",
  "White Picket Fence\n": "Hàng Rào Trắng",
  "This bird feeder is for the birds! ...err no, wait... it's so fowl it's foul! Ugh, that isn't right either... just remember to wipe away the bird poop every so often.\\n\\nAt the end of the day, just fill it with seed off and on and you'll treat yourself to the chirping melodies of local bluebirds, cardinals, and finches that are hungry for a nibble.": "Cái máng ăn cho chim này là dành cho chim!... ờ không, đợi đã... nó tệ đến nỗi kinh khủng! Ugh, cái đó cũng không đúng... chỉ cần nhớ lau sạch phân chim thường xuyên thôi.\n\nCuối ngày, chỉ cần thỉnh thoảng đổ đầy hạt vào đó và bạn sẽ được thưởng thức những giai điệu líu lo của chim lam, chim đỏ và chim sẻ địa phương đang đói meo.",
  "Birdy Trotz's Bird Feeder": "Máng Ăn Cho Chim Của Birdy Trotz",
  "A box of bird seed.": "Một hộp hạt giống cho chim.",
  "Bird Seed Box": "Hộp Hạt Giống Cho Chim",
  "Enjoy arranging flowers? Then try positioning these floral decals on your home's walls. The possibilities are endless!": "Thích cắm hoa? Vậy thì hãy thử dán những hình hoa này lên tường nhà bạn xem sao. Vô vàn khả năng đó!",
  "Floral Arrangement - Wall Decal": "Cắm Hoa - Hình Dán Tường",
  "Feeling froggy? These colorful frog decals will cheer you right up! The vivid colors and busy patterns add eye-popping pop art to any setting.": "Cảm thấy yêu đời? Những hình dán ếch đầy màu sắc này sẽ làm bạn vui lên ngay! Màu sắc sống động và họa tiết bắt mắt thêm nét nghệ thuật pop art nổi bật cho mọi khung cảnh.",
  "Feelin' Froggy - Wall Decal": "Yêu Đời Cùng Ếch - Hình Dán Tường",
  "A bottle for holding soap.": "Một chai để đựng xà phòng.",
  "Soap Bottle": "Chai Xà Phòng",
  "A powdered drink mixture - just add water!": "Một hỗn hợp thức uống dạng bột - chỉ cần thêm nước!",
  "Flavored Drink Mix": "Bột Pha Nước Giải Khát",
  "This is the perfect pitcher for mixing a thirst-quenching drink on a bright sunny day. Create lemonade, iced tea... even Citrus Swig (You remember their infamous jingle, right? ♪\"Hot as a pig? Drink Citrus Swig!\"♪) There's plenty to share, so gather your friends and kick back with a cold one.": "Đây là chiếc bình hoàn hảo để pha một thức uống giải khát trong một ngày nắng đẹp. Pha nước chanh, trà đá... thậm chí cả Citrus Swig (Bạn còn nhớ đoạn quảng cáo nổi tiếng của họ chứ? ♪\"Nóng như heo? Uống Citrus Swig!\"♪) Có rất nhiều để chia sẻ, vì vậy hãy tụ tập bạn bè và thư giãn với một ly lạnh.",
  "Summer Drink Tray": "Khay Đựng Đồ Uống Mùa Hè",
  "These glasses fit perfectly on the Summer Drink Tray.": "Những chiếc ly này vừa khít với Khay Đựng Đồ Uống Mùa Hè.",
  "Summer Drink Glass": "Ly Đựng Đồ Uống Mùa Hè",
  "A classic white picket fence is only as welcoming as the gate that accompanies it. Well, look no further! Also available in other colors... but seriously, it's a picket fence.": "Hàng rào trắng cổ điển chỉ chào đón như cánh cổng đi kèm với nó. Chà, không cần tìm đâu xa! Cũng có sẵn các màu khác... nhưng nghiêm túc mà nói, nó là một hàng rào.",
  "White Picket Fence Gate": "Cổng Hàng Rào Trắng",
  "Groovy, man. This far out light will light the path to your eternal illumination. Gaze into its depths and you just might get purple dazed.": "Tuyệt vời ông mặt trời. Ánh sáng độc đáo này sẽ soi đường đến sự giác ngộ vĩnh cửu của bạn. Nhìn sâu vào nó và bạn có thể bị ảo giác màu tím.",
  "Flower Power": "Sức Mạnh Của Hoa",
  "This counterfeit candle may be a knockoff, but your guests will be none the wiser. Make it the centerpiece of your next backyard feast!": "Ngọn nến giả này có thể là hàng nhái, nhưng khách của bạn sẽ không hề hay biết. Hãy biến nó thành tâm điểm của bữa tiệc sân sau tiếp theo của bạn!",
  "Tawdry Tawny Truedawn": "Tawdry Tawny Truedawn",
  "The lANTern is a fully functional ant deterrent device, that doubles as a heavy-duty lamp. Place it on your outdoor dining table and... presto! No ants; guaranteed.": "lANTern là một thiết bị ngăn chặn kiến hoàn toàn chức năng, đồng thời là một chiếc đèn hạng nặng. Đặt nó trên bàn ăn ngoài trời của bạn và... presto! Không có kiến; đảm bảo.",
  "lANTern": "lANTern",
  "Ah, the poor man's bug zapper. Experience freedom from cicadas (and other winged pests) with this rustic citronella. The extra-thick wick creates a sizable flame; ideal for lighting a patio after the sun goes down.": "À, cái bẫy côn trùng giá rẻ. Trải nghiệm sự tự do khỏi ve sầu (và các loài gây hại có cánh khác) với cây sả chanh mộc mạc này. Bấc dày hơn tạo ra ngọn lửa lớn; lý tưởng để thắp sáng hiên nhà sau khi mặt trời lặn.",
  "Scented Citronella": "Sả Chanh Thơm",
  "Have you ever taken a moment to think where light comes from? Sims think about it all the time. That's why they enjoy stringing these lights together to mimic the shape of their favorite constellations.": "Bạn đã bao giờ dành một chút thời gian để suy nghĩ ánh sáng đến từ đâu chưa? Sims luôn nghĩ về điều đó. Đó là lý do tại sao họ thích xâu chuỗi những ánh đèn này lại với nhau để bắt chước hình dạng của các chòm sao yêu thích của họ.",
  "Constellation Lighting": "Đèn Chòm Sao",
  "Let me wax lyrical about these wax paper prints: Stylish art, colors so fine, these gorgeous prints will blow your mind.": "Để tôi ca ngợi về những bản in giấy sáp này: Nghệ thuật phong cách, màu sắc rất đẹp, những bản in tuyệt đẹp này sẽ làm bạn kinh ngạc.",
  "Waxing Perennial": "Vĩnh Cửu Từ Sáp",
  "Step up your decorating game. This repurposed step-ladder makes the perfect perch for your potted perennials.": "Nâng tầm trang trí của bạn. Chiếc thang gấp tái chế này là nơi hoàn hảo cho những cây lâu năm trồng trong chậu của bạn.",
  "Next Level Perennials": "Cây Lâu Năm Đẳng Cấp",
  "A pitcher for mixing drinks in.": "Một chiếc bình để pha đồ uống.",
  "Glass Pitcher": "Bình Thủy Tinh",
  "This flowering Gumdrop plant is in full bloom! Observe its natural beauty... and don't you dare pot it.": "Cây Gumdrop nở hoa này đang nở rộ! Hãy ngắm nhìn vẻ đẹp tự nhiên của nó... và đừng có dại mà trồng nó trong chậu.",
  "Wild Gumdrop": "Gumdrop Dại",
  "Unapparent to the casual observer, these flowers aren't potted at all! In actuality, they're bouquet holders - for those times when you find yourself in desperate need of flowers. With three sizes to select from for any occasion, you can't go wrong!": "Không rõ ràng đối với người quan sát bình thường, những bông hoa này hoàn toàn không được trồng trong chậu! Trên thực tế, chúng là giá đỡ bó hoa - cho những lúc bạn thấy mình cực kỳ cần hoa. Với ba kích cỡ để lựa chọn cho mọi dịp, bạn sẽ không thể sai lầm!",
  "Tres Bouquets": "Tres Bouquets",
  "Only the freshest live flowers come in this vibrant vase.": "Chỉ những bông hoa tươi sống nhất mới có trong chiếc bình rực rỡ này.",
  "Potted & Dotted": "Có Chậu & Chấm Bi",
  "Is there a sadder sight than a potted Gumdrop plant? Scientists are baffled by the behavior they exhibit after being moved to a ceramic cage. Within days their flowers wilt and fall away, never to grow again.": "Có cảnh tượng nào buồn hơn một cây Gumdrop trồng trong chậu không? Các nhà khoa học bối rối trước hành vi mà chúng thể hiện sau khi bị chuyển đến một chiếc lồng gốm. Trong vòng vài ngày, hoa của chúng sẽ héo và rụng đi, không bao giờ mọc lại.",
  "Potted Gumdrop": "Gumdrop Trong Chậu",
  "Enjoy arranging flowers? Then try positioning these floral rugs on your home's floor. The possibilities are endless!": "Thích cắm hoa? Vậy thì hãy thử đặt những tấm thảm hoa này trên sàn nhà bạn xem sao. Vô vàn khả năng đó!",
  "Floral Arrangement - Rug": "Cắm Hoa - Thảm",
  "Feeling froggy? These colorful frog rugs will cheer you right up! The vivid colors and busy patterns add eye-popping pop art to any setting.": "Cảm thấy yêu đời? Những tấm thảm ếch đầy màu sắc này sẽ làm bạn vui lên ngay! Màu sắc sống động và họa tiết bắt mắt thêm nét nghệ thuật pop art nổi bật cho mọi khung cảnh.",
  "Feelin' Froggy - Rug": "Yêu Đời Cùng Ếch - Thảm",
  "You'd think the Sun Rug would be round, but you'd be wrong. The name is derived from the synthetic threads used in the rug's stitching. When the sun reflects off it just so, it gleams with a blinding radiance.": "Bạn có thể nghĩ rằng Thảm Mặt Trời sẽ có hình tròn, nhưng bạn đã nhầm. Cái tên này bắt nguồn từ các sợi tổng hợp được sử dụng trong đường khâu của tấm thảm. Khi ánh nắng phản chiếu vào nó, nó sẽ tỏa sáng rực rỡ.",
  "Sun Rug": "Thảm Mặt Trời",
  "Some plum actually sealed the opening to this birdhouse to prevent any birds from getting inside! What good is a birdhouse that can't house any birds? Placing it in your yard may raise a few eyebrows from the neighbors.": "Một số quả mận thực sự đã bịt kín lối vào nhà chim này để ngăn bất kỳ con chim nào lọt vào bên trong! Một nhà chim không thể chứa bất kỳ con chim nào thì có ích gì? Đặt nó trong sân của bạn có thể khiến một vài người hàng xóm nhướng mày.",
  "Decorative Birdhouse": "Nhà Chim Trang Trí",
  "Spread your wings and fly... oh, if only. For now, this lawn ornament will have to be content accentuating the landscaping.": "Dang rộng đôi cánh và bay đi... ồ, ước gì được như vậy. Hiện tại, vật trang trí bãi cỏ này sẽ phải hài lòng với việc làm nổi bật cảnh quan.",
  "Just Wanna' Fly": "Chỉ Muốn Bay",
  "Hopefully your Sim is feeling better than this frog.": "Hy vọng Sim của bạn cảm thấy khỏe hơn con ếch này.",
  "Feelin' Froggy - Fountain": "Yêu Đời Cùng Ếch - Đài Phun Nước",
  "Everything you possibly need for a delicious backyard BBQ is thoughtfully stored away in the Completionist's Condiment Caddy...\\n\\n...wait a second, where's the mayonnaise!?": "Mọi thứ bạn có thể cần cho một bữa tiệc nướng sân sau ngon lành đều được cất giữ cẩn thận trong Xe Đựng Gia Vị Hoàn Hảo của Người Hoàn Thành...\n\n...chờ một chút, sốt mayonnaise đâu rồi!?",
  "Completionist's Condiment Caddy": "Xe Đựng Gia Vị Hoàn Hảo của Người Hoàn Thành",
  "Pucker up buttercup; you'll want to have practiced your best pursed lips before you get a taste of the contents of this vase.": "Chu mỏ lên đi cưng; bạn sẽ muốn luyện tập đôi môi chu ra đẹp nhất trước khi nếm thử nội dung của chiếc bình này.",
  "Taste of Tart": "Hương Vị Chua Chát",
  "Take the classic folding chair design and remove the expensive metallic joints, and you're left with this practical seating! It may not collapse for easy storage, but you'll want to collapse into the comfortable patterned padding that's been amply added to the seat.": "Lấy thiết kế ghế xếp cổ điển và loại bỏ các khớp kim loại đắt tiền, và bạn sẽ có được chỗ ngồi thiết thực này! Nó có thể không gập lại để dễ cất giữ, nhưng bạn sẽ muốn ngả mình vào lớp đệm hoa văn thoải mái đã được thêm vào ghế.",
  "Formerly Folding Chair": "Ghế Từng Có Thể Gấp",
  "While the name of this chair is commonly thought to be a reference to its cushion, it's actually the chairback where the manufacturer drew inspiration from.": "Mặc dù tên của chiếc ghế này thường được cho là một tham chiếu đến đệm của nó, nhưng thực tế, nhà sản xuất đã lấy cảm hứng từ спинка ghế.",
  "The Flowery": "Chiếc Ghế Nhiều Hoa",
  "Can love bloom in the backyard? This sly fox certainly likes to think so. Let Hana Hal's Loveseat help set the mood.": "Tình yêu có thể nở rộ trong sân sau không? Chắc chắn con cáo ranh mãnh này thích nghĩ như vậy. Hãy để Ghế Tình Yêu Hana Hal giúp tạo không khí.",
  "Hana Hal's Loveseat": "Ghế Tình Yêu Hana Hal",
  "It's adventure on the high seas! Conquer your fears and slide through the jaws of death... will you come out stronger on the other side?": "Đó là cuộc phiêu lưu trên biển cả! Chinh phục nỗi sợ hãi của bạn và trượt qua hàm của tử thần... bạn sẽ trở nên mạnh mẽ hơn ở phía bên kia chứ?",
  "AAAHH! Jaws of Death - Lawn Water Slide": "AAA! Hàm Tử Thần - Cầu Trượt Nước Sân Vườn",
  "Simple fun on a simple slide. That's what the Justa Lawn Water Slide promises, and that's what it delivers.\\n\\nJusta LLC is a limited liability corporation. Your usage of this product implies agreement that you will not hold Justa LLC liable for any injuries sustained when using the product responsibly... or otherwise.": "Niềm vui đơn giản trên một cầu trượt đơn giản. Đó là những gì Cầu Trượt Nước Sân Vườn Justa hứa hẹn và đó là những gì nó mang lại.\n\nJusta LLC là một tập đoàn trách nhiệm hữu hạn. Việc bạn sử dụng sản phẩm này ngụ ý thỏa thuận rằng bạn sẽ không chịu trách nhiệm pháp lý cho bất kỳ thương tích nào khi sử dụng sản phẩm một cách có trách nhiệm... hoặc ngược lại.",
  "Justa Lawn Water Slide": "Cầu Trượt Nước Sân Vườn Justa",
  "Carbon dating on this boombox indicates it comes from hundreds of years... into the future?? Applying an electrical current to its circuitry causes the parts to amplify local radio waves and output their signal with crystal clarity. Some Sims speculate that this may be the head of an advanced cyborg... but that can't be possible, right?": "Việc xác định niên đại bằng carbon trên chiếc boombox này cho thấy nó đến từ hàng trăm năm... trong tương lai?? Việc áp dụng dòng điện vào mạch điện của nó khiến các bộ phận khuếch đại sóng radio cục bộ và xuất ra tín hiệu của chúng với độ rõ nét như pha lê. Một số Sims suy đoán rằng đây có thể là đầu của một cyborg tiên tiến... nhưng điều đó không thể xảy ra được, phải không?",
  "Plumbot Box": "Hộp Plumbot",
  "A coffee table that helps inspire coffee talk? How novel! Creating small talk has never been simpler, as you marvel with others over the millefleurs pattern in the table's runner.": "Một chiếc bàn cà phê giúp truyền cảm hứng cho những câu chuyện phiếm về cà phê? Thật mới lạ! Tạo những cuộc trò chuyện nhỏ chưa bao giờ đơn giản hơn thế, khi bạn cùng những người khác chiêm ngưỡng họa tiết millefleurs trên tấm trải bàn.",
  "Milly's Coffee": "Cà Phê Milly",
  "Dine out tonight... out in your backyard that is. A quick nosh will settle a rumbling tummy, allowing you time to appreciate the great outdoors.": "Ăn tối bên ngoài đêm nay... bên ngoài sân sau của bạn. Một bữa ăn nhanh sẽ xoa dịu cái bụng đang réo rắt, cho phép bạn có thời gian để đánh giá cao không gian ngoài trời tuyệt vời.",
  "Milly's Dining": "Ăn Tối Milly",
  "With seating for up to six Sims, this large umbrella table is meant for entertaining! The umbrella material is made from a finely stitched together mesh that's ideal for looking out... or for looking down in.": "Với chỗ ngồi cho tối đa sáu Sims, chiếc bàn lớn có ô che này được dùng để giải trí! Chất liệu ô được làm từ một loại lưới khâu lại với nhau một cách tinh xảo, lý tưởng để nhìn ra ngoài... hoặc để nhìn xuống dưới.",
  "Voyeuristic Large Umbrella Table": "Bàn Lớn Có Ô Che Tò Mò",
  "Here's a nifty lifehack for the hungry Sim...\\n\\nWhile the Perfectly Patterned large umbrella table has room to seat six, you could only provide three chairs, thus doubling the available space for a Sim to serve themselves a meal. Makes perfect sense, right? Neat!": "Đây là một mẹo vặt hay ho cho Sim đói bụng...\n\nMặc dù bàn lớn có ô che Perfectly Patterned có chỗ ngồi cho sáu người, nhưng bạn chỉ có thể cung cấp ba chiếc ghế, do đó tăng gấp đôi không gian có sẵn để Sim tự phục vụ bữa ăn. Hợp lý quá phải không? Tuyệt!",
  "Perfectly Patterned Large Umbrella Table": "Bàn Lớn Có Ô Che Perfectly Patterned",
  "The Square Meals Dining Table proved so popular that the furniture factory ordered a second run. Unfortunately, a defect in the factory's tooling resulted in a dining table approximately two inches too short. Ever fastidious, the manufacturer refused to pass their problem along to you, and is instead offering this defective dining table as a fully functional end table!": "Bàn Ăn Square Meals đã chứng tỏ rất phổ biến nên nhà máy sản xuất đồ nội thất đã đặt hàng lần thứ hai. Thật không may, một lỗi trong công cụ của nhà máy đã dẫn đến một chiếc bàn ăn ngắn hơn khoảng hai inch. Vốn kỹ tính, nhà sản xuất đã từ chối chuyển vấn đề của họ cho bạn, và thay vào đó đang cung cấp chiếc bàn ăn bị lỗi này như một chiếc bàn cuối hoàn toàn chức năng!",
  "Square Meals Factory Defect Table": "Bàn Lỗi Nhà Máy Square Meals",
  "This clever ensemble is comprised of a rugged patterned doormat draped over a solid wooden table. With such sturdy materials, it's shelving that's well suited for all your outdoor knick-knacks.": "Bộ sản phẩm thông minh này bao gồm một tấm thảm chùi chân có hoa văn chắc chắn được phủ lên trên một chiếc bàn gỗ đặc. Với những vật liệu chắc chắn như vậy, đây là loại kệ rất phù hợp cho tất cả những món đồ trang trí ngoài trời của bạn.",
  "Rug Rack": "Kệ Thảm",
  "A funnel used to pour bird seed into the feeder.": "Một cái phễu dùng để đổ hạt giống chim vào máng ăn.",
  "Bird Seed Funnel": "Phễu Đổ Hạt Giống Cho Chim",
  "Oh Windemere! When its musically gifted citizens aren't busy creating tourist videos for their sister city of Windenburg, they're honing their age-honored tradition of wind chime craftsmanship. Now you can bring the sound of Windemere into your own home!*\\n\\nChoose from bamboo, ceramic, or metallic chimes.** Set the pitch of your chimes by changing the length of the rods. Mount them on your wall, or hang them from the ceiling.*** No matter if you have a single wind chime or group them together, you're sure to love the melodic notes wafting through your yard.\\n\\n*AA Batteries included for indoor operation.\\n**Bamboo and aluminum chimes sold separately.\\n***Wall mounted wind chimes sold separately.": "Ôi Windemere! Khi những công dân có năng khiếu âm nhạc của nó không bận rộn tạo video du lịch cho thành phố chị em Windenburg, họ đang mài giũa truyền thống chế tác chuông gió lâu đời của mình. Giờ đây, bạn có thể mang âm thanh của Windemere vào chính ngôi nhà của mình!*\n\nChọn từ chuông tre, gốm hoặc kim loại.** Đặt cao độ của chuông bằng cách thay đổi độ dài của các thanh. Gắn chúng trên tường hoặc treo chúng từ trần nhà.*** Cho dù bạn có một chiếc chuông gió duy nhất hay ghép chúng lại với nhau, bạn chắc chắn sẽ yêu thích những nốt nhạc du dương lan tỏa khắp sân của bạn.\n\n*Bao gồm pin AA để hoạt động trong nhà.\n**Chuông tre và nhôm được bán riêng.\n***Chuông gió treo tường được bán riêng.",
  "Wind Chimes of Windemere - Ceramic / Hanging": "Chuông Gió Windemere - Gốm / Treo",
  "Oh Windemere! When its musically gifted citizens aren't busy creating tourist videos for their sister city of Windenburg, they're honing their age-honored tradition of wind chime craftsmanship. Now you can bring the sound of Windemere into your own home!*\\n\\nChoose from bamboo, ceramic, or aluminum chimes.** Set the pitch of your chimes by changing the length of the rods. Mount them on your wall, or hang them from the ceiling.*** No matter if you have a single wind chime or group them together, you're sure to love the melodic notes wafting through your yard.\\n\\n*AA Batteries included for indoor operation.\\n**Bamboo and ceramic chimes sold separately.\\n***Wall mounted wind chimes sold separately.": "Ôi Windemere! Khi những công dân có năng khiếu âm nhạc của nó không bận rộn tạo video du lịch cho thành phố chị em Windenburg, họ đang mài giũa truyền thống chế tác chuông gió lâu đời của mình. Giờ đây, bạn có thể mang âm thanh của Windemere vào chính ngôi nhà của mình!*\n\nChọn từ chuông tre, gốm hoặc nhôm.** Đặt cao độ của chuông bằng cách thay đổi độ dài của các thanh. Gắn chúng trên tường hoặc treo chúng từ trần nhà.*** Cho dù bạn có một chiếc chuông gió duy nhất hay ghép chúng lại với nhau, bạn chắc chắn sẽ yêu thích những nốt nhạc du dương lan tỏa khắp sân của bạn.\n\n*Bao gồm pin AA để hoạt động trong nhà.\n**Chuông tre và gốm được bán riêng.\n***Chuông gió treo tường được bán riêng.",
  "Wind Chimes of Windemere - Aluminum / Hanging": "Chuông Gió Windemere - Nhôm / Treo",
  "Oh Windemere! When its musically gifted citizens aren't busy creating tourist videos for their sister city of Windenburg, they're honing their age-honored tradition of wind chime craftsmanship. Now you can bring the sound of Windemere into your own home!*\\n\\nChoose from bamboo, ceramic, or aluminum chimes.** Set the pitch of your chimes by changing the length of the rods. Mount them on your wall, or hang them from the ceiling.*** No matter if you have a single wind chime or group them together, you're sure to love the melodic notes wafting through your yard.\\n\\n*AA Batteries included for indoor operation.\\n**Ceramic and aluminum chimes sold separately.\\n***Wall mounted wind chimes sold separately.": "Ôi Windemere! Khi những công dân có năng khiếu âm nhạc của nó không bận rộn tạo video du lịch cho thành phố chị em Windenburg, họ đang mài giũa truyền thống chế tác chuông gió lâu đời của mình. Giờ đây, bạn có thể mang âm thanh của Windemere vào chính ngôi nhà của mình!*\n\nChọn từ chuông tre, gốm hoặc nhôm.** Đặt cao độ của chuông bằng cách thay đổi độ dài của các thanh. Gắn chúng trên tường hoặc treo chúng từ trần nhà.*** Cho dù bạn có một chiếc chuông gió duy nhất hay ghép chúng lại với nhau, bạn chắc chắn sẽ yêu thích những nốt nhạc du dương lan tỏa khắp sân của bạn.\n\n*Bao gồm pin AA để hoạt động trong nhà.\n**Chuông gốm và nhôm được bán riêng.\n***Chuông gió treo tường được bán riêng.",
  "Wind Chimes of Windemere - Bamboo / Hanging": "Chuông Gió Windemere - Tre / Treo",
  "Oh Windemere! When its musically gifted citizens aren't busy creating tourist videos for their sister city of Windenburg, they're honing their age-honored tradition of wind chime craftsmanship. Now you can bring the sound of Windemere into your own home!*\\n\\nChoose from bamboo, ceramic, or aluminum chimes.** Set the pitch of your chimes by changing the length of the rods. Mount them on your wall, or hang them from the ceiling.*** No matter if you have a single wind chime or group them together, you're sure to love the melodic notes wafting through your yard.\\n\\n*AA Batteries included for indoor operation.\\n**Bamboo and aluminum chimes sold separately.\\n***Ceiling hanging wind chimes sold separately.": "Ôi Windemere! Khi những công dân có năng khiếu âm nhạc của nó không bận rộn tạo video du lịch cho thành phố chị em Windenburg, họ đang mài giũa truyền thống chế tác chuông gió lâu đời của mình. Giờ đây, bạn có thể mang âm thanh của Windemere vào chính ngôi nhà của mình!*\n\nChọn từ chuông tre, gốm hoặc nhôm.** Đặt cao độ của chuông bằng cách thay đổi độ dài của các thanh. Gắn chúng trên tường hoặc treo chúng từ trần nhà.*** Cho dù bạn có một chiếc chuông gió duy nhất hay ghép chúng lại với nhau, bạn chắc chắn sẽ yêu thích những nốt nhạc du dương lan tỏa khắp sân của bạn.\n\n*Bao gồm pin AA để hoạt động trong nhà.\n**Chuông tre và nhôm được bán riêng.\n***Chuông gió treo trần được bán riêng.",
  "Wind Chimes of Windemere - Ceramic / Wall Mounted": "Chuông Gió Windemere - Gốm / Gắn Tường",
  "Oh Windemere! When its musically gifted citizens aren't busy creating tourist videos for their sister city of Windenburg, they're honing their age-honored tradition of wind chime craftsmanship. Now you can bring the sound of Windemere into your own home!*\\n\\nChoose from bamboo, ceramic, or aluminum chimes.** Set the pitch of your chimes by changing the length of the rods. Mount them on your wall, or hang them from the ceiling.*** No matter if you have a single wind chime or group them together, you're sure to love the melodic notes wafting through your yard.\\n\\n*AA Batteries included for indoor operation.\\n**Bamboo and ceramic chimes sold separately.\\n***Ceiling hanging wind chimes sold separately.": "Ôi Windemere! Khi những công dân có năng khiếu âm nhạc của nó không bận rộn tạo video du lịch cho thành phố chị em Windenburg, họ đang mài giũa truyền thống chế tác chuông gió lâu đời của mình. Giờ đây, bạn có thể mang âm thanh của Windemere vào chính ngôi nhà của mình!*\n\nChọn từ chuông tre, gốm hoặc nhôm.** Đặt cao độ của chuông bằng cách thay đổi độ dài của các thanh. Gắn chúng trên tường hoặc treo chúng từ trần nhà.*** Cho dù bạn có một chiếc chuông gió duy nhất hay ghép chúng lại với nhau, bạn chắc chắn sẽ yêu thích những nốt nhạc du dương lan tỏa khắp sân của bạn.\n\n*Bao gồm pin AA để hoạt động trong nhà.\n**Chuông tre và gốm được bán riêng.\n***Chuông gió treo trần được bán riêng.",
  "Wind Chimes of Windemere - Aluminum / Wall Mounted": "Chuông Gió Windemere - Nhôm / Gắn Tường",
  "Oh Windemere! When its musically gifted citizens aren't busy creating tourist videos for their sister city of Windenburg, they're honing their age-honored tradition of wind chime craftsmanship. Now you can bring the sound of Windemere into your own home!*\\n\\nChoose from bamboo, ceramic, or aluminum chimes.** Set the pitch of your chimes by changing the length of the rods. Mount them on your wall, or hang them from the ceiling.*** No matter if you have a single wind chime or group them together, you're sure to love the melodic notes wafting through your yard.\\n\\n*AA Batteries included for indoor operation.\\n**Ceramic and aluminum chimes sold separately.\\n***Ceiling hanging wind chimes sold separately.": "Ôi Windemere! Khi những công dân có năng khiếu âm nhạc của nó không bận rộn tạo video du lịch cho thành phố chị em Windenburg, họ đang mài giũa truyền thống chế tác chuông gió lâu đời của mình. Giờ đây, bạn có thể mang âm thanh của Windemere vào chính ngôi nhà của mình!*\n\nChọn từ chuông tre, gốm hoặc nhôm.** Đặt cao độ của chuông bằng cách thay đổi độ dài của các thanh. Gắn chúng trên tường hoặc treo chúng từ trần nhà.*** Cho dù bạn có một chiếc chuông gió duy nhất hay ghép chúng lại với nhau, bạn chắc chắn sẽ yêu thích những nốt nhạc du dương lan tỏa khắp sân của bạn.\n\n*Bao gồm pin AA để hoạt động trong nhà.\n**Chuông gốm và nhôm được bán riêng.\n***Chuông gió treo trần được bán riêng.",
  "Wind Chimes of Windemere - Bamboo / Wall Mounted": "Chuông Gió Windemere - Tre / Gắn Tường",
  "Set to Spoiled": "Đặt Thành Hư Hỏng",
  "Set to Empty": "Đặt Thành Trống Rỗng",
  "Empty Tray": "Khay Trống",
  "Mix Citrus Swig": "Pha Citrus Swig",
  "Mix Iced Tea": "Pha Trà Đá",
  "Mix Lemonade": "Pha Nước Chanh",
  "Pour Drinks": "Rót Đồ Uống",
  "Gross! There aren't any fresh drinks to take from the tray.": "Ghê quá! Không có đồ uống tươi nào để lấy từ khay cả.",
  "Grab Drink": "Lấy Đồ Uống",
  "This object must be placed outside to be filled with bird seed.": "Đối tượng này phải được đặt bên ngoài để có thể đổ đầy hạt giống chim.",
  "Add Bird Seed": "Thêm Hạt Giống Cho Chim",
  "Force Bird Attack (Debug)": "Ép Chim Tấn Công (Gỡ Lỗi)",
  "There are no birds feeding at this time.": "Hiện tại không có chim nào đang ăn.",
  "Watch Birds": "Xem Chim",
  "Add Soap": "Thêm Xà Phòng",
  "Set Auto Water Controls": "Đặt Điều Khiển Tự Động Tưới Nước",
  "Keep Water On": "Giữ Nước Luôn Bật",
  "Slide": "Trượt",
  "Trick Slide": "Trượt Nghệ Thuật",
  "Watch Sliders": "Xem Người Trượt",
  "Turn Off": "Tắt",
  "Turn On": "Bật",
  "Ceramic": "Gốm",
  "Metal": "Kim Loại",
  "Bamboo": "Tre",
  "High Pitch": "Cao Độ Cao",
  "Low Pitch": "Cao Độ Thấp",
  "Medium Pitch": "Cao Độ Vừa",
  "React to Slide": "Phản Ứng Với Cú Trượt",
  "Waiting to Slide": "Đang Chờ Trượt",
  "Slide With": "Trượt Cùng",
  "Trick Slide With": "Trượt Nghệ Thuật Cùng",
  "Flowery Escape": "Thoát Kiểu Hoa",
  "Backyard Dreamscape": "Phong Cảnh Sân Sau Mơ Mộng",
  "Serious Waterworks": "Công Trình Nước Nghiêm Túc",
  "{0.ObjectName}": "{0.ObjectName}",
  "Spoiled": "Hư Hỏng",
  "Fresh": "Tươi",
  "Full": "Đầy",
  "Empty Pitcher": "Bình Rỗng",
  "One Serving Left": "Còn Một Phần Ăn",
  "Lemonade": "Nước Chanh",
  "Iced Tea": "Trà Đá",
  "Citrus Swig": "Citrus Swig",
  "Mix Drink": "Pha Đồ Uống",
  "Change Material": "Thay Đổi Vật Liệu",
  "Change Pitch": "Thay Đổi Cao Độ",
  "Perform Trick Slides": "Biểu Diễn Trượt Nghệ Thuật",
  "Click on a Lawn Water Slide and select Trick Slide.": "Nhấp vào Cầu Trượt Nước Trên Bãi Cỏ và chọn Trượt Nghệ Thuật.",
  "(From Wind Chime)": "(Từ Chuông Gió)"
}