{
  "Greenhouse Pavers": "Gạch Lát Nhà Kính",
  "Make the most of your greenhouse with this gorgeous pair of double doors. The wide glass panels and sleek design will ensure maximum sunlight exposure for your menagerie of plants. Revolutionize your space and create the ultimate greenhouse of your dreams! ": "Tận dụng tối đa nhà kính của bạn với cặp cửa đôi siêu xinh này. Mặt kính rộng và thiết kế bóng bẩy sẽ đảm bảo cây cối của bạn được tắm nắng tối đa luôn đó. Thay đổi không gian và tạo nên nhà kính mơ ước đỉnh của chóp đi nào!",
  "Greenview Double Doors": "Cửa đôi Greenview",
  "Looking for a way to really make your greenhouse stand out? This pair of double doors is just what you need! If it doesn't do something for you, we're not sure what will.": "Kiếm cách để làm cho nhà kính của bạn nổi bật hơn hả? Cặp cửa đôi này chính là thứ bạn cần đó! Nếu nó vẫn không làm bạn cảm thấy gì thì tụi tui cũng chịu á nha.",
  "Tall Greenview Double Doors": "Cửa đôi Greenview cao màu xanh lá cây",
  "The Greenview Door offers superior security and visibility. Easy to use and maintain, this greenhouse glass door lets you monitor the growth of your plants and all that goes on inside. Now's the time to put down the houseplants and embrace your inner green thumb.": "Cửa Greenview vừa an toàn lại vừa dễ nhìn xuyên thấu. Dễ xài dễ bảo trì, cửa kính nhà kính này cho phép bạn theo dõi sự phát triển của cây cối và mọi thứ diễn ra bên trong. Giờ là lúc dẹp mấy chậu cây cảnh và thỏa sức trổ tài làm vườn rồi đó nha!",
  "Greenview Door ": "Cửa Greenview",
  "Not enough sunlight? Worry no more—the Solar Wall Light is here! Fuel your plants with solar light and they'll bloom like never before. Watch as this lamp promotes rapid growth, giving your plants a brighter future and ensuring that even the smallest of greenhouses are filled to the brim with vitality. ": "Không đủ nắng hả? Đừng lo nữa—đèn tường năng lượng mặt trời có mặt rồi đây! Nạp năng lượng cho cây cối bằng ánh sáng mặt trời, tụi nó sẽ nở bung như chưa từng thấy luôn. Ngồi xem cái đèn này thúc đẩy cây lớn nhanh, cho cây tương lai tươi sáng hơn, đảm bảo đến cả cái nhà kính bé xíu nhất cũng tràn đầy sức sống luôn đó nha.",
  "Solar Wall Light": "Đèn tường năng lượng mặt trời",
  "If you want to add a little whimsical touch to your home, or just want something green to spruce up your outdoor space, then look no further. This tiny vine plant is the perfect addition. Carefree, easy to care for, and practically indestructible, this mini plant will surely impress with its tiny size and resilient demeanor. Let this little guy live its best life in your garden or keep it in a pot on the windowsill. It'll be happy either way!": "Nếu mà bạn muốn thêm chút gì đó mới lạ cho căn nhà của mình, hay chỉ là muốn có tí màu xanh cho không gian bên ngoài, thì đừng tìm đâu xa nữa nhen. Cái cây dây leo nhỏ xíu này là lựa chọn hoàn hảo luôn đó. Dễ chăm sóc, không cần để ý nhiều, mà lại còn siêu bền nữa, cái cây mini này chắc chắn sẽ làm bạn ấn tượng với kích thước bé tẹo mà lại còn kiên cường nữa đó. Cứ để em nó sống cuộc đời tươi đẹp trong vườn của bạn, hoặc là bỏ vô cái chậu rồi để trên bệ cửa sổ cũng được luôn. Chỗ nào em nó cũng vui hết á!",
  "The Miniature Vine": "Dây leo thu nhỏ",
  "At the moment these planters are still in your shed, serving as pretty intermediate storage for the fluffs from your tumble dryer. But you're planning to use them for new plants... soon... ish...": "Mấy cái chậu này giờ vẫn còn nằm trong kho, làm chỗ chứa tạm mấy thứ linh tinh lấy từ máy sấy quần áo thôi. Nhưng mà bạn định dùng chúng để trồng cây mới... sớm thôi... chắc là vậy...",
  "Planters for Future Plants": "Chậu trồng cây cho tương lai tươi sáng",
  "Do you have plants that are outgrowing their pots? Well, now you can get them a new home! These planters are empty but ready to be filled to the brim and take on the job of holding your larger, more mature plants. As an added bonus, they stack vertically and don't take up much floor space!": "Mấy chậu cây của bạn đang quá chật chội rồi hả? Chà, giờ thì bạn có thể sắm cho chúng một ngôi nhà mới rồi đó! Mấy cái chậu này thì đang trống không nhưng sẵn sàng để bạn lấp đầy và đảm nhận nhiệm vụ chứa mấy cây lớn, trưởng thành hơn đó. Thêm một điểm cộng nữa là chúng có thể xếp chồng lên nhau theo chiều dọc và không chiếm nhiều diện tích sàn đâu nha!",
  "The Vertical Stack": "Chồng Thẳng Đứng",
  "This wooden trunk is a sturdy and stylish storage solution for any Sim's collection of gardening supplies. Whether you're looking for a practical storage solution or want to store your tools in rustic style, this wooden chest will be the perfect addition to your garden space.": "Cái rương gỗ này là một giải pháp lưu trữ chắc chắn và phong cách cho bộ sưu tập dụng cụ làm vườn của bất kỳ Sim nào. Cho dù bạn đang tìm kiếm một giải pháp lưu trữ thiết thực hay muốn cất giữ dụng cụ của mình theo phong cách mộc mạc, thì chiếc rương gỗ này sẽ là sự bổ sung hoàn hảo cho không gian vườn của bạn đó nha.",
  "GardenStash Storage Chest": "Rương Chứa Đồ Vườn Tược GardenStash",
  "An essential collection of tools that no gardener could live without. You'll surely find yourself reaching for these classic and timeless tools every time you need to get your hands dirty in the garden. ": "Tuyển tập những công cụ cần thiết mà dân làm vườn nào cũng không thể sống thiếu. Chắc chắn là bạn sẽ thấy mình với tay lấy những dụng cụ cổ điển và vượt thời gian này mỗi khi bạn cần xắn tay áo làm vườn đó nha.",
  "The Gardener's Haul": "Chiến Lợi Phẩm của Người Làm Vườn",
  "Let your neighbors know that you mean business in the garden with this surprisingly messy collection of gardening supplies. From the soil filled pot with the well-used trowel, to the crumpled bags of mulch, it tells everyone around that you have the ultimate green thumb. ": "Hãy cho hàng xóm biết là bạn không phải dạng vừa đâu trong khu vườn này với bộ sưu tập đồ làm vườn bừa bộn đến ngạc nhiên này. Từ cái chậu đầy đất với cái xẻng dùng mòn cả cán, đến mấy bao mùn ủ nhàu nhĩ, nó cho mọi người xung quanh thấy là bạn có ngón tay xanh siêu đỉnh đó nha.",
  "Mulch-to-do about Planting": "Đất mùn có gì hot để mà trồng trọt thế nhở?",
  "You've managed to come this far. You helped to create new life and now you've transferred your fresh grown seedlings from their seed pot to their own individual pots. Everything is going according to plan. Stay calm! There's nothing that can go wrong at this point... right?": "Bạn đã đi được đến nước này rồi đó. Bạn đã giúp tạo ra sự sống mới và giờ bạn đã chuyển những cây con mới lớn từ chậu ươm sang chậu riêng rồi. Mọi thứ đang diễn ra theo đúng kế hoạch. Bình tĩnh nào! Chẳng có gì có thể sai vào thời điểm này... đúng không?",
  "Out of the Woods Seedlings": "Cây Giống \"Thoát Khỏi Rừng Sâu\"",
  "The truth behind every green thumb's gift—a collection of elixirs especially concocted to put the pep back into your perennial's step! (Results not guaranteed.)": "Bí mật đằng sau món quà của mọi người làm vườn mát tay—một bộ sưu tập các loại thuốc tiên được pha chế đặc biệt để giúp cây lâu năm của bạn tươi tốt trở lại! (Kết quả không được đảm bảo nha.)",
  "Green Thumb's Secret Solutions": "Bí Kíp Vườn Tược Thần Sầu",
  "A classic piece—these pots are essential for every gardener and if you're looking for something a bit more rugged than a typical planter, these are just right. With their timeless look and sturdy design, they're ready to stand up to anything you can throw at them... except a rock.": "Một món đồ cổ điển—mấy cái chậu này là phải có cho mọi người làm vườn rồi. Nếu mà bạn đang kiếm cái gì đó nó \"trâu bò\" hơn mấy cái chậu bình thường, thì mấy ẻm này đúng bài luôn. Nhìn thì xưa giờ vậy đó, mà thiết kế thì chắc chắn nữa, nên là \"cân\" được hết mọi thứ bạn \"quăng\" vô... trừ cục đá nha.",
  "Ceramic Planters": "Chậu Trồng Gốm",
  "What are plants without pots? Or hats without heads? They may be nothing crazy, but they are the best way to get a small houseplant started. ": "Cây mà không có chậu thì là cái gì? Hay mũ mà không có đầu thì là cái gì? Nghe thì có vẻ không ghê gớm lắm, nhưng mà mấy thứ này là cách tốt nhất để bắt đầu trồng cây cảnh nhỏ đó nha.",
  "The Ceramic Stack": "Chồng Gốm Sứ",
  "You're growing a plant. The labels say annual, and you don't know what that means. It seems like you gave it the right amount of water, despite the yellow leaves. If you water it way too often, could it thrive to the point of only just looking dead? Give it another go with this seedling...": "Bạn đang trồng cây. Nhãn ghi là cây hàng năm, mà bạn không biết nghĩa là gì. Hình như bạn tưới đủ nước rồi, dù lá bị vàng. Nếu bạn tưới quá nhiều thì liệu cây có sống được đến mức nhìn như sắp chết không? Thử lại lần nữa với cây con này xem sao...",
  "Starter Seedling": "Mầm non khởi đầu",
  "You are confident that this time it will work. And the fact that this is your fifth seedling starter set means nothing...": "Lần này chắc chắn là được mà. Với cả cái việc đây là bộ dụng cụ ươm mầm thứ năm của tui thì có gì đâu...",
  "Hopes and Dreams Seedpot Set": "Bộ chậu Hạt Giống Ước Mơ và Hy Vọng",
  "Give your plants the air they crave! With The AirCycler's powerful airflow, removing stale air and bringing fresh air into your greenhouse has never been easier. The ventilation will provide a stable breeze that keeps your plants both healthy and happy all year long. ": "Cho cây cối của bạn thở khí trời đi nào! Với luồng khí mạnh mẽ của AirCycler, việc loại bỏ không khí tù đọng và mang không khí trong lành vào nhà kính chưa bao giờ dễ dàng đến thế. Hệ thống thông gió sẽ cung cấp một làn gió ổn định, giữ cho cây của bạn khỏe mạnh và vui vẻ quanh năm.",
  "The AirCycler": "Máy thông gió AirCycler",
  "This ventilation grate will be the crowning touch to your greenhouse. After all, the best greenhouse ventilation isn't just an option, it's an essential element to the success of your plants.": "Cái lưới thông gió này sẽ là điểm nhấn cuối cùng cho nhà kính của bạn đó. Nói thật thì, thông gió tốt cho nhà kính không chỉ là tùy chọn, mà là yếu tố không thể thiếu để cây cối phát triển khỏe mạnh luôn đó nha.",
  "The Green Gable": "Nhà Mái Xanh",
  "Bring color and life to any space with this vibrant hanging basket. Perfect for your patio, balcony or poolside, these blooming flowers are sure to brighten up your space.": "Mang màu sắc và sức sống đến mọi không gian với giỏ treo rực rỡ này. Hoàn hảo cho hiên nhà, ban công hoặc khu vực hồ bơi của bạn, những bông hoa nở rộ này chắc chắn sẽ làm bừng sáng không gian của bạn đó nha.",
  "The Blooming Basket": "Giỏ Hoa Nở Rộ",
  "This is where it all begins—a seed planted and watered, where creation happens. From there, it’s up to you how you will fill your space. Will it be with a splendid array of wildflowers or a quaint collection of vegetables? Whatever the case may be, with this workbench, you have all the tools and supplies to plant and create the ultimate garden your heart desires.": "Đây là nơi mọi thứ bắt đầu—một hạt giống được gieo và tưới nước, nơi sự sáng tạo diễn ra. Từ đó, bạn sẽ lấp đầy không gian của mình như thế nào là tùy thuộc vào bạn. Sẽ là một loạt các loài hoa dại tuyệt đẹp hay một bộ sưu tập rau củ kỳ lạ? Dù thế nào đi nữa, với cái bàn làm việc này, bạn có tất cả các công cụ và vật tư để trồng và tạo ra khu vườn đỉnh của chóp mà trái tim bạn mong muốn đó nha.",
  "The Gardener's Stand": "Quầy Hàng Làm Vườn",
  "You may have dabbled in gardening, but now it's time to take things up a notch—literally. This workbench will give your plants space to grow while keeping all your garden essentials handy. We don't know how you'd live without this table, but if you do, it's probably because you're lost deep inside a greenhouse! Tidy up and get your plants prioritized with this timeless design.": "Có thể là bạn đã trồng cây cảnh rồi, nhưng giờ là lúc để nâng cấp mọi thứ lên một tầm cao mới—theo đúng nghĩa đen luôn đó. Cái bàn chế tạo này sẽ cho cây của bạn có không gian để phát triển trong khi vẫn giữ cho tất cả đồ dùng cần thiết làm vườn của bạn luôn sẵn sàng. Tụi tui hổng biết bạn sống sao nếu thiếu cái bàn này, nhưng nếu bạn làm được á, thì chắc là do bạn đang lạc sâu trong nhà kính rồi! Dọn dẹp và ưu tiên cho cây của bạn với thiết kế vượt thời gian này nha.",
  "The ShedShelves Table": "Bàn Kệ Nhà Kho",
  "Get your plants off the ground with The Plant Platform by Plant-It! This simple shelf is the perfect way to organize all your plants and keep them in the sunlight.": "Treo cây của bạn lên cao với Bệ Cây Trồng từ Plant-It! Cái kệ đơn giản này là cách hoàn hảo để sắp xếp tất cả cây cối và giữ chúng dưới ánh nắng mặt trời đó nha.",
  "The Plant Platform by Plant-It": "Bệ Cây Trồng của Plant-It",
  "A breeze through a greenhouse window is one of the purest experiences in life. So, here's your chance to enjoy it by opening up your space to the delights of the outdoors. You'll live on the edge by letting more than a breeze inside, but it has the perfect amount of drama for you and your garden. Precarious isn't just the perfect word to describe the current climate, it's also the perfect word to describe this window. ": "Một làn gió thoảng qua cửa sổ nhà kính là một trong những trải nghiệm tuyệt vời nhất trong cuộc sống. Vậy nên, đây là cơ hội để bạn tận hưởng nó bằng cách mở không gian của mình ra với những điều thú vị của thế giới bên ngoài. Bạn sẽ sống \"on the edge\" bằng cách cho nhiều thứ hơn một làn gió vào nhà, nhưng nó lại có đủ kịch tính cho bạn và khu vườn của bạn. \"Bấp bênh\" không chỉ là từ hoàn hảo để mô tả khí hậu hiện tại, mà còn là từ hoàn hảo để mô tả cái cửa sổ này nữa đó nha.",
  "Open Greenview Window": "Mở Cửa Sổ Greenview ra nào",
  "More natural light? Yes, please. We know you've been waiting for an excuse to let the sun in and finally, the Greenview Window has you covered. This window will let you embrace your inner botanist and be surrounded by an opulent abundance of greenery.": "Thêm ánh sáng tự nhiên á? Dạ có liền. Tui biết bà con đợi dài cổ để có cớ cho nắng tràn vô nhà rồi mà, và cuối cùng thì cái Cửa Sổ Greenview này có hết đó nha. Cái cửa sổ này sẽ giúp mấy má sống thật với tâm hồn yêu cây cỏ và đắm mình trong một rừng cây xanh mướt luôn đó.",
  "Greenview Window": "Cửa Sổ Greenview",
  "This is one of the tallest and largest greenhouse windows ever made. No matter what the weather is outside, this window will maximize the use of the sun's rays and provide the ultimate experience in greenhouse care. ": "Đây là một trong những cái cửa sổ nhà kính bự tổ chảng và cao nhất từ trước đến giờ luôn đó. Bất kể thời tiết bên ngoài ra sao, cái cửa sổ này sẽ tận dụng tối đa ánh nắng mặt trời và mang lại trải nghiệm chăm sóc nhà kính đỉnh của chóp cho mà coi.",
  "Tall Greenview Window": "Cửa Sổ Cao Greenview Màu Xanh Lục",
  "Paned Planting Space": "Chỗ trồng cây có khung kính",
  "No matter how you look at it, a greenhouse roof is the key to growing your plants, so let the sun shine in completely uninhibited!": "Nói chung là, mái nhà kính là chìa khóa để trồng cây đó, nên cứ để ánh nắng chiếu vào thoải mái đi!",
  "Greenhouse Glass Roof": "Mái Kính Nhà Kính",
  "Greenhouse Wall": "Tường Nhà Kính"
}