{
  "(From Being Near Algae at Night)": "(Từ Việc Ở Gần Tảo Vào Ban Đêm)",
  "(From Picking Grapes in the Wild)": "(Từ Việc Hái Nho Dại)",
  "(From Picking Tartosian Flowers)": "(Từ Việc Hái Hoa Tartosa)",
  "(From Romance at the Lover's Tree)": "(Từ Chuyện Tình Lãng Mạn Ở Cây Tình Yêu)",
  "(From Sea Swimming)": "(Từ Việc Bơi Biển)",
  "(From Tossing a Coin in the Fountain)": "(Từ Việc Ném Đồng Xu Vào Đài Phun Nước)",
  "(From Romance in the Village Square)": "(Từ Chuyện Tình Lãng Mạn Ở Quảng Trường Làng)",
  "(From Swimming Near the Waterfall)": "(Từ Việc Bơi Gần Thác Nước)",
  "(From Asking About Wedding Day)": "(Từ Việc Hỏi Về Ngày Cưới)",
  "(From Being Asked About Wedding Day)": "(Từ Việc Được Hỏi Về Ngày Cưới)",
  "{0.SimFirstName} found a message in a bottle buried in the sand!": "{0.SimFirstName} tìm thấy một thông điệp trong chai bị chôn vùi trong cát!",
  "(From Putting Down A Bouquet)": "(Từ Việc Đặt Bó Hoa)",
  "(From Doing a Group Wedding Dance Together)": "(Từ Việc Cùng Nhau Nhảy Điệu Nhảy Cưới Tập Thể)",
  "Gossip fresh off the grapevine!": "Tin đồn mới ra lò!",
  "The City Hall offers quick weddings for those visiting who can't wait another day. Sometimes love just won't let you wait, eh?": "Tòa thị chính cung cấp dịch vụ cưới nhanh chóng cho những du khách không thể chờ đợi thêm một ngày nào nữa. Đôi khi tình yêu không cho phép bạn chờ đợi, phải không?",
  "They say Lady Matilda Tartosa used to live in a grand castle close to Hideaway Falls. Nobody can find the ruins, though. We do know that she used the Falls for illicit trades with pirates, but perhaps the castle ruins lie elsewhere.": "Người ta nói rằng Phu nhân Matilda Tartosa từng sống trong một tòa lâu đài tráng lệ gần Thác Hideaway. Tuy nhiên, không ai có thể tìm thấy tàn tích của nó. Chúng ta biết rằng bà ấy đã sử dụng thác nước để giao dịch bất hợp pháp với bọn cướp biển, nhưng có lẽ tàn tích lâu đài nằm ở một nơi khác.",
  "Ages ago, a local shipwright carved the likeness of Princess Cordelia and her pirate lover, Rodrigo De Pablo, into the figurehead of a ship. When the ship sank those who remembered their love carried the figurehead to the top of the hill by Hideaway Falls as a reminder. A year passed and it magically began to sprout leaves and branches, a sign that their love lived on even though Rodrigo had passed. Today, you can visit the tree, and if your heart is pure, some of that love magic will rub off on you!": "Cách đây rất lâu, một thợ đóng tàu địa phương đã khắc hình ảnh Công chúa Cordelia và người yêu cướp biển của cô, Rodrigo De Pablo, vào hình nhân ở mũi tàu. Khi con tàu chìm, những người còn nhớ đến tình yêu của họ đã mang hình nhân lên đỉnh đồi gần Thác Hideaway để tưởng nhớ. Một năm trôi qua và nó bắt đầu mọc lá và cành một cách kỳ diệu, một dấu hiệu cho thấy tình yêu của họ vẫn còn sống mặc dù Rodrigo đã qua đời. Ngày nay, bạn có thể ghé thăm cái cây, và nếu trái tim bạn trong sáng, một phần phép thuật tình yêu đó sẽ lan tỏa sang bạn!",
  "Don't forget to visit the local patisserie in Tartosa. We're famous for our fruit tarts and pastries, but it's also great if you want to sample some of the amazing wedding cakes they can whip up.": "Đừng quên ghé thăm tiệm bánh ngọt địa phương ở Tartosa. Chúng tôi nổi tiếng với bánh tart trái cây và bánh ngọt, nhưng nó cũng rất tuyệt nếu bạn muốn nếm thử một số loại bánh cưới tuyệt vời mà họ có thể làm.",
  "Aren't the hot air balloons in the sky romantic?": "Bạn thấy những khinh khí cầu trên bầu trời có lãng mạn không?",
  "It's a common rumor around here that when the Thebe Estate was built, construction was funded using a chest of pirate's gold. There's another rumor that after he built the Villa, Rodrigo Thebe buried the rest of the gold somewhere near the village. If you could find it, you'd be rich! Then again, they sure seemed to spend an awful lot to make that place look luxe, didn't they? Maybe all that's left is a bit of pocket change.": "Có một tin đồn phổ biến ở đây rằng khi Thebe Estate được xây dựng, việc xây dựng được tài trợ bằng một rương vàng của cướp biển. Có một tin đồn khác rằng sau khi xây dựng Biệt thự, Rodrigo Thebe đã chôn phần còn lại của vàng ở đâu đó gần ngôi làng. Nếu bạn có thể tìm thấy nó, bạn sẽ giàu có! Tuy nhiên, họ dường như đã chi rất nhiều tiền để làm cho nơi đó trông sang trọng, phải không? Có lẽ tất cả những gì còn lại chỉ là một chút tiền lẻ.",
  "Everyone knows about the glowing tides at night. It's said the strange glow used to draw in lost pirates, in fact. But the beaches have even more surprises in store, you know! If you search the shores, you'll sometimes find a message in a bottle. They wash up fairly regularly.  ": "Ai cũng biết về thủy triều phát sáng vào ban đêm. Người ta nói rằng ánh sáng kỳ lạ đã từng thu hút những tên cướp biển lạc đường. Nhưng những bãi biển còn có nhiều điều bất ngờ hơn nữa, bạn biết không! Nếu bạn tìm kiếm trên bờ biển, đôi khi bạn sẽ tìm thấy một thông điệp trong chai. Chúng trôi dạt vào bờ khá thường xuyên.",
  "Sims around here are always talking about how Arnessa Thebe once sailed a little rowboat over Hideaway Falls? She broke a leg—literally. That's why they put in the bridge—to keep Sims from trying to sail over!": "Mọi người ở đây luôn nói về việc Arnessa Thebe đã từng chèo một chiếc thuyền nhỏ qua Thác Hideaway? Cô ấy đã bị gãy chân - theo đúng nghĩa đen. Đó là lý do tại sao họ xây cầu - để ngăn Sims cố gắng chèo thuyền qua!",
  "Did you know that the fruit we use in our world-famous tarts is local fruit? Yeah! You could even go out and pick your own if you wanted.": "Bạn có biết rằng trái cây chúng tôi sử dụng trong bánh tart nổi tiếng thế giới của chúng tôi là trái cây địa phương không? Đúng vậy! Bạn thậm chí có thể tự mình đi hái nếu muốn.",
  "Have you noticed the flower cart in town? They get their flowers locally, for the most part. If you wanted, you could probably even go out and pick some of your own. ": "Bạn có để ý đến xe hoa trong thị trấn không? Họ lấy hoa từ địa phương là chủ yếu. Nếu bạn muốn, bạn thậm chí có thể tự mình đi hái một ít.",
  "We see so many proposals here! It's the romantic aura of the land. Also, it's great for dates! Off the top of my head, you could take a dip at the base of Hideaway Falls, watch the glowing waves at night, take a walk on the beach, or visit Porto Luminoso's Village fountain. The Lover's Tree is also a popular destination, of course.": "Chúng tôi thấy rất nhiều lời cầu hôn ở đây! Đó là hào quang lãng mạn của vùng đất. Ngoài ra, nó rất tuyệt cho những buổi hẹn hò! Ngay lập tức tôi có thể nghĩ ra, bạn có thể ngâm mình dưới chân Thác Hideaway, ngắm nhìn những con sóng phát sáng vào ban đêm, đi dạo trên bãi biển hoặc ghé thăm đài phun nước Làng Porto Luminoso. Tất nhiên, Cây Tình Nhân cũng là một điểm đến nổi tiếng.",
  "Did you know that if you visit the beach at night you might see the ocean glow? Some say that's what attracted Princess Cordelia to Tartosa back in the day.": "Bạn có biết rằng nếu bạn đến bãi biển vào ban đêm, bạn có thể thấy đại dương phát sáng không? Người ta nói rằng đó là điều đã thu hút Công chúa Cordelia đến Tartosa ngày xưa.",
  "The Porto Luminoso fountain is always a romantic spot to visit. I always see couples cuddled up on the edge.": "Đài phun nước Porto Luminoso luôn là một địa điểm lãng mạn để ghé thăm. Tôi luôn thấy các cặp đôi ôm nhau trên bờ.",
  "Everyone loves the area's fruit tarts. I'm more of a macaron person myself. I suppose it seems a little, well, on the nose for someone like me but I don't actually like putting on airs, you know. Hand me a box of macarons from the patisserie here and as soon as I'm on my own, I'll devour it all in seconds. Don't tell anyone else that, though. I suppose I might want to preserve some element of aloofness here and there.": "Ai cũng thích bánh tart trái cây của vùng này. Cá nhân tôi thích bánh macaron hơn. Tôi cho rằng nó có vẻ hơi, ừm, quá hiển nhiên đối với một người như tôi nhưng tôi thực sự không thích tỏ vẻ, bạn biết không. Đưa cho tôi một hộp bánh macaron từ tiệm bánh ngọt ở đây và ngay khi tôi ở một mình, tôi sẽ nuốt chửng tất cả trong vài giây. Đừng nói với ai khác điều đó nhé. Tôi cho rằng tôi có thể muốn giữ lại một chút gì đó xa cách ở đây và ở đó.",
  "If you're here to find out where the pirate's gold is buried, I'll tell you what I tell everyone. I don't know. Please stop asking. ": "Nếu bạn ở đây để tìm hiểu xem vàng của cướp biển được chôn ở đâu, tôi sẽ nói với bạn những gì tôi nói với mọi người. Tôi không biết. Xin đừng hỏi nữa.",
  "I hope you're having a lovely day, and perhaps a day with a little touch of romance. This is the perfect place to find love... or see it flourish. Of course, good relationships require careful cultivating!": "Tôi hy vọng bạn có một ngày đáng yêu, và có lẽ là một ngày có một chút lãng mạn. Đây là nơi hoàn hảo để tìm thấy tình yêu... hoặc chứng kiến nó nở rộ. Tất nhiên, các mối quan hệ tốt đòi hỏi sự vun đắp cẩn thận!",
  "I've gotten up to a bit of mischief in my day. I certainly won't own to any of it though! Though I will say, they did a spectacular job of repairing the fountain in the village square after, well, as I said: I won't own any of it. Mischief is best left to that Markovic man, don't you think?": "Tôi đã gây ra một chút rắc rối trong đời mình. Chắc chắn tôi sẽ không thừa nhận bất kỳ điều gì trong số đó đâu! Mặc dù tôi sẽ nói, họ đã làm một công việc ngoạn mục để sửa chữa đài phun nước ở quảng trường làng sau đó, ừm, như tôi đã nói: Tôi sẽ không thừa nhận bất kỳ điều gì trong số đó. Rắc rối tốt nhất nên để cho gã Markovic đó làm, bạn không nghĩ vậy sao?",
  "Where's my favorite place in the area? Well, I've always felt drawn to the ocean. I love seeing the glowing tides at night. It makes me feel like I'm part of something truly mysterious and interesting. Isn't nature spectacular in that way?": "Địa điểm yêu thích của tôi trong khu vực là gì ư? Chà, tôi luôn cảm thấy bị thu hút bởi đại dương. Tôi thích ngắm nhìn thủy triều phát sáng vào ban đêm. Nó khiến tôi cảm thấy như mình là một phần của một điều gì đó thực sự bí ẩn và thú vị. Chẳng phải thiên nhiên thật ngoạn mục theo cách đó sao?",
  "I never say who my favorite grandchild is. Do I have one? Yes, of course. Nobody will ever find out who though! Not unless you want to bribe me with some macarons...": "Tôi không bao giờ nói ai là đứa cháu yêu thích của mình. Tôi có một đứa cháu yêu thích không ư? Có chứ, tất nhiên rồi. Tuy nhiên, sẽ không ai biết được là ai đâu! Trừ khi bạn muốn hối lộ tôi bằng một ít bánh macaron...",
  "Oh, everyone says I'm related to Princess Cordelia. Who knows. That was such a long time ago. I'm not really one for nostalgia, you know. I live my life in the moment as much as I can. Don't you think that's the best way to go about things?": "Ồ, mọi người đều nói rằng tôi có quan hệ họ hàng với Công chúa Cordelia. Ai mà biết được. Chuyện đó đã xảy ra từ rất lâu rồi. Bạn biết đấy, tôi không thực sự thích hoài cổ. Tôi sống cuộc sống của mình trong khoảnh khắc nhiều nhất có thể. Bạn không nghĩ rằng đó là cách tốt nhất để làm mọi việc sao?",
  "I don't really enjoy comedy. It was always a favorite of Hilary's though... For entertainment, I've always vastly preferred music. I've been playing the piano since I was three. I'm quite proficient. Lest you think I'm only interested in stuffier music, however; I'm actually quite interested in jazz improv!": "Tôi không thực sự thích hài kịch. Tuy nhiên, nó luôn là món ăn yêu thích của Hilary... Để giải trí, tôi luôn thích âm nhạc hơn rất nhiều. Tôi đã chơi piano từ năm ba tuổi. Tôi khá giỏi. Tuy nhiên, để bạn khỏi nghĩ rằng tôi chỉ quan tâm đến những loại nhạc buồn tẻ, tôi thực sự khá hứng thú với nhạc jazz ngẫu hứng!",
  "To be honest, when I was younger, I always felt a little overwhelmed by all of the Princess Cordelia talk. That's a lot to live up to. I think I've forged my own path through life now though. I'm quite pleased to have lived the life I have. I just wish people didn't assume that I'm a snobby, unfriendly person. Nothing could be further from the truth! I just appreciate taking time to get to know a person before I open up too much. You have to keep yourself safe, you know.": "Thành thật mà nói, khi còn trẻ, tôi luôn cảm thấy hơi choáng ngợp trước tất cả những cuộc trò chuyện về Công chúa Cordelia. Đó là một gánh nặng lớn để sống theo. Tuy nhiên, tôi nghĩ rằng tôi đã tạo dựng con đường riêng của mình trong cuộc sống. Tôi khá hài lòng vì đã sống cuộc đời mà tôi có. Tôi chỉ ước mọi người đừng cho rằng tôi là một người hợm hĩnh và không thân thiện. Không có gì có thể xa sự thật hơn thế! Tôi chỉ thích dành thời gian để tìm hiểu một người trước khi tôi mở lòng quá nhiều. Bạn phải giữ an toàn cho bản thân, bạn biết đấy.",
  "What happened to Hector's father, you ask? Years ago, our stove malfunctioned and caught on fire. It certainly wasn't his cooking skill. He was an excellent chef. I remember how he used to make the best macarons. It was a tragic accident, but while I miss my husband I prefer to keep looking ahead. I can't wait to see what my grandchildren do with their lives. ": "Bạn hỏi chuyện gì đã xảy ra với cha của Hector à? Nhiều năm trước, bếp lò của chúng tôi bị trục trặc và bốc cháy. Chắc chắn không phải do kỹ năng nấu nướng của anh ấy. Anh ấy là một đầu bếp xuất sắc. Tôi nhớ anh ấy đã từng làm món macaron ngon nhất như thế nào. Đó là một tai nạn bi thảm, nhưng mặc dù tôi nhớ chồng mình, tôi vẫn thích tiếp tục nhìn về phía trước. Tôi rất nóng lòng muốn xem các cháu của tôi sẽ làm gì với cuộc đời của chúng.",
  "People ask me all the time if I'm sad I'll be the last Thebe of the area. \"It's such an old name...\" they say. Perhaps, yes, and it's a bit sad. But I wanted my son to grow up without the same level of notoriety I experienced. There were times I felt like a curiosity rather than a person. Today, I'm glad Hector has his father's name. Its one of the ways I can remember him. ": "Mọi người luôn hỏi tôi liệu tôi có buồn khi mình sẽ là người Thebe cuối cùng của khu vực không. Họ nói: \"Đó là một cái tên quá cũ...\". Có lẽ, vâng, và nó hơi buồn. Nhưng tôi muốn con trai mình lớn lên mà không phải chịu sự tai tiếng mà tôi đã trải qua. Đã có lúc tôi cảm thấy mình giống như một sự tò mò hơn là một con người. Ngày nay, tôi rất vui vì Hector mang tên cha mình. Đó là một trong những cách tôi có thể nhớ đến anh ấy.",
  "We're close enough, I'll admit it. Yes, my family does trace their lineage back to Princess Cordelia. City Hall has records from when my grandfather arrived, and we have historical artifacts all around the house. But speak with the town historian if you want to learn more, friend. Believe it or not, she's much more attuned to these matters and knows more about my family than I do!": "Chúng ta đủ thân thiết rồi, tôi sẽ thừa nhận điều đó. Vâng, gia đình tôi có dòng dõi bắt nguồn từ Công chúa Cordelia. Tòa thị chính có hồ sơ từ khi ông tôi đến, và chúng tôi có các hiện vật lịch sử khắp nhà. Nhưng hãy nói chuyện với nhà sử học thị trấn nếu bạn muốn tìm hiểu thêm, bạn thân mến. Tin hay không tùy bạn, cô ấy hòa hợp hơn với những vấn đề này và biết nhiều hơn về gia đình tôi so với tôi!",
  "I've been reading through old letters I received years ago. I rather miss my Aunt Queen and Uncle Eetion. My father and I used to visit them from time to time when I was a little girl. Those were my first trips on the ocean. To think that I have ancestors who spent time on pirate ships or submersibles! I thought I was quite the wild child just going out on a sailboat from time to time. ": "Tôi đã đọc lại những lá thư cũ mà tôi nhận được nhiều năm trước. Tôi khá nhớ dì Queen và chú Eetion của mình. Cha tôi và tôi thỉnh thoảng đến thăm họ khi tôi còn là một cô bé. Đó là những chuyến đi đầu tiên của tôi trên đại dương. Thật khó tin khi tôi có những предков đã dành thời gian trên tàu cướp biển или подводных лодках! Tôi nghĩ rằng mình là một đứa trẻ hoang dã chỉ thỉnh thoảng ra khơi trên một chiếc thuyền buồm.",
  "There's some evidence suggesting that Princess Cordelia and Lady Matilda Tartosa were very close during her stay here. It's unlikely they were lovers, given the Princess' feelings for Rodrigo. Still, the princess and Lady Tartosa spent a lot of time together at the beach, sailing the coast and devouring tarts. There's also evidence suggesting their relationship ended on rocky terms, but nobody knows for certain why. Some think Lady Tartosa had an affair with Rodrigo. Others believe she stiffed Princess Cordelia on a fruit tart, which was a serious offense back in those days. Frankly, it's a serious offense these days as well, given the quality of the tarts here.": "Có một số bằng chứng cho thấy Công chúa Cordelia và Phu nhân Matilda Tartosa rất thân thiết trong thời gian bà ở đây. Có vẻ như họ không phải là người yêu, xét đến tình cảm của Công chúa dành cho Rodrigo. Tuy nhiên, công chúa và Phu nhân Tartosa đã dành nhiều thời gian bên nhau ở bãi biển, đi thuyền dọc bờ biển và ăn bánh tart. Cũng có bằng chứng cho thấy mối quan hệ của họ đã kết thúc trong căng thẳng, nhưng không ai biết chắc chắn lý do tại sao. Một số người nghĩ rằng Phu nhân Tartosa đã ngoại tình với Rodrigo. Những người khác tin rằng bà đã đối xử tệ bạc với Công chúa Cordelia về một chiếc bánh tart trái cây, đó là một hành vi phạm tội nghiêm trọng vào thời đó. Thẳng thắn mà nói, đó cũng là một hành vi phạm tội nghiêm trọng ngày nay, xét đến chất lượng của bánh tart ở đây.",
  "A few years ago, famous artist, Igor Klobučar, was paid by Porto Luminoso to create an installation around the theme of romantic love. You'll find his finished piece, The Glass Heart, over in the gardens. The material represents the fragility of something as precious as love and the twists and turns we go through to find it. The two strands reminds us that its a journey you take with another person, too. They intertwine; crossing ways as Sims in love often do.": "Một vài năm trước, nghệ sĩ nổi tiếng, Igor Klobučar, đã được Porto Luminoso trả tiền để tạo ra một tác phẩm sắp đặt xoay quanh chủ đề tình yêu lãng mạn. Bạn sẽ tìm thấy tác phẩm hoàn thiện của anh ấy, Trái Tim Thủy Tinh, trong khu vườn. Chất liệu này tượng trưng cho sự mong manh của một thứ quý giá như tình yêu và những thăng trầm mà chúng ta trải qua để tìm thấy nó. Hai sợi nhắc nhở chúng ta rằng đó là một hành trình bạn thực hiện với một người khác nữa. Chúng đan xen vào nhau; giao nhau như những Sims đang yêu thường làm.",
  "Tartosa is famous for its history with pirates. In the old days, they used to steal llamas and bring them here for a quick trade. Sometimes for gold, sometimes for tarts and pastries (and lots of them, I'd wager). Porto Luminoso is almost as famous for its tarts and pastries as it is for its history with pirates.": "Tartosa nổi tiếng với lịch sử cướp biển. Thời xưa, họ thường đánh cắp lạc đà không bướu và mang đến đây để buôn bán nhanh chóng. Đôi khi để lấy vàng, đôi khi để lấy bánh tart và bánh ngọt (và rất nhiều, tôi dám cá). Porto Luminoso gần như nổi tiếng với bánh tart và bánh ngọt như lịch sử với cướp biển.",
  "Lady Matilda Tartosa is perhaps the area's most famous noble. We don't have lords or ladies here anymore, of course. She was the youngest of three children and the last to inherit her title. Her eldest sister, Gianna, loved maps and left to chart the world, never returning. Her brother, Luca, was next in line and something of an astronomer. He would spend his nights looking up into the sky through a telescope he invented himself. It's said one night he simply disappeared. Nobody knows what happened to him. They both left Matilda here on her own, and she proved to be a very fruitful steward of the area. Most notably she increased trade and gave the area its first real staple: desserts. ": "Phu nhân Matilda Tartosa có lẽ là quý tộc nổi tiếng nhất của khu vực. Tất nhiên, chúng ta không còn lãnh chúa hay phu nhân ở đây nữa. Bà là con út trong gia đình có ba người con và là người cuối cùng thừa kế tước vị của mình. Chị gái cả của bà, Gianna, yêu thích bản đồ và bỏ đi để vẽ bản đồ thế giới, không bao giờ trở lại. Anh trai của bà, Luca, là người kế vị tiếp theo và là một nhà thiên văn học. Anh sẽ dành những đêm của mình để nhìn lên bầu trời qua một chiếc kính viễn vọng do chính anh phát minh ra. Người ta nói rằng một đêm nọ anh ta просто исчез. Không ai biết chuyện gì đã xảy ra với anh ta. Cả hai đều bỏ mặc Matilda ở đây một mình, và bà đã chứng tỏ là một người quản lý khu vực rất hiệu quả. Đáng chú ý nhất là bà đã tăng cường thương mại và mang đến cho khu vực món chủ lực thực sự đầu tiên: món tráng miệng.",
  "There's a long list of pirates who visited here. Some of the most famous were Rodrigo De Pablo, of course, Two-Eye Charlie - later known as One-Eye Charlie -  plus Captain Rachael the Fearsome, Raider Rad who, well, raided, Dash who was the shortest yet fastest pirate ever, Five Finger Fran, First Mate Barnacle Bob, and even the Dread Pirate Morgan on the Red Annie.": "Có một danh sách dài những tên cướp biển đã đến thăm nơi này. Một số người nổi tiếng nhất là Rodrigo De Pablo, tất nhiên, Charlie Hai Mắt - sau này được gọi là Charlie Một Mắt - cộng với Thuyền trưởng Rachael Khét Tiếng, Raider Rad, người đã đột kích, Dash, người là tên cướp biển thấp bé nhất nhưng nhanh nhất từ trước đến nay, Fran Năm Ngón, Thuyền phó Barnacle Bob, và thậm chí cả Tên cướp biển đáng sợ Morgan trên chiếc Red Annie.",
  "History will never know exactly why Princess Cordelia left Tartosa. We know she was one of the first Sims to explore the arctic waters in her submersible, the Eppsilon, and that was after she had already left. But why? Perhaps she, like the locals, was afraid it was only a matter of time before the dreaded sloths swam to our shores. Or perhaps she was an adventurer at heart, unable to settle in one spot for long. Maybe it was the death of her beloved Rodrigo that pushed her away? We'll never know for sure, but I certainly love thinking about it.": "Lịch sử sẽ không bao giờ biết chính xác lý do tại sao Công chúa Cordelia rời Tartosa. Chúng ta biết bà là một trong những Sims đầu tiên khám phá vùng nước Bắc Cực trên tàu ngầm Eppsilon của mình, và đó là sau khi bà đã rời đi. Nhưng tại sao? Có lẽ bà ấy, giống như người dân địa phương, sợ rằng chỉ là vấn đề thời gian trước khi những con lười đáng sợ bơi đến bờ biển của chúng ta. Hoặc có lẽ bà là một nhà thám hiểm trong tim, không thể định cư ở một nơi lâu dài. Có lẽ cái chết của Rodrigo yêu dấu đã đẩy bà đi? Chúng ta sẽ không bao giờ biết chắc chắn, nhưng tôi chắc chắn thích nghĩ về nó.",
  "Rodrigo De Pablo was Princess Cordelia's third pirate boyfriend - yes, third! - and perhaps the greatest love of her life. It's said he was rather clumsy, and there's a lot of historical speculation around how he actually died. Some say his peg leg caught on fire aboard the Eppsilon, the Princess' ship. Others say he had an affair with Lady Tartosa and Princess Cordelia hired a witch to trap him inside a glass bottle she cast out to sea. I've also heard he choked on a tart, which seems the least ridiculous to me. Either way, history knows that when Princess Cordelia departed Tartosa, her beloved Rodrigo was not with her.": "Rodrigo De Pablo là bạn trai cướp biển thứ ba của Công chúa Cordelia - vâng, thứ ba! - và có lẽ là tình yêu lớn nhất trong cuộc đời bà. Người ta nói rằng anh ta khá vụng về, và có rất nhiều suy đoán lịch sử xung quanh việc anh ta thực sự chết như thế nào. Một số người nói rằng chân gỗ của anh ta bốc cháy trên tàu Eppsilon, con tàu của Công chúa. Những người khác nói rằng anh ta đã ngoại tình với Phu nhân Tartosa và Công chúa Cordelia đã thuê một phù thủy để nhốt anh ta vào bên trong một cái chai thủy tinh mà bà ném ra biển. Tôi cũng nghe nói anh ta bị nghẹn bánh tart, điều mà tôi thấy ít nực cười nhất. Dù bằng cách nào, lịch sử biết rằng khi Công chúa Cordelia rời Tartosa, Rodrigo yêu dấu của bà không đi cùng bà.",
  "Lady Matilda Tartosa was the last of the nobles in Tartosa. She never married, nor had a lover—despite having a dazzling array of suitors. Nobody knows why. What we do know is that she lived out her days here, a diligent steward of her position and privilege, eventually dying of old age. In her last days, she saw the land given back to the people who have run it together ever since. ": "Phu nhân Matilda Tartosa là người cuối cùng trong số các quý tộc ở Tartosa. Bà không bao giờ kết hôn, cũng không có người yêu — mặc dù có một loạt người cầu hôn rực rỡ. Không ai biết tại sao. Những gì chúng ta biết là bà đã sống hết những ngày của mình ở đây, một người quản lý siêng năng vị trí và đặc quyền của mình, cuối cùng chết vì tuổi già. Vào những ngày cuối đời, bà đã chứng kiến vùng đất được trả lại cho những người đã cùng nhau điều hành nó kể từ đó.",
  "People are always asking me why its assumed that Arnessa Thebe is related to Princess Cordelia, since its well-known that Princess Cordelia left. Well, after a bit of digging, I discovered some evidence at City Hall stating that twenty years after she left, a gentleman by the name of Rodrigo Thebe returned. He claimed that his father had died here and his mother was the late Princess. With his vast fortune, Rodrigo had Thebe Estate built. Supposedly, there are some ancestors still around today.": "Mọi người luôn hỏi tôi tại sao người ta cho rằng Arnessa Thebe có quan hệ họ hàng với Công chúa Cordelia, vì ai cũng biết rằng Công chúa Cordelia đã rời đi. Chà, sau một thời gian tìm tòi, tôi đã phát hiện ra một số bằng chứng tại Tòa thị chính nói rằng hai mươi năm sau khi bà rời đi, một quý ông tên là Rodrigo Thebe đã trở lại. Anh ta tuyên bố rằng cha anh ta đã chết ở đây và mẹ anh ta là Công chúa quá cố. Với tài sản kếch xù của mình, Rodrigo đã cho xây dựng Thebe Estate. Được cho là, có một số предков vẫn còn tồn tại cho đến ngày nay.",
  "Why is Tartosa famous for its pastries? Well, its where the tart was invented! Lady Matilda Tartosa loved fruit, you see, and one of her suitors created the dessert to impress her- going so far as to name it after her. Demand for the confectionary went up when the pirates started arriving to trade their stolen llamas. At that point, there was what is now known as 'The Great Tart Crisis.\" Due to a lack of supply, other pastries had to be made to satisfy the needs of supply and demand. Lucky for me, I can also grab a macaron anytime I like, too.": "Tại sao Tartosa nổi tiếng với bánh ngọt? Chà, đó là nơi bánh tart được phát minh ra! Phu nhân Matilda Tartosa yêu thích trái cây, bạn thấy đấy, và một trong những người cầu hôn của bà đã tạo ra món tráng miệng để gây ấn tượng với bà — đến mức đặt tên nó theo tên bà. Nhu cầu về bánh kẹo tăng lên khi những tên cướp biển bắt đầu đến giao dịch những con lạc đà không bướu bị đánh cắp của chúng. Vào thời điểm đó, đã có cái mà bây giờ được gọi là 'Cuộc Khủng hoảng Bánh Tart Lớn'. Do thiếu nguồn cung, các loại bánh ngọt khác đã phải được làm để đáp ứng nhu cầu cung và cầu. May mắn cho tôi, tôi cũng có thể lấy một chiếc bánh macaron bất cứ khi nào tôi thích.",
  "Back in the old days, pirates were always arriving at port to trade their stolen llamas for tarts and treats. There was one llama, however, that became something of a town legend. His name was Doug. They say he could spit over forty feet, which is utterly ridiculous. But that's not why he's famous, in fact. One day, a Pirate named Two-Eye Charlie arrived to steal back the llamas, and the villagers were too terrified to fight back. Doug wasn't afraid. He spat directly into Two-Eye Charlie's eye, renaming him One-Eye Charlie. He left in rather a hurry soon thereafter!": "Ngày xưa, cướp biển luôn đến cảng để đổi những con lạc đà không bướu bị đánh cắp của chúng lấy bánh tart và đồ ăn. Tuy nhiên, có một con lạc đà không bướu đã trở thành một huyền thoại của thị trấn. Tên nó là Doug. Người ta nói rằng nó có thể nhổ xa hơn 40 feet, điều này hoàn toàn lố bịch. Nhưng đó không phải là lý do tại sao nó nổi tiếng. Một ngày nọ, một tên cướp biển tên là Charlie Hai Mắt đến để đánh cắp lại những con lạc đà không bướu, và dân làng quá sợ hãi để chống trả. Doug không sợ. Nó nhổ thẳng vào mắt Charlie Hai Mắt, đổi tên anh ta thành Charlie Một Mắt. Anh ta rời đi khá vội vàng ngay sau đó!",
  "No, Princess Cordelia wasn't originally from here. Her kingdom was not too far away across the sea. When the Great Sloth Invasion took place, she escaped on her submersible, the Eppsilon, with her first pirate boyfriend Captain Long John Buttercups. They didn't come here though. She came here much later—and with a different pirate. That Cordelia certainly had a type, didn't she? ": "Không, Công chúa Cordelia ban đầu không phải là người ở đây. Vương quốc của bà không quá xa bên kia biển. Khi Cuộc Xâm Lăng Của Lười vĩ đại diễn ra, bà đã trốn thoát trên tàu ngầm Eppsilon của mình với thuyền trưởng bạn trai cướp biển đầu tiên của mình, Captain Long John Buttercups. Tuy nhiên, họ đã không đến đây. Bà đến đây muộn hơn nhiều — và với một tên cướp biển khác. Cordelia đó chắc chắn có một gu riêng, phải không?",
  "I asked about the Lover's Tree when I arrived here. Most believe that long ago, a local shipwright carved the likeness of Princess Cordelia and Rodrigo De Pablo into the figurehead of a ship. When the ship sank, those who remembered their love carried it to the top of the hill by Hideaway Falls as a reminder. A year passed, and it magically began to sprout leaves and branches: a sign that their love lived on even though Rodrigo had passed. But I think, as romantic as that is, sometimes a tree is just a tree. Dominique is utterly fascinated by it all the same, though.": "Tôi đã hỏi về Cây Tình Nhân khi tôi đến đây. Hầu hết mọi người tin rằng từ lâu, một thợ đóng tàu địa phương đã khắc hình ảnh Công chúa Cordelia và Rodrigo De Pablo vào hình nhân ở mũi tàu. Khi con tàu chìm, những người còn nhớ đến tình yêu của họ đã mang nó lên đỉnh đồi gần Thác Hideaway để tưởng nhớ. Một năm trôi qua, và nó bắt đầu mọc lá và cành một cách kỳ diệu: một dấu hiệu cho thấy tình yêu của họ vẫn còn sống mặc dù Rodrigo đã qua đời. Nhưng tôi nghĩ, lãng mạn đến mức nào đi chăng nữa, đôi khi một cái cây chỉ là một cái cây. Tuy nhiên, Dominique hoàn toàn bị mê hoặc bởi tất cả.",
  "The Tartosa area was originally settled by the Tartosa family. They had a castle along the cliffs, but the section it was on fell into the water, never to be seen again. I occasionally wonder if it would be worthwhile to dive and look for artifacts, but Dominique tells me that it'd be a fool's errand.": "Khu vực Tartosa ban đầu được định cư bởi gia đình Tartosa. Họ có một lâu đài dọc theo vách đá, nhưng phần mà nó nằm trên đó đã rơi xuống nước, không bao giờ được nhìn thấy nữa. Thỉnh thoảng tôi tự hỏi liệu có đáng để lặn xuống và tìm kiếm các hiện vật hay không, nhưng Dominique nói với tôi rằng đó là một việc làm ngu ngốc.",
  "Was Thebe Estate built with pirate's gold? Most people seem to think so, but there's no substantial evidence in the City Hall records. It <i>was</i> quite an expensive investment, but who knows where the money came from. ": "Thebe Estate được xây dựng bằng vàng của cướp biển? Hầu hết mọi người dường như nghĩ như vậy, nhưng không có bằng chứng đáng kể nào trong hồ sơ của Tòa thị chính. Đó <i>là</i> một khoản đầu tư khá tốn kém, nhưng ai biết tiền đến từ đâu.",
  "The Tartosa locals at the time of the Great Sloth Invasion were terrified the sloths might make it here. After all, sloths are surprisingly strong swimmers. They use their long arms to propel through the water at an alarming speed they're never able to attain on land. Thankfully, they never reached our shores. We might not be here today if they had. I shudder to think!": "Vào thời điểm Cuộc Xâm Lăng Của Lười vĩ đại, người dân địa phương Tartosa đã rất sợ hãi rằng những con lười có thể đến được đây. Suy cho cùng, lười là những vận động viên bơi lội khỏe mạnh đáng ngạc nhiên. Chúng sử dụng cánh tay dài của mình để đẩy mình qua nước với tốc độ đáng báo động mà chúng không bao giờ có thể đạt được trên cạn. May mắn thay, chúng không bao giờ đến được bờ biển của chúng ta. Chúng ta có lẽ sẽ không ở đây ngày hôm nay nếu chúng đã đến. Tôi rùng mình khi nghĩ đến!",
  "Greta Laurent resembles the descriptions I've read about Princess Cordelia. Mostly her adventurous nature, but perhaps it's also her penchant for mischief. Arnessa has that as well. I think Greta is her favorite. ": "Greta Laurent giống với những mô tả tôi đã đọc về Công chúa Cordelia. Hầu hết là bản chất thích phiêu lưu của cô ấy, nhưng có lẽ đó cũng là sở thích nghịch ngợm của cô ấy. Arnessa cũng có điều đó. Tôi nghĩ Greta là người yêu thích của cô ấy.",
  "Something I've learned in life... choose to live somewhere you love. You'll find so much more enjoyment in the day-to-day. ": "Một điều tôi đã học được trong cuộc sống... hãy chọn sống ở nơi bạn yêu thích. Bạn sẽ tìm thấy nhiều niềm vui hơn trong cuộc sống hàng ngày.",
  "My favorite piece of life advice: Always invest in those you care about. Relationships fade over time if they are not properly tended. They're like flowers in need of care. ": "Lời khuyên yêu thích của tôi trong cuộc sống: Luôn đầu tư vào những người bạn quan tâm. Các mối quan hệ sẽ phai nhạt theo thời gian nếu chúng không được chăm sóc đúng cách. Chúng giống như những bông hoa cần được chăm sóc.",
  "Dominique and I were friends long before we fell in love. We almost didn't end up together. I'm thankful every day we did.": "Dominique và tôi là bạn bè rất lâu trước khi chúng tôi yêu nhau. Chúng tôi suýt chút nữa đã không đến được với nhau. Tôi biết ơn mỗi ngày chúng tôi đã ở bên nhau.",
  "I love talking about the area's history. Most around here don't have the same thirst for knowledge I do, so I'm pleased that you are interested. ": "Tôi thích nói về lịch sử của khu vực. Hầu hết mọi người ở đây không có cùng жажды знаний như tôi, vì vậy tôi rất vui vì bạn quan tâm.",
  "I absolutely adore Mateo's melodies. If you've never heard that man play on the piano, you really should hire him and have the opportunity. What a lovely <i>and talented</i> person. ": "Tôi hoàn toàn yêu thích những giai điệu của Mateo. Nếu bạn chưa bao giờ nghe người đàn ông đó chơi piano, bạn thực sự nên thuê anh ấy và có cơ hội. Thật là một người đáng yêu <i>và tài năng</i>.",
  "No, I'm not originally from Tartosa. Camille and I met here, became friends here, and were eventually married here. We always knew that when we retired we would once again be... here.": "Không, tôi không phải là người gốc Tartosa. Camille và tôi đã gặp nhau ở đây, trở thành bạn bè ở đây và cuối cùng đã kết hôn ở đây. Chúng tôi luôn biết rằng khi chúng tôi nghỉ hưu, chúng tôi sẽ lại... ở đây.",
  "Sure I know all of the best locations for picture-perfect paintings. But I'm not about to just share all of my secrets with anyone, am I. Great art must be experienced through adventure!": "Chắc chắn rồi tôi biết tất cả những địa điểm tốt nhất cho những bức tranh hoàn hảo. Nhưng tôi sẽ không chia sẻ tất cả những bí mật của mình với bất kỳ ai, phải không. Nghệ thuật tuyệt vời phải được trải nghiệm thông qua cuộc phiêu lưu!",
  "I've lived all over the world, actually. Windenburg was lovely, and probably my second favorite. Tartosa is where I'll live out the rest of my days, though. If you don't live in your favorite locale, are you even living?": "Tôi đã sống ở khắp nơi trên thế giới, thực tế. Windenburg rất đáng yêu, và có lẽ là nơi yêu thích thứ hai của tôi. Tuy nhiên, Tartosa là nơi tôi sẽ sống hết quãng đời còn lại của mình. Nếu bạn không sống ở địa điểm yêu thích của mình, bạn có đang thực sự sống không?",
  "I do love a good book, you know. A nice cozy mystery or, better still, a romantic story set against the backdrop of a historical moment. I've been trying to get Camille to write one about the area for years. A historical fiction, drama'd up to be fun.": "Tôi rất thích một cuốn sách hay, bạn biết đấy. Một cuốn truyện trinh thám ấm cúng hoặc, tốt hơn nữa, một câu chuyện lãng mạn lấy bối cảnh một khoảnh khắc lịch sử. Tôi đã cố gắng thuyết phục Camille viết một cuốn về khu vực này trong nhiều năm. Một tác phẩm hư cấu lịch sử, kịch tính hóa để trở nên thú vị.",
  "Oh, I had the opportunity to meet Igor Klobučar when he was in Porto Luminoso installing his sculpture. Artist to artist! Can you imagine? What a charming Sim. Did you know he used to be a hatmaker for llamas? Hated it. You have to chase your dreams, even if it does lead you away from llamas from time to time. ": "Ồ, tôi đã có cơ hội gặp Igor Klobučar khi anh ấy ở Porto Luminoso lắp đặt tác phẩm điêu khắc của mình. Nghệ sĩ với nghệ sĩ! Bạn có thể tưởng tượng không? Thật là một Sim quyến rũ. Bạn có biết anh ấy từng là thợ làm mũ cho lạc đà không bướu không? Anh ấy ghét nó. Bạn phải theo đuổi ước mơ của mình, ngay cả khi nó khiến bạn rời xa lạc đà không bướu đôi khi.",
  "What is my favorite book? Could I even pick one?! The Chronicles of Rodiek by Dominick VanDeesel is very good as is A Game of Groans by Greg Q.Q. Vartin. I could go on all day, really, but I won't. ": "Cuốn sách yêu thích của tôi là gì? Tôi thậm chí có thể chọn một cuốn sao?! Biên niên sử Rodiek của Dominick VanDeesel rất hay cũng như Trò chơi rên rỉ của Greg Q.Q. Vartin. Tôi có thể tiếp tục cả ngày, thực sự, nhưng tôi sẽ không.",
  "Faiz is a poetic soul. I do hope he finds love soon. He's too sweet a rose to go unnoticed, don't you think?": "Faiz là một tâm hồn thơ mộng. Tôi hy vọng anh ấy sẽ sớm tìm thấy tình yêu. Anh ấy là một bông hồng quá ngọt ngào để không bị chú ý, bạn không nghĩ vậy sao?",
  "I do love dancing. Any sort really, but slow dancing is by far my favorite. What's more romantic than twirling on a dance floor with the one you love, moving with grace and charm... it makes me want to get married all over again!": "Tôi rất thích khiêu vũ. Bất kỳ loại nào thực sự, nhưng khiêu vũ chậm là món yêu thích của tôi. Còn gì lãng mạn hơn là xoay tròn trên sàn nhảy với người bạn yêu, di chuyển với sự duyên dáng và quyến rũ... nó khiến tôi muốn kết hôn lại lần nữa!",
  "I don't think about the family feud between the Markovics and the Laurents much. It's such a lovely area. Why doesn't everyone try and get along for once? Let bygones be bygones. If I felt like holding a grudge, I still wouldn't be speaking with one of my dearest friends after she critiqued my last art installation!": "Tôi không nghĩ nhiều về mối thù gia tộc giữa Markovics và Laurents. Đây là một khu vực rất đáng yêu. Tại sao mọi người không cố gắng hòa thuận với nhau một lần? Hãy để những chuyện đã qua là qua. Nếu tôi cảm thấy muốn giữ mối hận, tôi vẫn sẽ không nói chuyện với một trong những người bạn thân yêu nhất của mình sau khi cô ấy chỉ trích tác phẩm sắp đặt nghệ thuật cuối cùng của tôi!",
  "About a decade ago, I spent a lot of time painting Thebe Estate. Camille was fascinated by its history and it inspired something in me as well. Arnessa was always kind enough to bring tea out to me as I worked. A spot of black tea really gets the mind percolating.": "Khoảng một thập kỷ trước, tôi đã dành rất nhiều thời gian để vẽ Thebe Estate. Camille đã bị mê hoặc bởi lịch sử của nó và nó cũng truyền cảm hứng cho tôi. Arnessa luôn đủ tốt bụng để mang trà ra cho tôi khi tôi làm việc. Một tách trà đen thực sự khiến đầu óc tôi hoạt động.",
  "You want to find some of the most beautiful, underappreciated views in Porto Luminoso? Follow the trails behind the buildings. Mazes, beaches, overlooks - all of it gorgeous. Wait for the sunlight to hit them just right, and you have a special setting for your art.": "Bạn muốn tìm một số khung cảnh đẹp nhất, ít được đánh giá cao nhất ở Porto Luminoso? Hãy đi theo những con đường mòn phía sau các tòa nhà. Mê cung, bãi biển, đài quan sát - tất cả đều tuyệt đẹp. Hãy đợi ánh sáng mặt trời chiếu vào chúng một cách hoàn hảo và bạn sẽ có một bối cảnh đặc biệt cho tác phẩm nghệ thuật của mình.",
  "Maybe it's obvious, but Hideaway Falls is one of the most beautiful spots in Tartosa. When Camille and I met, we spent most of our time there. That was my favorite painting subject at the time. Well, after her, of course.": "Có lẽ điều đó là hiển nhiên, nhưng Thác Hideaway là một trong những địa điểm đẹp nhất ở Tartosa. Khi Camille và tôi gặp nhau, chúng tôi đã dành phần lớn thời gian ở đó. Đó là chủ đề vẽ yêu thích của tôi vào thời điểm đó. Chà, sau cô ấy, tất nhiên rồi.",
  "I can't tell you how many times I've painted the Lover's Tree. From every angle, mind you! As intimate as I am with it as a subject, I can't help but feel it does have a connection with the Sims who come to visit—even if the rumors aren't true.": "Tôi không thể cho bạn biết mình đã vẽ Cây Tình Nhân bao nhiêu lần. Từ mọi góc độ, bạn nhé! Dù tôi thân mật với nó như một chủ đề đến đâu, tôi không thể không cảm thấy nó có mối liên hệ với những Sims đến thăm — ngay cả khi những tin đồn không có thật.",
  "Have you noticed the hill on the side of Porto Luminoso? You can get the most beautiful top down views of the village from there. A new perspective does wonders to shake things up if you're feeling a bit stuck.": "Bạn có để ý đến ngọn đồi ở bên cạnh Porto Luminoso không? Bạn có thể có được những khung cảnh từ trên cao đẹp nhất của ngôi làng từ đó. Một góc nhìn mới có tác dụng kỳ diệu để thay đổi mọi thứ nếu bạn cảm thấy hơi bế tắc.",
  "If you want to paint something colorful, try the marina. The boats are splendidly vibrant and who doesn't love a good seagull?": "Nếu bạn muốn vẽ một cái gì đó đầy màu sắc, hãy thử bến du thuyền. Những chiếc thuyền rực rỡ tuyệt vời và ai mà không yêu một con mòng biển tốt chứ?",
  "Down the coast in Terra Amorosa, there is this darling grove of trees. A lot of Sims who come here to get married take pictures there, but it's beautiful for paintings as well. Just imagine what some of those old trees have witnessed in days gone by. If I stand still enough, I sometimes swear I can hear the trees communicating. But that's silly, isn't it? I know, I sound like an overly whimsical artist, don't I? ": "Xuống bờ biển ở Terra Amorosa, có một khu rừng cây đáng yêu này. Rất nhiều Sims đến đây để kết hôn chụp ảnh ở đó, nhưng nó cũng đẹp cho các bức tranh. Chỉ cần tưởng tượng một số cây cổ thụ đó đã chứng kiến điều gì trong những ngày đã qua. Nếu tôi đứng yên đủ lâu, đôi khi tôi thề rằng tôi có thể nghe thấy những cái cây giao tiếp. Nhưng điều đó thật ngớ ngẩn, phải không? Tôi biết, tôi nghe có vẻ giống như một nghệ sĩ quá kỳ quặc, phải không?",
  "Sometimes I paint Sims and not scenes. After Camille, Faiz is my favorite. He has such a light in his eyes. It's the exuberance of youth, I imagine, though there's something unique about Faiz that I truly admire. ": "Đôi khi tôi vẽ Sims chứ không phải cảnh. Sau Camille, Faiz là người yêu thích của tôi. Anh ấy có một ánh sáng trong mắt. Tôi tưởng tượng đó là sự hân hoan của tuổi trẻ, mặc dù có điều gì đó độc đáo ở Faiz mà tôi thực sự ngưỡng mộ.",
  "My favorite spot to paint? Right here in Porto Luminoso. The people, the sea, the painted buildings. Nature is lovely, but this is life as it's meant to be experienced: right in the thick of things!": "Địa điểm yêu thích của tôi để vẽ? Ngay tại Porto Luminoso này. Con người, biển cả, những tòa nhà được sơn. Thiên nhiên rất đáng yêu, nhưng đây là cuộc sống như nó phải được trải nghiệm: ngay giữa mọi thứ!",
  "Everyone loves the fruit tarts around here, and I do too! But I also love the macarons. And the cake. Okay, maybe I just have a sweet tooth. But if you live here, it's practically a requirement. You try running a flower cart with the smell of amazing things baking nearby all the time without developing one!": "Ai cũng thích bánh tart trái cây ở đây, và tôi cũng vậy! Nhưng tôi cũng thích bánh macaron. Và bánh ngọt nữa. Được rồi, có lẽ tôi chỉ là một người hảo ngọt. Nhưng nếu bạn sống ở đây, thì đó gần như là một yêu cầu bắt buộc. Bạn hãy thử điều hành một chiếc xe hoa với mùi thơm của những thứ tuyệt vời được nướng gần đó suốt ngày mà không phát triển nó xem!",
  "Hey there! I hope you're having a lovely day. If you didn't know, I run the flower cart in the village. Feel free to come by anytime to pick out the best flowers the area has to offer, or just to say hello. I always love chatting with people.": "Chào bạn! Tôi hy vọng bạn có một ngày đáng yêu. Nếu bạn chưa biết, tôi điều hành xe hoa trong làng. Hãy thoải mái ghé qua bất cứ lúc nào để chọn ra những bông hoa đẹp nhất mà khu vực này có thể cung cấp, hoặc chỉ để chào hỏi. Tôi luôn thích trò chuyện với mọi người.",
  "Once I picked up the book, \"Pickup Lines for the Flirtatiously Inept\" by Dr. Phyllis. I'm not sure it was very helpful; I much preferred \"Diplomacy for Dummies\" by Dimitry Hard. Of course, Dimitry tends to skimp a bit on the romance, but nobody's perfect.": "Một lần tôi đã nhặt được cuốn sách, \"Những câu thả thính dành cho người vụng về trong tán tỉnh\" của Tiến sĩ Phyllis. Tôi không chắc nó có hữu ích lắm không; Tôi thích cuốn \"Ngoại giao cho người mới bắt đầu\" của Dimitry Hard hơn nhiều. Tất nhiên, Dimitry có xu hướng bỏ qua một chút về sự lãng mạn, nhưng không ai là hoàn hảo.",
  "Yes, I sell flowers from my cart. But as a tip, if you need to save some money.... you can always find wild flowers growing outside the village around here. They're lovely, too, and hand-picked flowers always send a special message when you give them to others.": "Vâng, tôi bán hoa từ xe của mình. Nhưng như một lời khuyên, nếu bạn cần tiết kiệm một ít tiền.... bạn luôn có thể tìm thấy hoa dại mọc bên ngoài ngôi làng ở đây. Chúng cũng rất đáng yêu, và hoa hái bằng tay luôn gửi một thông điệp đặc biệt khi bạn tặng chúng cho người khác.",
  "Most people don't know it, but I also really enjoy photography. There are some great places around here to take pictures. If you're close with Dominique, she might give you some pointers. As a painter she's already found all the best spots. Once I found her hanging upside down from the Lover's Tree to \"get a new perspective\" on life. Artists, eh?": "Hầu hết mọi người không biết điều đó, nhưng tôi cũng thực sự thích nhiếp ảnh. Có một số địa điểm tuyệt vời xung quanh đây để chụp ảnh. Nếu bạn thân thiết với Dominique, cô ấy có thể cho bạn một vài lời khuyên. Là một họa sĩ, cô ấy đã tìm thấy tất cả những địa điểm tốt nhất. Một lần tôi thấy cô ấy treo ngược từ Cây Tình Nhân để \"có được một góc nhìn mới\" về cuộc sống. Nghệ sĩ, hả?",
  "Do you have a favorite poet? Mine is Mabel Eloise Clift. She works with post-modern verse, and her poems are surprisingly short. Very impactful though. I like the one called Rose. I can recite it from heart. It goes like this: \"Red. A rose.\" ": "Bạn có nhà thơ yêu thích không? Của tôi là Mabel Eloise Clift. Cô ấy làm việc với thơ hậu hiện đại, và những bài thơ của cô ấy ngắn đến ngạc nhiên. Tuy nhiên, rất có tác động. Tôi thích bài có tên là Hoa hồng. Tôi có thể đọc thuộc lòng. Nó như thế này: \"Đỏ. Một bông hồng.\"",
  "Did you know I love writing poetry? Of course I do. Flowers. Romance. It speaks to my soul! I could tell you chapter and verse just about how much I love to write, well, chapter and verse!": "Bạn có biết tôi thích viết thơ không? Tất nhiên là tôi có. Hoa. Lãng mạn. Nó chạm đến tâm hồn tôi! Tôi có thể kể cho bạn từng chương từng hồi về việc tôi yêu thích viết lách đến mức nào, ừm, từng chương từng hồi!",
  "I spend a lot of my day daydreaming—when I'm not speaking to a customer, of course. There's so much I want out of life, especially love. ": "Tôi dành rất nhiều thời gian trong ngày để mơ mộng — tất nhiên là khi tôi không nói chuyện với khách hàng. Có rất nhiều điều tôi muốn trong cuộc sống, đặc biệt là tình yêu.",
  "I really appreciate it when people take time out of their day to talk with me. Even though things seem a little more laid-back on Tartosa, sometimes people get so absorbed in the day-to-day that they don't stop to, well, smell the roses. Sorry, that's so corny! But I'm happy to talk with you more!": "Tôi thực sự đánh giá cao khi mọi người dành thời gian trong ngày để nói chuyện với tôi. Mặc dù mọi thứ có vẻ thoải mái hơn một chút ở Tartosa, đôi khi mọi người quá mải mê với cuộc sống hàng ngày đến nỗi họ không dừng lại để, ừm, ngửi hoa hồng. Xin lỗi, điều đó thật sến súa! Nhưng tôi rất vui được nói chuyện với bạn nhiều hơn!",
  "How are you enjoying things in Tartosa? You know my family lives in the Laurent Villa. Many still call it the Thebe Estate. My family decided to change things up a bit. Maybe pull a little attention away from some of the family history, y'know? Anyway, I live there and we also own a couple other spots around here. Hopefully, you'll get to see them all.": "Bạn thích thú mọi thứ ở Tartosa như thế nào? Bạn biết gia đình tôi sống ở Laurent Villa. Nhiều người vẫn gọi nó là Thebe Estate. Gia đình tôi quyết định thay đổi một chút. Có lẽ kéo một chút sự chú ý ra khỏi một số lịch sử gia đình, bạn biết không? Dù sao thì, tôi sống ở đó và chúng tôi cũng sở hữu một vài địa điểm khác xung quanh đây. Hy vọng rằng bạn sẽ được nhìn thấy tất cả chúng.",
  "Sure, you can get married at City Hall if you're in a big rush, but why not opt for a big ceremony and reception? My family's great at helping everyone set up the best wedding you can buy, even on a smaller budget. Ask anyone! Well, don't ask Mateo Markovic. The guy's nice enough, but, well, local rivalries die hard I guess.": "Chắc chắn rồi, bạn có thể kết hôn tại Tòa thị chính nếu bạn đang vội, nhưng tại sao không chọn một buổi lễ và tiệc chiêu đãi lớn? Gia đình tôi rất giỏi giúp mọi người tổ chức đám cưới tốt nhất mà bạn có thể mua, ngay cả với ngân sách nhỏ hơn. Hỏi bất cứ ai! Chà, đừng hỏi Mateo Markovic. Anh chàng đó đủ tốt bụng, nhưng, chà, những mối kình địch địa phương khó mà chết được, tôi đoán vậy.",
  "My kids, Greta and Jace, can be a bit of a handful sometimes. But I bet if you asked my wife, she'd say I'm just as much of a handful. What can I say? I can be a bit of a party creature from time to time. But that Greta, wow, can she get into some serious mischief when your back is turned.": "Các con tôi, Greta và Jace, đôi khi có thể hơi khó bảo. Nhưng tôi cá nếu bạn hỏi vợ tôi, cô ấy sẽ nói rằng tôi cũng khó bảo không kém. Tôi có thể nói gì đây? Đôi khi tôi có thể là một sinh vật tiệc tùng. Nhưng Greta đó, wow, cô ấy có thể gây ra một số rắc rối nghiêm trọng khi bạn quay lưng lại.",
  "Have you tried the roast duck down in the village where the restaurants are? You absolutely have to! That's one of my wife's family recipes, you know. Well, a lot of the recipes in those shops are. Her parents started those restaurants and kind of had a restaurant empire of sorts here on Tartosa. If you don't like to eat meat, there are some pretty fantastic veggie dumplings, too. ": "Bạn đã thử món vịt quay ở dưới làng nơi có các nhà hàng chưa? Bạn nhất định phải thử! Đó là một trong những công thức gia đình của vợ tôi, bạn biết đấy. Chà, rất nhiều công thức trong những cửa hàng đó là như vậy. Cha mẹ cô ấy đã bắt đầu những nhà hàng đó và có một loại đế chế nhà hàng ở đây trên Tartosa. Nếu bạn không thích ăn thịt, thì cũng có một số món bánh bao chay khá tuyệt vời.",
  "Everyone always talks up Hideaway Falls and don't get me wrong, they're beautiful, but I love just standing out near the beach and looking towards the sea. There's a whole world of possibility out there, you know? Sometimes I wonder if I'd like to travel the world a bit, but then I remember that I have everything I need right here at home. ": "Mọi người luôn nói về Thác Hideaway và đừng hiểu lầm tôi, chúng rất đẹp, nhưng tôi thích đứng ngoài gần bãi biển và nhìn về phía biển hơn. Có cả một thế giới khả năng ngoài kia, bạn biết không? Đôi khi tôi tự hỏi liệu mình có muốn đi du lịch thế giới một chút không, nhưng sau đó tôi nhớ rằng tôi có mọi thứ mình cần ngay tại nhà.",
  "We don't talk about a lot of the local legends within my own family. I heard a lot of stories about Princess Cordelia and pirate lore just from being in school. When I was little, I searched the house up and down for secret doors. I was convinced that there was a hidden room filled with pirate treasures. You know what I found? One antique button, a hair bow, and a whole lot of dust bunnies.": "Chúng tôi không nói về nhiều truyền thuyết địa phương trong gia đình tôi. Tôi đã nghe rất nhiều câu chuyện về Công chúa Cordelia và truyền thuyết về cướp biển chỉ từ việc đi học. Khi tôi còn nhỏ, tôi đã tìm kiếm khắp nhà để tìm những cánh cửa bí mật. Tôi đã tin chắc rằng có một căn phòng bí mật chứa đầy kho báu của cướp biển. Bạn có biết tôi đã tìm thấy gì không? Một chiếc cúc cổ, một chiếc nơ cài tóc và rất nhiều thỏ bụi.",
  "My marriage to Hilary is pretty amazing now, but for a while I wasn't so sure we'd get that storybook ending. I admit it: I've been kind of an insensitive guy in the past. I broke someone's heart a while back, and it's been hard to forgive myself. But Hilary sees through a lot of my faults and we work together to be better people.": "Cuộc hôn nhân của tôi với Hilary hiện rất tuyệt vời, nhưng trong một thời gian, tôi không chắc chúng tôi sẽ có một kết thúc đẹp như truyện cổ tích. Tôi thừa nhận điều đó: Tôi đã từng là một người khá vô tâm trong quá khứ. Tôi đã làm tan nát trái tim của ai đó một thời gian trước đây và thật khó để tha thứ cho bản thân mình. Nhưng Hilary nhìn thấu rất nhiều lỗi lầm của tôi và chúng tôi cùng nhau cố gắng trở thành những người tốt hơn.",
  "I've thought about taking my mother's last name. There's a lot of expectation that comes with it though. Some locals seem annoyed I wouldn't want it, but it's my life. That's just the way I was raised. I'm privileged, no doubt about it, but I work hard too and want all that work to be seen as something of my own doing. ": "Tôi đã nghĩ đến việc lấy họ của mẹ mình. Tuy nhiên, có rất nhiều kỳ vọng đi kèm với nó. Một số người dân địa phương dường như khó chịu vì tôi không muốn nó, nhưng đó là cuộc sống của tôi. Đó chỉ là cách tôi được nuôi dạy. Tôi có đặc quyền, không còn nghi ngờ gì nữa, nhưng tôi cũng làm việc chăm chỉ và muốn tất cả công việc đó được xem như là do chính tôi làm.",
  "Did you know there is a playground just outside of town? It's the perfect place to take the kids. Pirate themed, of course, given our history. My husband comes from a family with swashbucklers, you know?": "Bạn có biết có một sân chơi ngay bên ngoài thị trấn không? Đó là nơi hoàn hảo để đưa bọn trẻ đến. Chủ đề cướp biển, tất nhiên, xét đến lịch sử của chúng ta. Chồng tôi đến từ một gia đình có những kẻ khoác lác, bạn biết không?",
  "I love cooking. It's just so much fun and there are always interesting new recipes to try, or ways to experiment to make your own. I have a lot that were handed down to me by my parents, but I'm always working to create my own new recipes.": "Tôi thích nấu ăn. Nó rất thú vị và luôn có những công thức mới thú vị để thử hoặc những cách để thử nghiệm để tạo ra công thức của riêng bạn. Tôi có rất nhiều công thức được truyền lại cho tôi bởi cha mẹ tôi, nhưng tôi luôn cố gắng tạo ra những công thức mới của riêng mình.",
  "I wasn't born here. My parents were chefs in a big city and wanted to raise me in an environment that's a little bit quieter. I guess they visited Tartosa for a day when they were traveling on their honeymoon, and it made a lasting impression. So much so that they moved out here just to start up a restaurant, then two, and then start catering for weddings.": "Tôi không sinh ra ở đây. Cha mẹ tôi là đầu bếp ở một thành phố lớn và muốn nuôi dạy tôi trong một môi trường yên tĩnh hơn một chút. Tôi đoán họ đã đến thăm Tartosa trong một ngày khi đi du lịch trong tuần trăng mật và nó đã để lại một ấn tượng lâu dài. Đến nỗi họ chuyển ra ngoài này chỉ để bắt đầu một nhà hàng, sau đó là hai nhà hàng và sau đó bắt đầu phục vụ đám cưới.",
  "When Jace and Greta were toddlers, I used to take them to the waterfall. The lagoon has a shallow area that was perfect for them to splash in. They were so cute! I know it sounds trite, but the saying's true: they really do grow up too fast.": "Khi Jace và Greta còn là trẻ mới biết đi, tôi thường đưa chúng đến thác nước. Đầm phá có một khu vực nông rất lý tưởng để chúng vẫy vùng. Chúng rất dễ thương! Tôi biết điều đó nghe có vẻ sáo rỗng, nhưng câu nói đó là sự thật: chúng thực sự lớn lên quá nhanh.",
  "Have you met the Markovics yet? They're really sweet. Lucia is my best friend; I can tell her anything. Mateo can be a little standoffish with my family because I think he thinks of us as rivals, but I think of our families as complementing one another. We all work together to make this place better for everyone.": "Bạn đã gặp Markovics chưa? Họ thực sự rất ngọt ngào. Lucia là bạn thân nhất của tôi; Tôi có thể nói với cô ấy bất cứ điều gì. Mateo có thể hơi xa cách với gia đình tôi vì tôi nghĩ anh ấy coi chúng tôi là đối thủ, nhưng tôi nghĩ gia đình chúng tôi bổ sung cho nhau. Tất cả chúng ta cùng nhau làm việc để làm cho nơi này tốt hơn cho mọi người.",
  "I've always wondered what Tartosa was like before it became a stopping place for pirates. It's hard to find a lot of traces of people before then, so maybe no one was living here. It seems hard to believe now, given how many people travel through here each year. ": "Tôi luôn tự hỏi Tartosa như thế nào trước khi nó trở thành một điểm dừng chân cho cướp biển. Thật khó để tìm thấy nhiều dấu vết của con người trước đó, vì vậy có lẽ không ai sống ở đây. Có vẻ khó tin bây giờ, khi có rất nhiều người đi qua đây mỗi năm.",
  "Even though cooking has been a family affair for me, I'm hoping my kids choose a career path that they like. I secretly hope they do something completely different, even. Greta is so interested in the flowers around here; maybe botany is for her? Jace is more of a wild child, though he's very social and chatty.": "Mặc dù nấu ăn là một vấn đề gia đình đối với tôi, tôi hy vọng các con tôi chọn một con đường sự nghiệp mà chúng thích. Tôi bí mật hy vọng chúng làm điều gì đó hoàn toàn khác biệt, ngay cả như vậy. Greta rất quan tâm đến những bông hoa xung quanh đây; có lẽ thực vật học là dành cho cô ấy? Jace là một đứa trẻ hoang dã hơn, mặc dù anh ấy rất hòa đồng và hay nói.",
  "When I first met Arnessa, I was absolutely terrified. I mean, you know the rumors are true, right? She's related to Princess Cordelia. As soon as I heard that she was basically royalty, I was on notice. I expected her to be a bit of a snob, but she's not at all. Whether she admits to it or not, she has a real penchant for mischief. She loves playing little pranks on people. I'm wondering if that's rubbed off a little too much on the kids...": "Khi tôi lần đầu tiên gặp Arnessa, tôi đã hoàn toàn kinh hãi. Ý tôi là, bạn biết những tin đồn là sự thật, phải không? Cô ấy có quan hệ họ hàng với Công chúa Cordelia. Ngay khi tôi nghe nói rằng cô ấy về cơ bản là hoàng tộc, tôi đã được thông báo. Tôi đã mong đợi cô ấy sẽ hơi hợm hĩnh, nhưng cô ấy hoàn toàn không phải vậy. Cho dù cô ấy thừa nhận hay không, cô ấy có một sở thích thực sự đối với sự nghịch ngợm. Cô ấy thích chơi những trò đùa nhỏ với mọi người. Tôi tự hỏi liệu điều đó có ảnh hưởng hơi quá đến bọn trẻ hay không...",
  "When I was younger, I loved going up to the Lover's Tree and sitting there for hours with a good book. It just has a nice aura about it. There are a lot of legends about where it came from; something about a figurehead? I've also heard something about how it grew in a way that looked similar to doomed lovers who traveled here once. While I love a good story, personally, I think it's just a very old - and very nice - tree.": "Khi tôi còn trẻ, tôi thích lên Cây Tình Nhân và ngồi đó hàng giờ với một cuốn sách hay. Nó chỉ có một hào quang đẹp đẽ. Có rất nhiều truyền thuyết về nguồn gốc của nó; điều gì đó về một hình nhân ở mũi tàu? Tôi cũng đã nghe nói điều gì đó về cách nó lớn lên theo một cách trông giống như những người yêu nhau обречены đã đến đây một lần. Mặc dù tôi thích một câu chuyện hay, cá nhân tôi nghĩ đó chỉ là một cái cây rất già - và rất đẹp.",
  "I've been playing guitar as long as I can remember. Sometimes I don't even really think in words or images, I just think in music. If you're passionate about music, I'm sure you understand.": "Tôi đã chơi guitar từ khi tôi còn nhớ được. Đôi khi tôi thậm chí không thực sự nghĩ bằng lời nói hoặc hình ảnh, tôi chỉ nghĩ bằng âm nhạc. Nếu bạn đam mê âm nhạc, tôi chắc chắn rằng bạn hiểu.",
  "At first glance, it seems like Tartosa is all about the wedding industry. If you ask Mateo, he'd say the same - he's pretty absorbed in it. But it's also a beautiful place with a really unique history!": "Thoạt nhìn, có vẻ như Tartosa là tất cả về ngành công nghiệp đám cưới. Nếu bạn hỏi Mateo, anh ấy sẽ nói như vậy - anh ấy khá mải mê với nó. Nhưng nó cũng là một nơi tuyệt đẹp với một lịch sử thực sự độc đáo!",
  "Have you met my daughter, Tomi, yet? She has the most interesting mind! She's going to amaze everyone someday with an amazing piece of art or music - just you wait. ": "Bạn đã gặp con gái tôi, Tomi, chưa? Cô bé có một tâm trí thú vị nhất! Cô bé sẽ làm kinh ngạc mọi người vào một ngày nào đó với một tác phẩm nghệ thuật hoặc âm nhạc tuyệt vời - bạn cứ chờ xem.",
  "The cuisine here is so interesting! My best friend, Hilary, is this amazing chef. Her family was in the restaurant business. She keeps an eye on the market stalls she opened up in Porto Luminoso. You absolutely have to try the mutton biryani. If you don't eat meat, I totally understand, but if you do: it's practically a transcendent experience the first time you sample it!": "Ẩm thực ở đây rất thú vị! Người bạn thân nhất của tôi, Hilary, là một đầu bếp tuyệt vời. Gia đình cô ấy đã kinh doanh nhà hàng. Cô ấy theo dõi những quầy hàng mà cô ấy đã mở ở Porto Luminoso. Bạn nhất định phải thử món cơm biryani thịt cừu. Nếu bạn không ăn thịt, tôi hoàn toàn hiểu, nhưng nếu bạn ăn: đó thực tế là một trải nghiệm siêu việt trong lần đầu tiên bạn nếm thử nó!",
  "There's definitely a bit of tension and, well, drama around here. I don't like getting into it too much because gossiping really isn't my thing. But I suppose it's like any other place; you know who you friends are, and you know who you might want to keep an eye on!": "Chắc chắn có một chút căng thẳng và, ừm, kịch tính xung quanh đây. Tôi không thích tham gia vào nó quá nhiều vì buôn chuyện thực sự không phải là điều của tôi. Nhưng tôi cho rằng nó giống như bất kỳ nơi nào khác; bạn biết ai là bạn của mình và bạn biết ai bạn có thể muốn để mắt tới!",
  "It's really funny, you know. Mateo and I have wanted to get married for ages - before our daughter was born, in fact, but the stars never really aligned. We became a musical duo, then started playing for everyone else's wedding. One day we woke and realized... we never even had our own. Don't worry, though, we'll be changing that soon.": "Bạn biết đấy, điều đó thực sự rất buồn cười. Mateo và tôi đã muốn kết hôn từ lâu - thực tế là trước khi con gái chúng tôi chào đời, nhưng các vì sao chưa bao giờ thực sự thẳng hàng. Chúng tôi trở thành một bộ đôi âm nhạc, sau đó bắt đầu chơi cho đám cưới của mọi người khác. Một ngày nọ, chúng tôi thức dậy và nhận ra... chúng tôi thậm chí chưa bao giờ có đám cưới của riêng mình. Đừng lo lắng, mặc dù vậy, chúng tôi sẽ sớm thay đổi điều đó.",
  "You know I really don't like gossip, but since he's kind of inescapable given that he's, well, the big wheel of the wedding industry: Hector can be a little tricky. He and I dated once and he was a pretty big jerk. But he's married to my best friend, so I do my best to keep my mouth shut and keep the peace.": "Bạn biết đấy, tôi thực sự không thích buôn chuyện, nhưng vì anh ấy có phần không thể trốn thoát vì anh ấy là, ừm, bánh xe lớn của ngành công nghiệp đám cưới: Hector có thể hơi khó tính. Anh ấy và tôi đã từng hẹn hò và anh ấy là một kẻ ngốc khá lớn. Nhưng anh ấy đã kết hôn với người bạn thân nhất của tôi, vì vậy tôi cố gắng hết sức để im lặng và giữ hòa bình.",
  "When Mateo and I met, he was so sweet. I'd been going through a real rough patch and he was playing piano at the lounge for tips. He locked eyes with me and immediately began playing this beautiful composition - almost moved me to tears! Now, we make music together.": "Khi Mateo và tôi gặp nhau, anh ấy rất ngọt ngào. Tôi đã trải qua một giai đoạn thực sự khó khăn và anh ấy đang chơi piano tại phòng chờ để kiếm tiền boa. Anh ấy nhìn vào mắt tôi và ngay lập tức bắt đầu chơi bản nhạc tuyệt đẹp này - gần như khiến tôi rơi nước mắt! Bây giờ, chúng tôi cùng nhau tạo ra âm nhạc.",
  "I bet you've heard all about the Thebe Estate and pirate gold and all that. One thing I wanted to mention, though, is that Arnessa Thebe may seem like a really difficult-to-approach woman, she's actually a real doll once you talk to her. She just doesn't like being made to feel like she's being mined for details about her unique family.": "Tôi cá rằng bạn đã nghe tất cả về Thebe Estate và vàng của cướp biển và tất cả những thứ đó. Tuy nhiên, một điều tôi muốn đề cập là Arnessa Thebe có vẻ là một người phụ nữ thực sự khó tiếp cận, nhưng cô ấy thực sự là một búp bê một khi bạn nói chuyện với cô ấy. Cô ấy chỉ không thích bị làm cho cảm thấy như mình đang bị khai thác các chi tiết về gia đình độc đáo của mình.",
  "Both Lucia and I can sing. She plays the guitar though and I the piano. Our skillsets complement each other well. ": "Cả Lucia và tôi đều có thể hát. Tuy nhiên, cô ấy chơi guitar còn tôi chơi piano. Các bộ kỹ năng của chúng tôi bổ sung cho nhau rất tốt.",
  "I've been playing piano since I was five. My grandmother used to have me play for her when I'd visit, so I started taking classes. It was never easy to impress her! But I always managed. ": "Tôi đã chơi piano từ năm năm tuổi. Bà tôi thường bắt tôi chơi cho bà ấy khi tôi đến thăm, vì vậy tôi bắt đầu đi học. Thật không dễ dàng để gây ấn tượng với bà ấy! Nhưng tôi luôn xoay sở được.",
  "Sure, the Laurents have been here longer... well the <i>Thebes</i> have been here longer; the distinction matters a bit. But the Markovics are just as passionate about the wedding industry! What do you remember more about a wedding: the amazing music or the venue? To me, music is always what makes the biggest impression.": "Chắc chắn rồi, Laurents đã ở đây lâu hơn... ừm, <i>Thebes</i> đã ở đây lâu hơn; sự khác biệt quan trọng một chút. Nhưng Markovics cũng đam mê ngành công nghiệp đám cưới không kém! Bạn nhớ gì hơn về một đám cưới: âm nhạc tuyệt vời hay địa điểm tổ chức? Đối với tôi, âm nhạc luôn là thứ tạo ấn tượng lớn nhất.",
  "Hector Laurent is trying to hog all of the good wedding business around these parts. The Laurents have a stranglehold on the wedding industry, and they don't make room for others. Lucia and I have had to work very hard to keep our business booming. ": "Hector Laurent đang cố gắng chiếm đoạt tất cả các công việc kinh doanh đám cưới tốt xung quanh những vùng này. Laurents có một sự kìm hãm đối với ngành công nghiệp đám cưới và họ không nhường chỗ cho người khác. Lucia và tôi đã phải làm việc rất chăm chỉ để giữ cho doanh nghiệp của chúng tôi phát triển mạnh mẽ.",
  "Tartosa really is the perfect place to get married. That's why business is so good here in the wedding industry. I mean, between the Falls and the ocean views you're hardly hurting for a great locale, and everything about the ambiance here spells love. ": "Tartosa thực sự là nơi hoàn hảo để kết hôn. Đó là lý do tại sao công việc kinh doanh ở đây trong ngành công nghiệp đám cưới rất tốt. Ý tôi là, giữa Thác nước và tầm nhìn ra biển, bạn khó có thể thiếu một địa điểm tuyệt vời và mọi thứ về bầu không khí ở đây đều có nghĩa là tình yêu.",
  "You know, sometimes I wonder if I would trade a pastry for a llama. The answer is, yes. I would totally do that. I actually would really like a llama. Do you think Lucia would agree to getting one? She seems Llama-friendly, right? ": "Bạn biết đấy, đôi khi tôi tự hỏi liệu mình có đổi một chiếc bánh ngọt lấy một con lạc đà không bướu hay không. Câu trả lời là, có. Tôi hoàn toàn sẽ làm điều đó. Tôi thực sự rất thích một con lạc đà không bướu. Bạn có nghĩ rằng Lucia sẽ đồng ý có một con không? Cô ấy có vẻ thân thiện với lạc đà không bướu, phải không?",
  "I've been called a goofball before, but I ask you... would a goofball ever pursue a minor in puppeteering? Granted, I never graduated.. but I think my endeavor speaks for itself!": "Tôi đã từng bị gọi là một kẻ ngốc nghếch, nhưng tôi hỏi bạn... một kẻ ngốc nghếch có bao giờ theo đuổi một chuyên ngành phụ về rối tay không? Cho rằng tôi chưa bao giờ tốt nghiệp... nhưng tôi nghĩ nỗ lực của tôi đã nói lên tất cả!",
  "Am I more of a business man or a family man? You know, if I had to pick, I'd choose family every time. Even when we've had some tough times, Lucia and Tomi and I have always had each other to rely on. Can't beat that, can you?": "Tôi là một doanh nhân hay một người đàn ông của gia đình hơn? Bạn biết đấy, nếu tôi phải chọn, tôi sẽ chọn gia đình mọi lúc. Ngay cả khi chúng tôi đã trải qua một số thời điểm khó khăn, Lucia và Tomi và tôi luôn có nhau để dựa vào. Bạn không thể đánh bại điều đó, phải không?",
  "When Lucia and I moved here we lived in Porto Luminoso, but it was a little too close to the Laurents for my liking, so we moved to Terra Amorosa to get a little space and quiet. And wouldn't you know it, that move turned out for the best. The muses speak to me a little more out there. Or is that me just talking to myself?": "Khi Lucia và tôi chuyển đến đây, chúng tôi sống ở Porto Luminoso, nhưng nó hơi quá gần Laurents so với sở thích của tôi, vì vậy chúng tôi đã chuyển đến Terra Amorosa để có một chút không gian và yên tĩnh. Và bạn có biết không, động thái đó hóa ra lại là tốt nhất. Các nàng thơ nói chuyện với tôi nhiều hơn một chút ở ngoài đó. Hay đó chỉ là tôi đang nói chuyện với chính mình?",
  "Between you and me, I was sad Tomi was more interested in painting than music... at first. I've really grown to appreciate her preferences the past few years. She's going to be an amazing artist! Or whatever she decides she wants to be! ": "Giữa bạn và tôi, tôi đã buồn khi Tomi quan tâm đến hội họa hơn là âm nhạc... lúc đầu. Tôi thực sự đã phát triển để đánh giá cao sở thích của cô bé trong vài năm qua. Cô bé sẽ trở thành một nghệ sĩ tuyệt vời! Hoặc bất cứ điều gì cô bé quyết định muốn trở thành!",
  "I'm devoted to my daughter, Tomi. I've never known a prouder father. I'm sure she'll be an extraordinary painter someday. She's already very advanced! The stuff other parents might just put on a fridge is stuff that, from Tomi, really belongs in a museum. She's dabbling in this new style called post abstract impressionist style. I have no idea what those words mean, but I know it means my daughter is pretty incredible.": "Tôi hết lòng vì con gái tôi, Tomi. Tôi chưa bao giờ biết một người cha nào tự hào hơn thế. Tôi chắc chắn rằng con bé sẽ là một họa sĩ phi thường vào một ngày nào đó. Con bé đã rất tiến bộ rồi! Những thứ mà những bậc cha mẹ khác có thể chỉ đặt lên tủ lạnh là những thứ mà, từ Tomi, thực sự thuộc về một bảo tàng. Con bé đang thử sức với phong cách mới này gọi là phong cách ấn tượng hậu trừu tượng. Tôi không biết những từ đó có nghĩa là gì, nhưng tôi biết điều đó có nghĩa là con gái tôi khá là tuyệt vời.",
  "(From Walking The Aisle)": "(Từ Khoảnh Khắc Bước Đi Trên Lối Đi)",
  "How sweet! It's so beautiful to see a love like that.": "Thật ngọt ngào! Thật tuyệt vời khi thấy một tình yêu như vậy.",
  "Blissful Marriage": "Hôn Nhân Hạnh Phúc",
  "Who just gave a killer speech? Me!": "Ai vừa có một bài phát biểu tuyệt vời vậy? Tôi!",
  "Confident Delivery": "Diễn Thuyết Tự Tin",
  "Now that was a speech to remember!": "Đó mới là một bài phát biểu đáng nhớ!",
  "Good Speech": "Bài Phát Biểu Hay",
  "How are they still married?": "Sao họ vẫn còn cưới nhau vậy?",
  "Honeymoon Is Over": "Tuần Trăng Mật Đã Kết Thúc",
  "These vows are my promise to always be true to you.": "Những lời thề này là lời hứa của tôi sẽ luôn chung thủy với bạn.",
  "I Swear": "Tôi Thề",
  "The <i>true</i> power of love personified in a speech. <i>*sniff*</i> So beautiful, can we hear it again?": "Sức mạnh *thực sự* của tình yêu được nhân cách hóa trong một bài phát biểu. *sụt sịt* Thật đẹp, chúng ta có thể nghe lại được không?",
  "Beautiful Speech <i>*sniff*</i>": "Bài Phát Biểu Hay *sụt sịt*",
  "Remember that time we did that mildly illegal thing? Or when we did very childish things? Now everyone knows about them!": "Nhớ lần chúng ta đã làm điều gì đó hơi bất hợp pháp không? Hay khi chúng ta làm những điều rất trẻ con? Bây giờ mọi người đều biết về chúng!",
  "Questionable References": "Những Tham Chiếu Đáng Ngờ",
  "What a terrible story! That's not the wedding story I'd want to share...": "Thật là một câu chuyện khủng khiếp! Đó không phải là câu chuyện đám cưới mà tôi muốn chia sẻ...",
  "Run Away!": "Chạy Trốn Đi!",
  "That's just too many things to remember, especially since it didn't seem to work for them...": "Có quá nhiều điều để nhớ, đặc biệt là vì dường như nó không hiệu quả với họ...",
  "Old, New, Borrowed, Blue": "Cũ, Mới, Mượn, Xanh",
  "My heart! Every word was perfect.": "Trái tim tôi! Mọi lời đều hoàn hảo.",
  "Those Vows": "Những Lời Thề Đó",
  "Come on. Is there anything better than blowing bubbles for some newlyweds?": "Thôi nào. Có điều gì tốt hơn là thổi bong bóng cho một số cặp vợ chồng mới cưới không?",
  "Wedding Bubbles": "Bong Bóng Đám Cưới",
  "Our wedding day was so perfect, I can't help but sharing.": "Ngày cưới của chúng ta thật hoàn hảo, tôi không thể không chia sẻ.",
  "Wedding Day Inspiration": "Nguồn Cảm Hứng Ngày Cưới",
  "I can't believe things went so wrong. I'll never forget that day.": "Tôi không thể tin được mọi thứ lại diễn ra tồi tệ như vậy. Tôi sẽ không bao giờ quên ngày đó.",
  "Wedding Day Not To Do's": "Những Điều Không Nên Làm Trong Ngày Cưới",
  "A single kiss to mark the start of a wonderful marriage.": "Một nụ hôn duy nhất đánh dấu sự khởi đầu của một cuộc hôn nhân tuyệt vời.",
  "Wedding Kiss": "Nụ Hôn Đám Cưới",
  "Throwing rice at a wedding? Yes, please!": "Ném gạo vào đám cưới? Vâng, làm ơn!",
  "Wedding Rice": "Gạo Cưới",
  "I can't believe that story was just shared in front of everyone! Yikes!": "Tôi không thể tin được câu chuyện đó vừa được chia sẻ trước mặt mọi người! Ối!",
  "What?! Oh no...": "Cái gì?! Ôi không...",
  "I hope that my wedding can be that special.": "Tôi hy vọng rằng đám cưới của tôi có thể đặc biệt như vậy.",
  "Wishing And Hoping": "Ước Ao Và Hy Vọng",
  "Just as a circle has no end, this ring symbolizes that our love will last forever.": "Giống như một vòng tròn không có điểm kết thúc, chiếc nhẫn này tượng trưng cho tình yêu của chúng ta sẽ kéo dài mãi mãi.",
  "With This Ring": "Với Chiếc Nhẫn Này",
  "Dancing with someone you care about can bring up plenty of fond memories—and make new ones, too!": "Khiêu vũ với người bạn quan tâm có thể mang lại nhiều kỷ niệm đẹp — và tạo ra những kỷ niệm mới!",
  "Sentimental Swaying": "Nhịp Nhàng Tình Cảm",
  "Dancing is clearly more perilous than you'd think.": "Rõ ràng khiêu vũ nguy hiểm hơn bạn nghĩ.",
  "That's My Foot!": "Đó là chân của tôi!",
  "{0.SimFirstName} has conjured up soothing fall memories with {M0.his}{F0.her} cup of cozy apple juice tea.": "{0.SimFirstName} đã gợi lên những kỷ niệm mùa thu êm dịu với tách trà táo ấm cúng của {M0.his}{F0.her}.",
  "Cozy Apple Juice Tea": "Trà Nước Ép Táo Ấm Cúng",
  "This tea may not breathe fire, but it will certainly help keep you focused!": "Loại trà này có thể không phun ra lửa, nhưng chắc chắn nó sẽ giúp bạn tập trung!",
  "The Black Dragon": "Hắc Long",
  "Soothe away stress with this lovely floral tea.": "Xoa dịu căng thẳng với loại trà hoa đáng yêu này.",
  "Calm and Collected Chamomile": "Cúc La Mã Bình Tĩnh Và Điềm Đạm",
  "That citrus tea was a tad bit tart, but now {0.SimFirstName}'s feeling pretty dang smart!": "Loại trà cam quýt đó hơi chua, nhưng giờ {0.SimFirstName} đang cảm thấy khá thông minh!",
  "Citrus Bloom": "Cam Quýt Nở Rộ",
  "This smiley is feeling beachy keen. ": "Biểu tượng mặt cười này đang cảm thấy rất háo hức đi biển.",
  "Silly Sandy Smiley": "Mặt Cười Cát Ngốc Nghếch",
  "{0.SimFirstName} has witnessed a symbol of love, etched with purpose and intent.": "{0.SimFirstName} đã chứng kiến một biểu tượng của tình yêu, được khắc với mục đích và ý định rõ ràng.",
  "Romance Writ Large": "Tình Yêu Viết Lớn",
  "The romantic sands have inspired {0.SimFirstName} to create <i>art</i>! ": "Những bãi cát lãng mạn đã truyền cảm hứng cho {0.SimFirstName} tạo ra *nghệ thuật*!",
  "Sandy Sentimentality": "Tình Cảm Cát",
  "{0.SimFirstName} feels happy after viewing that smiley. It's like some other Sim left {M0.him}{F0.her} a message that said, \"Hi! I like you.\" ": "{0.SimFirstName} cảm thấy hạnh phúc sau khi xem mặt cười đó. Giống như một Sim khác đã để lại cho {M0.him}{F0.her} một tin nhắn nói rằng, \"Chào! Tôi thích bạn.\"",
  "Smiles for Miles": "Những Nụ Cười Bất Tận",
  "{0.SimFirstName}'s snowy smiley face left {M0.him}{F0.her} feeling all warm inside. ": "Khuôn mặt cười tuyết của {0.SimFirstName} khiến {M0.him}{F0.her} cảm thấy ấm áp từ bên trong.",
  "What's Snow Funny?": "Có Gì Vui Trên Tuyết Vậy?",
  "The romantic snow drifts have inspired {0.SimFirstName} to create <i>art</i>! ": "Những đụn tuyết lãng mạn đã truyền cảm hứng cho {0.SimFirstName} tạo ra *nghệ thuật*!",
  "Snowy Sentimentality": "Tình Cảm Tuyết",
  "Best sand ever! One Star! It is so special and perfect!": "Cát đẹp nhất từ trước đến nay! Một sao! Nó rất đặc biệt và hoàn hảo!",
  "Starry Sands": "Cát Lấp Lánh",
  "Best snow ever! One star! Would do this again!": "Tuyết đẹp nhất từ trước đến nay! Một sao! Sẽ làm điều này một lần nữa!",
  "Starry Snow": "Tuyết Lấp Lánh",
  "Quality Teatime with a friend sure makes you feel a lot closer with them!": "Thời gian uống trà chất lượng với một người bạn chắc chắn khiến bạn cảm thấy gần gũi hơn với họ!",
  "Tea for Two": "Trà Cho Hai Người",
  "{0.SimFirstName} is still thinking about all the fun they had at the tea party!": "{0.SimFirstName} vẫn đang nghĩ về tất cả những niềm vui mà họ đã có tại bữa tiệc trà!",
  "More Tea, Please": "Cho Thêm Trà Đi",
  "{0.SimFirstName} is feeling fluttery after flaunting {M0.his}{F0.her} first dance footwork.": "{0.SimFirstName} đang cảm thấy xao xuyến sau khi thể hiện những bước chân đầu tiên của {M0.his}{F0.her} trong điệu nhảy.",
  "Two to Tango": "Song Đấu Tango",
  "Even as time has passed, {0.SimFirstName}'s memory of {M0.his}{F0.her} first dance as a married couple lives on!": "Ngay cả khi thời gian trôi qua, ký ức của {0.SimFirstName} về điệu nhảy đầu tiên của {M0.his}{F0.her} với tư cách là một cặp vợ chồng vẫn còn sống mãi!",
  "Dance Floor Feelings": "Cảm Xúc Sàn Nhảy",
  "Some Sims are the light of the party. Looks like {0.SimFirstName} was the opposite and got kicked out.": "Một số Sims là ánh sáng của bữa tiệc. Có vẻ như {0.SimFirstName} là người ngược lại và bị đuổi ra ngoài.",
  "No Party, No Fun": "Không Tiệc Tùng, Không Vui Vẻ",
  "Being kicked out of a wedding event still stings! Doesn't anyone appreciate {0.SimFirstName}'s party energy?": "Bị đuổi khỏi một sự kiện đám cưới vẫn còn đau nhói! Không ai đánh giá cao năng lượng tiệc tùng của {0.SimFirstName} sao?",
  "Bad Party Memories": "Những Kỷ Niệm Tồi Tệ Về Bữa Tiệc",
  "Serving tea smoothly is not as easy as it may seem.": "Phục vụ trà một cách trơn tru không dễ như vẻ ngoài của nó.",
  "Prim and Proper": "Tươm Tất Và Đúng Đắn",
  "Serving tea during a wedding event shows respect to loved ones and receiving it is a sign of acceptance of the marriage. ": "Phục vụ trà trong một sự kiện đám cưới thể hiện sự tôn trọng đối với những người thân yêu và nhận nó là một dấu hiệu chấp nhận cuộc hôn nhân.",
  "Traditional Tea": "Trà Truyền Thống",
  "Can't believe it's today!": "Không thể tin được hôm nay là ngày này!",
  "Wedding Excitement": "Háo Hức Đám Cưới",
  "Wedding Nerves": "Lo Lắng Trong Đám Cưới",
  "Dancing alone can be challenging, but synchronized? {0.SimFirstName} feels like {M0.he's}{F0.she's} really part of the celebration now!": "Khiêu vũ một mình có thể khó khăn, nhưng đồng bộ hóa? {0.SimFirstName} cảm thấy như {M0.he's}{F0.she's} thực sự là một phần của lễ kỷ niệm bây giờ!",
  "All Synced Up": "Đã Đồng Bộ Tất Cả",
  "Snazzy, luxurious, trendy, gorgeous clothes! {0.SimFirstName} has <i>truly</i> seen fashion today.": "Quần áo sang trọng, lộng lẫy, hợp thời trang, tuyệt đẹp! {0.SimFirstName} đã *thực sự* thấy thời trang ngày hôm nay.",
  "Couture Craver": "Người Thèm Khát Thời Trang Cao Cấp",
  "I'm pretty sure someone was there to catch it...": "Tôi khá chắc chắn rằng có ai đó ở đó để bắt nó...",
  "There was a Bouquet Toss!": "Có một màn tung hoa!",
  "With the strength of two, we sundered the cake.": "Với sức mạnh của cả hai, chúng tôi đã cắt bánh.",
  "We Cut the Cake!": "Chúng Tôi Đã Cắt Bánh!",
  "They played our song too! What a magical moment.": "Họ cũng đã chơi bài hát của chúng ta! Thật là một khoảnh khắc kỳ diệu.",
  "Our First Dance": "Điệu Nhảy Đầu Tiên Của Chúng Ta",
  "It was super awkward and yet felt right!": "Nó siêu kỳ cục nhưng lại cảm thấy đúng!",
  "There was a Big Dance!": "Có một Điệu Nhảy Lớn!",
  "It was perfect and beautiful!": "Nó thật hoàn hảo và tuyệt đẹp!",
  "We had a Bouquet! ": "Chúng Tôi Đã Có Một Bó Hoa!",
  "Naturally! A party without an oversized cake is a dull affair.": "Đương nhiên rồi! Một bữa tiệc mà không có một chiếc bánh quá khổ thì thật là tẻ nhạt.",
  "We had a Wedding Cake!": "Chúng Tôi Đã Có Một Chiếc Bánh Cưới!",
  "You know, I've got some great people in my life.": "Bạn biết đấy, tôi có một số người tuyệt vời trong cuộc đời mình.",
  "Honor Us": "Vinh Danh Chúng Tôi",
  "I hope there's cake! ": "Tôi hy vọng có bánh!",
  "Invited to Wedding": "Được Mời Đến Đám Cưới",
  "Guess who just became a Sim of Honor? ME!": "Đoán xem ai vừa trở thành Sim Danh Dự? TÔI!",
  "It's an Honor": "Thật Là Một Vinh Dự",
  "Thankfully they still fit!": "May mắn thay, chúng vẫn vừa!",
  "We exchanged Rings!": "Chúng Tôi Đã Trao Đổi Nhẫn!",
  "My get butterflies in my stomach just remembering it! ": "Chỉ cần nhớ đến nó thôi là tôi đã thấy bướm bay trong bụng rồi!",
  "We Kissed at the Altar! ": "Chúng Tôi Đã Hôn Nhau Tại Bàn Thờ!",
  "Like breathing, It's really weird to walk when you're manually doing it!": "Giống như việc hít thở, thật kỳ lạ khi đi bộ khi bạn đang làm điều đó một cách thủ công!",
  "We Walked down the Aisle Together!": "Chúng Tôi Đã Cùng Nhau Bước Đi Trên Lối Đi!",
  "{0.SimFirstName} Has caught the Wedding Bouquet, and feels a great sense of relief about their love life.": "{0.SimFirstName} Đã Bắt Được Bó Hoa Cưới và cảm thấy nhẹ nhõm về chuyện tình cảm của mình.",
  "Caught Wedding Bouquet": "Bắt Được Bó Hoa Cưới",
  "If I can't catch the bouquet, I'm going to complain about it to everyone involved.": "Nếu tôi không bắt được bó hoa, tôi sẽ phàn nàn về điều đó với tất cả những người liên quan.",
  "Every Rose Has A Thorn": "Hoa Hồng Nào Cũng Có Gai",
  "Or, don't let them hit the floor. Catch them like a champion!": "Hoặc, đừng để chúng rơi xuống sàn. Hãy bắt chúng như một nhà vô địch!",
  "Let The Flowers Hit The Floor": "Hãy Để Những Bông Hoa Rơi Xuống Sàn",
  "There's a thorn in there somewhere and of course I'd find it.": "Chắc chắn có một cái gai ở đâu đó và tất nhiên tôi sẽ tìm thấy nó.",
  "Ouch! Sharp!": "Ối! Sắc!",
  "Did you see that throw? Did {0.SimFirstName} practice that?": "Bạn có thấy cú ném đó không? {0.SimFirstName} có luyện tập nó không vậy?",
  "Set Hike!": "Vào Vị Trí! Ném!",
  "When you really love someone, you can marry them again and again and again and...": "Khi bạn thực sự yêu ai đó, bạn có thể kết hôn với họ hết lần này đến lần khác và...",
  "All Over Again": "Lặp Lại Tất Cả",
  "{0.SimFirstName}'s toast was awful, but it's not as if {M0.he}{F0.she} gave it at an important event or anything, right?": "Bài phát biểu của {0.SimFirstName} thật khủng khiếp, nhưng không phải là {M0.he}{F0.she} đã phát biểu nó tại một sự kiện quan trọng hay gì đó, phải không?",
  "Toast-Tastrophe": "Bài Phát Biểu Thảm Họa",
  "What poise! What finesse! {0.SimFirstName}'s toast has uplifted the guests!": "Thật điềm tĩnh! Thật khéo léo! Bài phát biểu của {0.SimFirstName} đã nâng cao tinh thần của các vị khách!",
  "Elegant Elocution": "Tài Hùng Biện Thanh Lịch",
  "Now THAT'S a Bach Party even a famous composer might be envious of!": "ĐÓ mới là Bữa Tiệc Độc Thân mà ngay cả một nhà soạn nhạc nổi tiếng cũng có thể ghen tị!",
  "Party Hearty": "Tiệc Tùng Hết Mình",
  "Being showered with compliments and attention makes any momentous day even better.": "Được tắm trong những lời khen ngợi và sự chú ý khiến bất kỳ ngày trọng đại nào trở nên tốt đẹp hơn.",
  "Talk of the Toast": "Chủ Đề Của Bài Phát Biểu",
  "{0.SimFirstName} has felt the cool, night sea against {M0.his}{F0.her} skin as {M0.he}{F0.she} pushed through the luminous waves. Revitalizing and refreshing. ": "{0.SimFirstName} đã cảm nhận được làn nước biển mát lạnh về đêm trên da của {M0.his}{F0.her} khi {M0.he}{F0.she} vượt qua những con sóng phát sáng. Phục hồi và sảng khoái.",
  "Bioluminescent Burst": "Bùng Nổ Phát Sáng Sinh Học",
  "A grape for {0.SimFirstName}. And another for {0.SimFirstName}. And look! That's another grape for {0.SimFirstName}! Aren't Tartosian grapes the best? ": "Một quả nho cho {0.SimFirstName}. Và một quả nữa cho {0.SimFirstName}. Và nhìn kìa! Đó là một quả nho nữa cho {0.SimFirstName}! Nho Tartosa không phải là ngon nhất sao?",
  "Grape Thief": "Kẻ Trộm Nho",
  "What's sweeter or more romantic than hand-picking wildflowers? ": "Điều gì ngọt ngào hơn hoặc lãng mạn hơn là tự tay hái hoa dại?",
  "Hand-Picked": "Tự Tay Hái",
  "When {0.SimFirstName} looked closely at the Lover's Tree, {M0.he}{F0.she} could see the branches tangling like two embracing lovers. Could the rumors be true?": "Khi {0.SimFirstName} nhìn kỹ vào Cây Tình Nhân, {M0.he}{F0.she} có thể thấy những cành cây quấn quýt như hai người yêu nhau đang ôm nhau. Có thể nào những tin đồn là sự thật?",
  "A Lover's Mystery": "Một Bí Ẩn Tình Yêu",
  "{0.SimFirstName} has taken a dip in the crystal, coastal waters of Tartosa. ": "{0.SimFirstName} đã đắm mình trong làn nước biển trong vắt, ven biển của Tartosa.",
  "Coastal Plunge": "Lặn Biển",
  "The locals say that tossing a coin into the Porto Luminoso village fountain will bring luck in love. {0.SimFirstName} can dream!": "Người dân địa phương nói rằng ném một đồng xu vào đài phun nước làng Porto Luminoso sẽ mang lại may mắn trong tình yêu. {0.SimFirstName} có thể mơ!",
  "Lucky in Love": "May Mắn Trong Tình Yêu",
  "Porto Luminoso is one of the most romantic settings in the world. The tiny village shops! The flower fountain! The ocean! Who wouldn't feel a little inspired by love? ": "Porto Luminoso là một trong những khung cảnh lãng mạn nhất trên thế giới. Những cửa hàng nhỏ bé trong làng! Đài phun nước hoa! Đại dương! Ai mà không cảm thấy một chút cảm hứng từ tình yêu?",
  "Love is in the Air": "Tình Yêu Ở Khắp Mọi Nơi",
  "There are a lot of things to fall in love with in Tartosa, but {0.SimFirstName} might just be falling for the falls. ": "Có rất nhiều điều để yêu ở Tartosa, nhưng {0.SimFirstName} có lẽ chỉ đang yêu những thác nước.",
  "Waterfall Wistfulness": "Nỗi Buồn Thác Nước",
  "Petals to the Metal": "Cánh Hoa Kim Loại",
  "Perfectly Two Tiered": "Hai Tầng Hoàn Hảo",
  "Keeper of the Rings": "Người Giữ Nhẫn",
  "One Piece Enchantment": "Sự Quyến Rũ Của Một Mảnh",
  "Beauty in Tradition": "Vẻ Đẹp Trong Truyền Thống",
  "Easy Ethereal": "Dễ Dàng Thanh Tao",
  "After Party": "Sau Bữa Tiệc",
  "Flourishing Statement": "Tuyên Bố Hưng Thịnh",
  "Oh l'amour... the flowers, the greenery: don’t get distracted by this fence gorgeously decorated and exuding all the charm of the lovey-dovey life enclosed by its simple and elegant patterns. Add a touch of loveliness and sentimentality to your house by fencing it with this poetic and charming fence. Love will be all around you.": "Ôi tình yêu... những bông hoa, cây xanh: đừng bị phân tâm bởi hàng rào được trang trí lộng lẫy này và toát lên tất cả sự quyến rũ của cuộc sống chim chuột được bao bọc bởi những họa tiết đơn giản và thanh lịch của nó. Thêm một chút đáng yêu và tình cảm vào ngôi nhà của bạn bằng cách rào nó bằng hàng rào thơ mộng và quyến rũ này. Tình yêu sẽ ở xung quanh bạn.",
  "Poetic Flowered Fence": "Hàng Rào Hoa Thơ Mộng",
  "Petal Lined Wedding Aisle - Long": "Lối Đi Đám Cưới Rải Cánh Hoa - Dài",
  "Hidden Wedding Aisle - Long": "Lối Đi Đám Cưới Ẩn - Dài",
  "Walk down the aisle in class with perfectly lined petals, in a selection of colors to match most any decorations and a variety of lengths to fit your needs.": "Bước đi trên lối đi trong sự sang trọng với những cánh hoa được xếp hoàn hảo, với nhiều màu sắc để phù hợp với hầu hết mọi đồ trang trí và nhiều độ dài để phù hợp với nhu cầu của bạn.",
  "Petal Lined Wedding Aisle - Short": "Lối Đi Đám Cưới Rải Cánh Hoa - Ngắn",
  "This more subtle Wedding Aisle will allow you to place your aisle almost anywhere such as over any rug, carpet, tile, wooden floor or flat ground you desire. It will almost be as if this disappears to leave your decorations in pristine condition.": "Lối Đi Đám Cưới tinh tế hơn này sẽ cho phép bạn đặt lối đi của mình ở hầu hết mọi nơi, chẳng hạn như trên bất kỳ tấm thảm, gạch, sàn gỗ hoặc mặt đất bằng phẳng nào bạn muốn. Nó gần như sẽ biến mất để lại đồ trang trí của bạn trong tình trạng nguyên sơ.",
  "Hidden Wedding Aisle - Short": "Lối Đi Đám Cưới Ẩn - Ngắn",
  "Petal Lined Wedding Aisle - Medium": "Lối Đi Đám Cưới Rải Cánh Hoa - Vừa",
  "Hidden Wedding Aisle - Medium": "Lối Đi Đám Cưới Ẩn - Vừa",
  "Let your passion drag you out and salute friends and family from this spectacular bowed balcony that echoes the roundness and fullness of your love life and commitment… Oh yes, marriage means commitment, too… having second thoughts? Cold feet? Look at the sinuous lines of this balcony rails, focus on its harmony and simple beauty and you’ll forget your worries while you lose your thoughts in the ecstasy of the curvy lines. Already feeling better huh? Lovely and loveful!": "Hãy để niềm đam mê kéo bạn ra ngoài và chào đón bạn bè và gia đình từ ban công uốn cong ngoạn mục này, nơi vang vọng sự tròn trịa và viên mãn của cuộc sống tình yêu và sự cam kết của bạn... Ồ vâng, hôn nhân cũng có nghĩa là cam kết... bạn đang có suy nghĩ lại? Chân lạnh? Hãy nhìn vào những đường nét uốn lượn của lan can ban công này, tập trung vào sự hài hòa và vẻ đẹp đơn giản của nó, và bạn sẽ quên đi những lo lắng của mình khi lạc mất những suy nghĩ trong sự ngây ngất của những đường cong. Bạn đã cảm thấy tốt hơn rồi phải không? Đáng yêu và tràn ngập tình yêu!",
  "Romantic Bowed Balcony": "Ban Công Uốn Cong Lãng Mạn",
  "Ever notice that everyone seems to gravitate to the refreshments at a wedding celebration? Why is that? Well, in the case of the Bar Magnet, the explanation is in the name. Guests feel drawn to this libation preparation installation because it actually has a powerful bar magnet right inside the front panel. That’s why even the most negative guest goes away feeling more positive.": "Bạn có bao giờ nhận thấy rằng mọi người dường như đều bị hút về phía đồ ăn thức uống tại một buổi tiệc cưới không? Tại sao lại như vậy? Chà, trong trường hợp của Bar Magnet, lời giải thích nằm ở cái tên. Khách cảm thấy bị thu hút đến sự chuẩn bị đồ uống có cồn này vì nó thực sự có một nam châm quầy bar mạnh mẽ ngay bên trong bảng điều khiển phía trước. Đó là lý do tại sao ngay cả vị khách tiêu cực nhất cũng ra về với cảm giác tích cực hơn.",
  "The Bar Magnet - by Notorious B.A.R.": "Bar Magnet - của Notorious B.A.R.",
  "A wedding cake topper featuring a loving pair of Cowplants": "Một đồ trang trí bánh cưới có hình một cặp cây bò yêu thương",
  "Cowplant Topper": "Đồ Trang Trí Cây Bò",
  "A wedding cake topper featuring a trio of bats": "Một đồ trang trí bánh cưới có hình bộ ba dơi",
  "Bat Topper": "Đồ Trang Trí Dơi",
  "A wedding cake topper featuring a loving pair of ghosts": "Một đồ trang trí bánh cưới có hình một cặp ma yêu thương",
  "Ghost Topper": "Đồ Trang Trí Ma",
  "A wedding cake topper featuring palm trees": "Một đồ trang trí bánh cưới có hình cây cọ",
  "Palm Tree Topper": "Đồ Trang Trí Cây Cọ",
  "A wedding cake topper of two mini sims, one in a blue suit and one in a red dress": "Một đồ trang trí bánh cưới có hình hai sims mini, một người mặc bộ đồ màu xanh lam và một người mặc váy đỏ",
  "Blue Suit and Red Dress Mini Sims Topper": "Đồ Trang Trí Sims Mini Bộ Đồ Màu Xanh Lam và Váy Đỏ",
  "A wedding cake topper of two mini sims, one in a red suit and one in a red dress": "Một đồ trang trí bánh cưới có hình hai sims mini, một người mặc bộ đồ màu đỏ và một người mặc váy đỏ",
  "Red Suit and Red Dress Mini Sims Topper": "Đồ Trang Trí Sims Mini Bộ Đồ Màu Đỏ và Váy Đỏ",
  "A wedding cake topper of two mini sims, one in a grey suit and one in a black suit": "Một đồ trang trí bánh cưới có hình hai sims mini, một người mặc bộ đồ màu xám và một người mặc bộ đồ màu đen",
  "Grey Suit and Black Suit Mini Sims Topper": "Đồ Trang Trí Sims Mini Bộ Đồ Màu Xám và Bộ Đồ Màu Đen",
  "A wedding cake topper of two mini sims, one in a green suit and one in a green dress": "Một đồ trang trí bánh cưới có hình hai sims mini, một người mặc bộ đồ màu xanh lá cây và một người mặc váy xanh lá cây",
  "Green Suit and Green Dress Mini Sims Topper": "Đồ Trang Trí Sims Mini Bộ Đồ Màu Xanh Lá Cây và Váy Xanh Lá Cây",
  "A wedding cake topper of two mini sims, both in a red suit.": "Một đồ trang trí bánh cưới có hình hai sims mini, cả hai đều mặc bộ đồ màu đỏ.",
  "Red Suits Mini Sims Topper": "Đồ Trang Trí Sims Mini Bộ Đồ Màu Đỏ",
  "A wedding cake topper of two mini sims, one in a grey suit and one in a white suit": "Một đồ trang trí bánh cưới có hình hai sims mini, một người mặc bộ đồ màu xám và một người mặc bộ đồ màu trắng",
  "Grey Suit and White Suit Mini Sims Topper": "Đồ Trang Trí Sims Mini Bộ Đồ Màu Xám và Bộ Đồ Màu Trắng",
  "A wedding cake topper of two mini sims, both in a white suit": "Một đồ trang trí bánh cưới có hình hai sims mini, cả hai đều mặc bộ đồ màu trắng",
  "White Suits Mini Sims Topper": "Đồ Trang Trí Sims Mini Bộ Đồ Màu Trắng",
  "A wedding cake topper of two mini sims, both in a red dress": "Một đồ trang trí bánh cưới có hình hai sims mini, cả hai đều mặc váy đỏ",
  "Red Dresses Mini Sims Topper": "Đồ Trang Trí Sims Mini Váy Đỏ",
  "A wedding cake topper of two mini sims, one in a white dress and one in a red dress": "Một đồ trang trí bánh cưới có hình hai sims mini, một người mặc váy trắng và một người mặc váy đỏ",
  "White Dress and Red Dress Mini Sims Topper": "Đồ Trang Trí Sims Mini Váy Trắng và Váy Đỏ",
  "A wedding cake topper of two mini sims, both in a white dress": "Một đồ trang trí bánh cưới có hình hai sims mini, cả hai đều mặc váy trắng",
  "White Dresses Mini Sims Topper": "Đồ Trang Trí Sims Mini Váy Trắng",
  "A wedding cake topper of two mini sims, one in a grey suit and one in a white dress": "Một đồ trang trí bánh cưới có hình hai sims mini, một người mặc bộ đồ màu xám và một người mặc váy trắng",
  "Grey Suit and White Dress Mini Sims Topper": "Đồ Trang Trí Sims Mini Bộ Đồ Màu Xám và Váy Trắng",
  "A wedding cake topper of two mini sims, one in a blue suit and one in an orange suit": "Một đồ trang trí bánh cưới có hình hai sims mini, một người mặc bộ đồ màu xanh lam và một người mặc bộ đồ màu cam",
  "Blue Suit and Orange Suit Mini Sims Topper": "Đồ Trang Trí Sims Mini Bộ Đồ Màu Xanh Lam và Bộ Đồ Màu Cam",
  "A wedding cake topper of two mini sims, one in a black suit and one in a white dress": "Một đồ trang trí bánh cưới có hình hai sims mini, một người mặc bộ đồ màu đen và một người mặc váy trắng",
  "Black Suit and White Dress Mini Sims Topper": "Đồ Trang Trí Sims Mini Bộ Đồ Màu Đen và Váy Trắng",
  "A wedding cake topper of two mini sims, both in a black suit": "Một đồ trang trí bánh cưới có hình hai sims mini, cả hai đều mặc bộ đồ màu đen",
  "Black Suits Mini Sims Topper": "Đồ Trang Trí Sims Mini Bộ Đồ Màu Đen",
  "A wedding cake topper of two mini sims, one in a yellow dress and one in a red dress": "Một đồ trang trí bánh cưới có hình hai sims mini, một người mặc váy vàng và một người mặc váy đỏ",
  "Yellow Dress and Red Dress Mini Sims Topper": "Đồ Trang Trí Sims Mini Váy Vàng và Váy Đỏ",
  "A wedding cake topper of two mini sims, one in a blue dress and one in a white dress": "Một đồ trang trí bánh cưới có hình hai sims mini, một người mặc váy xanh lam và một người mặc váy trắng",
  "Blue Dress and White Dress Mini Sims Topper": "Đồ Trang Trí Sims Mini Váy Xanh Lam và Váy Trắng",
  "A wedding cake topper of Red Roses": "Một đồ trang trí bánh cưới có hình Hoa Hồng Đỏ",
  "Red Rose Topper": "Đồ Trang Trí Hoa Hồng Đỏ",
  "A wedding cake topper of Yellow Roses": "Một đồ trang trí bánh cưới có hình Hoa Hồng Vàng",
  "Yellow Rose Topper": "Đồ Trang Trí Hoa Hồng Vàng",
  "A wedding cake topper of Pale Blue Roses": "Một đồ trang trí bánh cưới có hình Hoa Hồng Xanh Nhạt",
  "Pale Blue Rose Topper": "Đồ Trang Trí Hoa Hồng Xanh Nhạt",
  "A wedding cake topper of Blush Roses": "Một đồ trang trí bánh cưới có hình Hoa Hồng ửng Hồng",
  "Blush Rose Topper": "Đồ Trang Trí Hoa Hồng ửng Hồng",
  "A wedding cake topper of Pink Roses": "Một đồ trang trí bánh cưới có hình Hoa Hồng Hồng",
  "Pink Rose Topper": "Đồ Trang Trí Hoa Hồng Hồng",
  "A wedding cake topper of Pale Pink Roses": "Một đồ trang trí bánh cưới có hình Hoa Hồng Hồng Nhạt",
  "Pale Pink Rose Topper": "Đồ Trang Trí Hoa Hồng Hồng Nhạt",
  "A wedding cake topper of Black Roses": "Một đồ trang trí bánh cưới có hình Hoa Hồng Đen",
  "Black Rose Topper": "Đồ Trang Trí Hoa Hồng Đen",
  "A wedding cake topper of Blue Roses": "Một đồ trang trí bánh cưới có hình Hoa Hồng Xanh Lam",
  "Blue Rose Topper": "Đồ Trang Trí Hoa Hồng Xanh Lam",
  "A wedding cake topper of White Roses": "Một đồ trang trí bánh cưới có hình Hoa Hồng Trắng",
  "White Rose Topper": "Đồ Trang Trí Hoa Hồng Trắng",
  "A wedding cake topper of Purple Roses": "Một đồ trang trí bánh cưới có hình Hoa Hồng Tím",
  "Purple Rose Topper": "Đồ Trang Trí Hoa Hồng Tím",
  "A wedding cake topper of Red and Orange Tropical Flowers": "Một đồ trang trí bánh cưới có hình Hoa Nhiệt Đới Đỏ và Cam",
  "Red and Orange Tropical Flower Topper": "Đồ Trang Trí Hoa Nhiệt Đới Đỏ và Cam",
  "A wedding cake topper of Yellow and Magenta Tropical Flowers": "Một đồ trang trí bánh cưới có hình Hoa Nhiệt Đới Vàng và Đỏ Tươi",
  "Yellow and Magenta Tropical Flower Topper": "Đồ Trang Trí Hoa Nhiệt Đới Vàng và Đỏ Tươi",
  "A wedding cake topper of White and Purple Tropical Flowers": "Một đồ trang trí bánh cưới có hình Hoa Nhiệt Đới Trắng và Tím",
  "White and Purple Tropical Flower Topper": "Đồ Trang Trí Hoa Nhiệt Đới Trắng và Tím",
  "A wedding cake topper of Pink Tropical Flowers": "Một đồ trang trí bánh cưới có hình Hoa Nhiệt Đới Hồng",
  "Pink Tropical Flower Topper": "Đồ Trang Trí Hoa Nhiệt Đới Hồng",
  "A wedding cake topper of Yellow and Orange Tropical Flowers": "Một đồ trang trí bánh cưới có hình Hoa Nhiệt Đới Vàng và Cam",
  "Yellow and Orange Tropical Flower Topper": "Đồ Trang Trí Hoa Nhiệt Đới Vàng và Cam",
  "A wedding cake topper of White Tropical Flowers": "Một đồ trang trí bánh cưới có hình Hoa Nhiệt Đới Trắng",
  "White Tropical Flower Topper": "Đồ Trang Trí Hoa Nhiệt Đới Trắng",
  "A wedding cake topper of Black and Purple Tropical Flowers": "Một đồ trang trí bánh cưới có hình Hoa Nhiệt Đới Đen và Tím",
  "Black and Purple Tropical Flower Topper": "Đồ Trang Trí Hoa Nhiệt Đới Đen và Tím",
  "A wedding cake topper of Magenta Tropical Flowers": "Một đồ trang trí bánh cưới có hình Hoa Nhiệt Đới Đỏ Tươi",
  "Magenta Tropical Flower Topper": "Đồ Trang Trí Hoa Nhiệt Đới Đỏ Tươi",
  "A wedding cake topper of Blue Tropical Flowers": "Một đồ trang trí bánh cưới có hình Hoa Nhiệt Đới Xanh Lam",
  "Blue Tropical Flower Topper": "Đồ Trang Trí Hoa Nhiệt Đới Xanh Lam",
  "A wedding cake topper of Silver Interlinked Hearts": "Một đồ trang trí bánh cưới có hình Trái Tim Liên Kết Bạc",
  "Silver Interlinked Hearts Topper": "Đồ Trang Trí Trái Tim Liên Kết Bạc",
  "A wedding cake topper of Gold Interlinked Hearts": "Một đồ trang trí bánh cưới có hình Trái Tim Liên Kết Vàng",
  "Gold Interlinked Hearts Topper": "Đồ Trang Trí Trái Tim Liên Kết Vàng",
  "A wedding cake topper of Rose Gold Interlinked Hearts": "Một đồ trang trí bánh cưới có hình Trái Tim Liên Kết Vàng Hồng",
  "Rose Gold Interlinked Hearts Topper": "Đồ Trang Trí Trái Tim Liên Kết Vàng Hồng",
  "A wedding cake topper of White Interlinked Hearts": "Một đồ trang trí bánh cưới có hình Trái Tim Liên Kết Trắng",
  "White Interlinked Hearts Topper": "Đồ Trang Trí Trái Tim Liên Kết Trắng",
  "A wedding cake topper of Black Interlinked Hearts": "Một đồ trang trí bánh cưới có hình Trái Tim Liên Kết Đen",
  "Black Interlinked Hearts Topper": "Đồ Trang Trí Trái Tim Liên Kết Đen",
  "A wedding cake topper of Rainbow Interlinked Hearts": "Một đồ trang trí bánh cưới có hình Trái Tim Liên Kết Cầu Vồng",
  "Rainbow Interlinked Hearts Topper": "Đồ Trang Trí Trái Tim Liên Kết Cầu Vồng",
  "A wedding cake topper of script and Pale Pink Roses": "Một đồ trang trí bánh cưới có chữ viết và Hoa Hồng Hồng Nhạt",
  "Pale Pink Roses and Platinum Script Topper": "Đồ Trang Trí Chữ Bạch Kim và Hoa Hồng Hồng Nhạt",
  "A wedding cake topper of script and White Roses": "Một đồ trang trí bánh cưới có chữ viết và Hoa Hồng Trắng",
  "White Roses and Silver Script Topper": "Đồ Trang Trí Chữ Bạc và Hoa Hồng Trắng",
  "A wedding cake topper of script and Blush Roses": "Một đồ trang trí bánh cưới có chữ viết và Hoa Hồng ửng Hồng",
  "Blush Roses and Silver Script Topper": "Đồ Trang Trí Chữ Bạc và Hoa Hồng ửng Hồng",
  "A wedding cake topper of script and Pale Blue Roses": "Một đồ trang trí bánh cưới có chữ viết và Hoa Hồng Xanh Nhạt",
  "Pale Blue Roses and Platinum Script Topper": "Đồ Trang Trí Chữ Bạch Kim và Hoa Hồng Xanh Nhạt",
  "A wedding cake topper of script and Yellow Roses": "Một đồ trang trí bánh cưới có chữ viết và Hoa Hồng Vàng",
  "Yellow Roses and Bronze Script Topper": "Đồ Trang Trí Chữ Đồng và Hoa Hồng Vàng",
  "A wedding cake topper of script and Red Roses": "Một đồ trang trí bánh cưới có chữ viết và Hoa Hồng Đỏ",
  "Red Roses and Black Script Topper": "Đồ Trang Trí Chữ Đen và Hoa Hồng Đỏ",
  "A wedding cake topper of script and Orange Roses": "Một đồ trang trí bánh cưới có chữ viết và Hoa Hồng Cam",
  "Orange Roses and Blue Script Topper": "Đồ Trang Trí Chữ Xanh Lam và Hoa Hồng Cam",
  "A wedding cake topper of script and Magenta Roses": "Một đồ trang trí bánh cưới có chữ viết và Hoa Hồng Đỏ Tươi",
  "Magenta Roses and Pink Script Topper": "Đồ Trang Trí Chữ Hồng và Hoa Hồng Đỏ Tươi",
  "A wedding cake topper of Tan Flag Banners": "Một đồ trang trí bánh cưới có hình Cờ Vải Bố Màu Nâu",
  "Tan Flag Banner Topper": "Đồ Trang Trí Cờ Vải Bố Màu Nâu",
  "A wedding cake topper of Grey Flag Banners": "Một đồ trang trí bánh cưới có hình Cờ Vải Bố Màu Xám",
  "Grey Flag Banner Topper": "Đồ Trang Trí Cờ Vải Bố Màu Xám",
  "A wedding cake topper of Red Flag Banners": "Một đồ trang trí bánh cưới có hình Cờ Vải Đỏ",
  "Red Flag Banner Topper": "Đồ Trang Trí Cờ Vải Đỏ",
  "A wedding cake topper of Tan Pennant Banners": "Một đồ trang trí bánh cưới có hình Cờ Đuôi Nheo Vải Bố Màu Nâu",
  "Tan Pennant Banner Topper": "Đồ Trang Trí Cờ Đuôi Nheo Vải Bố Màu Nâu",
  "A wedding cake topper of Rainbow Pennant Banners": "Một đồ trang trí bánh cưới có hình Cờ Đuôi Nheo Cầu Vồng",
  "Rainbow Pennant Banner Topper": "Đồ Trang Trí Cờ Đuôi Nheo Cầu Vồng",
  "A wedding cake topper of Grey Pennant Banners": "Một đồ trang trí bánh cưới có hình Cờ Đuôi Nheo Màu Xám",
  "Grey Pennant Banner Topper": "Đồ Trang Trí Cờ Đuôi Nheo Màu Xám",
  "A wedding cake topper of Red Pennant Banners": "Một đồ trang trí bánh cưới có hình Cờ Đuôi Nheo Màu Đỏ",
  "Red Pennant Banner Topper": "Đồ Trang Trí Cờ Đuôi Nheo Màu Đỏ",
  "A wedding cake topper of White Pennant Banners": "Một đồ trang trí bánh cưới có hình Cờ Đuôi Nheo Màu Trắng",
  "White Pennant Banner Topper": "Đồ Trang Trí Cờ Đuôi Nheo Màu Trắng",
  "A wedding cake topper of Black Pennant Banners": "Một đồ trang trí bánh cưới có hình Cờ Đuôi Nheo Màu Đen",
  "Black Pennant Banner Topper": "Đồ Trang Trí Cờ Đuôi Nheo Màu Đen",
  "A wedding cake topper of a rainbow representing LGBTQ+ Pride": "Một đồ trang trí bánh cưới có hình cầu vồng đại diện cho Niềm tự hào của cộng đồng LGBTQ+",
  "Pride Rainbow Topper": "Đồ Trang Trí Cầu Vồng Tự Hào",
  "A wedding cake topper of a rainbow representing Genderqueer Pride": "Một đồ trang trí bánh cưới có hình cầu vồng đại diện cho Niềm tự hào Giới tính",
  "Genderqueer Pride Rainbow Topper": "Đồ Trang Trí Cầu Vồng Tự Hào Giới tính",
  "A wedding cake topper of a rainbow representing Bigender Pride": "Một đồ trang trí bánh cưới có hình cầu vồng đại diện cho Niềm tự hào Song tính",
  "Bigender Pride Rainbow Topper": "Đồ Trang Trí Cầu Vồng Tự Hào Song Tính",
  "A wedding cake topper of a rainbow representing Intersex Pride": "Một đồ trang trí bánh cưới có hình cầu vồng đại diện cho Niềm tự hào Liên giới tính",
  "Intersex Pride Rainbow Topper": "Đồ Trang Trí Cầu Vồng Tự Hào Liên giới tính",
  "A wedding cake topper of a rainbow representing Genderfluid Pride": "Một đồ trang trí bánh cưới có hình cầu vồng đại diện cho Niềm tự hào Chuyển đổi giới tính",
  "Genderfluid Pride Rainbow Topper": "Đồ Trang Trí Cầu Vồng Tự Hào Chuyển đổi giới tính",
  "A wedding cake topper of a rainbow representing Agender Pride": "Một đồ trang trí bánh cưới có hình cầu vồng đại diện cho Niềm tự hào Phi giới tính",
  "Agender Pride Rainbow Topper": "Đồ Trang Trí Cầu Vồng Tự Hào Phi giới tính",
  "A wedding cake topper of a rainbow representing Pangender Pride": "Một đồ trang trí bánh cưới có hình cầu vồng đại diện cho Niềm tự hào Toàn giới tính",
  "Pangender Pride Rainbow Topper": "Đồ Trang Trí Cầu Vồng Tự Hào Toàn giới tính",
  "A wedding cake topper of a rainbow representing LGBTQ+ Pride for all.": "Một đồ trang trí bánh cưới có hình cầu vồng đại diện cho Niềm tự hào LGBTQ+ cho tất cả mọi người.",
  "More Color, More Pride Rainbow Topper": "Đồ Trang Trí Cầu Vồng Nhiều Màu Sắc Hơn, Nhiều Tự Hào Hơn",
  "A wedding cake topper of a rainbow representing Lesbian Pride": "Một đồ trang trí bánh cưới có hình cầu vồng đại diện cho Niềm tự hào Đồng tính nữ",
  "Lesbian Pride Rainbow Topper": "Đồ Trang Trí Cầu Vồng Tự Hào Đồng tính nữ",
  "A wedding cake topper of a rainbow representing Bisexual Pride": "Một đồ trang trí bánh cưới có hình cầu vồng đại diện cho Niềm tự hào Song tính",
  "Bisexual Pride Rainbow Topper": "Đồ Trang Trí Cầu Vồng Tự Hào Song tính",
  "A wedding cake topper of a rainbow representing the continued progression of LGBTQ+ Pride": "Một đồ trang trí bánh cưới có hình cầu vồng đại diện cho sự tiến triển liên tục của Niềm tự hào LGBTQ+",
  "Progress Pride Rainbow Topper": "Đồ Trang Trí Cầu Vồng Tự Hào Tiến Bộ",
  "A wedding cake topper of a rainbow representing Pansexual Pride": "Một đồ trang trí bánh cưới có hình cầu vồng đại diện cho Niềm tự hào Toàn tính",
  "Pansexual Pride Rainbow Topper": "Đồ Trang Trí Cầu Vồng Tự Hào Toàn tính",
  "A wedding cake topper of a rainbow representing Asexual Pride": "Một đồ trang trí bánh cưới có hình cầu vồng đại diện cho Niềm tự hào Vô tính",
  "Asexual Pride Rainbow Topper": "Đồ Trang Trí Cầu Vồng Tự Hào Vô tính",
  "A wedding cake topper of a rainbow representing Polysexual Pride": "Một đồ trang trí bánh cưới có hình cầu vồng đại diện cho Niềm tự hào Đa tính",
  "Polysexual Pride Rainbow Topper": "Đồ Trang Trí Cầu Vồng Tự Hào Đa tính",
  "A wedding cake topper of a rainbow representing Aromantic Pride": "Một đồ trang trí bánh cưới có hình cầu vồng đại diện cho Niềm tự hào Vô ái",
  "Aromantic Pride Rainbow Topper": "Đồ Trang Trí Cầu Vồng Tự Hào Vô ái",
  "A wedding cake topper of a rainbow and the ally symbol representing allies of LGBTQ+ people.": "Một đồ trang trí bánh cưới có hình cầu vồng và biểu tượng đồng minh đại diện cho những người ủng hộ cộng đồng LGBTQ+.",
  "Pride Ally Rainbow Topper": "Đồ Trang Trí Cầu Vồng Đồng Minh Tự Hào",
  "A wedding cake topper of a rainbow representing Transgender Pride": "Một đồ trang trí bánh cưới có hình cầu vồng đại diện cho Niềm tự hào Chuyển giới",
  "Transgender Pride Rainbow Topper": "Đồ Trang Trí Cầu Vồng Tự Hào Chuyển giới",
  "A wedding cake topper of a rainbow representing Non-binary Pride": "Một đồ trang trí bánh cưới có hình cầu vồng đại diện cho Niềm tự hào Không nhị giới",
  "Non-binary Pride Rainbow Topper": "Đồ Trang Trí Cầu Vồng Tự Hào Không nhị giới",
  "A wedding cake topper of Metallic Stars": "Một đồ trang trí bánh cưới có hình Những Ngôi Sao Kim Loại",
  "Metallic Stars Topper": "Đồ Trang Trí Những Ngôi Sao Kim Loại",
  "A wedding cake topper of Gold Hearts": "Một đồ trang trí bánh cưới có hình Những Trái Tim Vàng",
  "Gold Hearts Topper": "Đồ Trang Trí Những Trái Tim Vàng",
  "A wedding cake topper of Rose Gold Hearts": "Một đồ trang trí bánh cưới có hình Những Trái Tim Vàng Hồng",
  "Rose Gold Hearts Topper": "Đồ Trang Trí Những Trái Tim Vàng Hồng",
  "A wedding cake topper of Silver Hearts": "Một đồ trang trí bánh cưới có hình Những Trái Tim Bạc",
  "Silver Hearts Topper": "Đồ Trang Trí Những Trái Tim Bạc",
  "A wedding cake topper of White Stars": "Một đồ trang trí bánh cưới có hình Những Ngôi Sao Trắng",
  "White Stars Topper": "Đồ Trang Trí Những Ngôi Sao Trắng",
  "A wedding cake topper of Black Stars": "Một đồ trang trí bánh cưới có hình Những Ngôi Sao Đen",
  "Black Stars Topper": "Đồ Trang Trí Những Ngôi Sao Đen",
  "A wedding cake topper of Gold Stars": "Một đồ trang trí bánh cưới có hình Những Ngôi Sao Vàng",
  "Gold Stars Topper": "Đồ Trang Trí Những Ngôi Sao Vàng",
  "A wedding cake topper of Rose Gold Stars": "Một đồ trang trí bánh cưới có hình Những Ngôi Sao Vàng Hồng",
  "Rose Gold Stars Topper": "Đồ Trang Trí Những Ngôi Sao Vàng Hồng",
  "A wedding cake topper of Silver Stars": "Một đồ trang trí bánh cưới có hình Những Trái Tim Bạc",
  "Silver Stars Topper": "Đồ Trang Trí Những Trái Tim Bạc",
  "A wedding cake topper of Metallic Hearts": "Một đồ trang trí bánh cưới có hình Những Trái Tim Kim Loại",
  "Metallic Hearts Topper": "Đồ Trang Trí Những Trái Tim Kim Loại",
  "A wedding cake topper of White Hearts": "Một đồ trang trí bánh cưới có hình Những Trái Tim Trắng",
  "White Hearts Topper": "Đồ Trang Trí Những Trái Tim Trắng",
  "A wedding cake topper of Black Hearts": "Một đồ trang trí bánh cưới có hình Những Trái Tim Đen",
  "Black Hearts Topper": "Đồ Trang Trí Những Trái Tim Đen",
  "The Mediterranean climate means gorgeous summers, but also cold winters. You will need to keep your Sim riviera house warm during the bad season, but look at the bright side: you’ll have an excuse to decorate the roof of the house with this simple and elegantly functional chimney. Add that mediterranean touch to any house and improve your roof with a simple and inconspicuous addition.": "Khí hậu Địa Trung Hải có nghĩa là mùa hè tuyệt đẹp, nhưng cũng có mùa đông lạnh giá. Bạn sẽ cần giữ ấm cho ngôi nhà bên sông của Sim trong mùa xấu, nhưng hãy nhìn vào mặt tươi sáng: bạn sẽ có lý do để trang trí mái nhà bằng chiếc ống khói đơn giản và trang nhã này. Thêm nét Địa Trung Hải đó vào bất kỳ ngôi nhà nào và cải thiện mái nhà của bạn với một sự bổ sung đơn giản và kín đáo.",
  "Mediterranean Style Chimney": "Ống Khói Phong Cách Địa Trung Hải",
  "A glass bottle with a message rolled up and secured inside. How mysterious! How exciting! What could it say? ": "Một chai thủy tinh với một thông điệp được cuộn lại và cố định bên trong. Thật bí ẩn! Thật thú vị! Nó có thể nói gì?",
  "Message in a Bottle: A Bold Reminder": "Thông Điệp Trong Chai: Một Lời Nhắc Nhở Táo Bạo",
  "Message in a Bottle: A Lover's Grudge": "Thông Điệp Trong Chai: Một Mối Hận Tình Yêu",
  "Message in a Bottle: A Scandalous Invitation": "Thông Điệp Trong Chai: Một Lời Mời Tai Tiếng",
  "Message in a Bottle: An 'Imminent' Warning": "Thông Điệp Trong Chai: Một Cảnh Báo 'Sắp Xảy Ra'",
  "Message in a Bottle: Sunlit Wishes": "Thông Điệp Trong Chai: Những Ước Nguyện Ngập Tràn Ánh Nắng",
  "Message in a Bottle: The Little Genius": "Thông Điệp Trong Chai: Thiên Tài Nhỏ Bé",
  "Message in a Bottle: A Love Poem": "Thông Điệp Trong Chai: Một Bài Thơ Tình",
  "Message in a Bottle: A Threat from Beyond": "Thông Điệp Trong Chai: Một Mối Đe Dọa Từ Bên Kia",
  "Message in a Bottle: An Inspiring Role-Model": "Thông Điệp Trong Chai: Một Hình Mẫu Truyền Cảm Hứng",
  "Message in a Bottle: A Pirate's Joke": "Thông Điệp Trong Chai: Một Câu Đùa Của Cướp Biển",
  "Message in a Bottle: Unrequited Love": "Thông Điệp Trong Chai: Tình Yêu Đơn Phương",
  "Message in a Bottle: A Cursed Message": "Thông Điệp Trong Chai: Một Thông Điệp Bị Nguyền Rủa",
  "Message in a Bottle: A Wish of Adventure": "Thông Điệp Trong Chai: Một Ước Muốn Phiêu Lưu",
  "Message in a Bottle: The Clumsy Pirate": "Thông Điệp Trong Chai: Tên Cướp Biển Vụng Về",
  "Message in a Bottle: Till Death...": "Thông Điệp Trong Chai: Cho Đến Khi Cái Chết Chia Lìa...",
  "Message in a Bottle: A Grim Promise": "Thông Điệp Trong Chai: Một Lời Hứa Nghiệt Ngã",
  "Message in a Bottle: Moonlit Musings": "Thông Điệp Trong Chai: Những Suy Tư Dưới Ánh Trăng",
  "Message in a Bottle: A Bright Hello": "Thông Điệp Trong Chai: Một Lời Chào Tươi Sáng",
  "Message in a Bottle: A Pledge of Love": "Thông Điệp Trong Chai: Một Lời Thề Yêu Thương",
  "Message in a Bottle: A Thousand Leaves": "Thông Điệp Trong Chai: Ngàn Lá Rơi",
  "Elegant and simple, perfect to decorate for the wedding of your dreams and keep curious uninvited guests at bay with these beautifully crafted curtains. Sewn from cloth from the best seamsters of Tartosa, this curtain will make your wedding party look clean and somewhat vintage chic.": "Thanh lịch và đơn giản, hoàn hảo để trang trí cho đám cưới trong mơ của bạn và giữ những vị khách tò mò không mời mà đến bằng những tấm rèm được chế tác đẹp mắt này. Được may từ vải từ những thợ may giỏi nhất của Tartosa, tấm rèm này sẽ làm cho bữa tiệc cưới của bạn trông sạch sẽ và phần nào đó mang phong cách cổ điển sang trọng.",
  "Effortless Cinched Curtain": "Rèm Thắt Đơn Giản Dễ Dàng",
  "If your venue has a bit of a higher ceiling, this version of the Effortless Cinched Curtain is for you! The more area it covers the more effective is at keeping those undesired guests peeping in at bay. Like its original version, this curtain is exquisitely crafted by Tartosa seamsters putting a touch of Tartosa in your wedding to remember.": "Nếu địa điểm của bạn có trần nhà cao hơn một chút, thì phiên bản Rèm Thắt Đơn Giản Dễ Dàng này là dành cho bạn! Diện tích che phủ càng lớn thì càng hiệu quả trong việc giữ cho những vị khách không mong muốn đó nhìn trộm. Giống như phiên bản gốc, tấm rèm này được chế tác tinh xảo bởi các thợ may Tartosa, mang đến một chút hương vị Tartosa trong đám cưới của bạn để ghi nhớ.",
  "Slightly Longer - Still Effortless Cinched Curtain": "Dài Hơn Một Chút - Vẫn Là Rèm Thắt Đơn Giản Dễ Dàng",
  "If a cinched look is not in your taste or needs for your venue décor, this version of the Effortless Curtain line is the right choice. Some may think it is just cut cloth but don't let its effortless look deceive you, Tartosa seamsters carefully cut and pleated these fabrics with love and care so your venue looks perfect so all the newlyweds shine!": "Nếu vẻ ngoài thắt lưng không hợp với sở thích hoặc nhu cầu trang trí địa điểm của bạn, thì phiên bản này của dòng Rèm Dễ Dàng là lựa chọn phù hợp. Một số người có thể nghĩ rằng nó chỉ là vải cắt nhưng đừng để vẻ ngoài dễ dàng của nó đánh lừa bạn, các thợ may Tartosa cẩn thận cắt và xếp li những loại vải này bằng tình yêu và sự quan tâm để địa điểm của bạn trông hoàn hảo để tất cả các cặp đôi mới cưới tỏa sáng!",
  "Effortless Straight Curtain": "Rèm Thẳng Đơn Giản Dễ Dàng",
  "A bit of more fabric makes everything seem more magical! Perfect for weddings, and who knows maybe you can use them to twirl in the dancefloor if you don't have a partner to dance with. ": "Thêm một chút vải khiến mọi thứ dường như trở nên kỳ diệu hơn! Hoàn hảo cho đám cưới, và ai biết được có lẽ bạn có thể sử dụng chúng để xoay tròn trên sàn nhảy nếu bạn không có bạn nhảy cùng.",
  "Slightly Longer - Still Effortless Straight Curtain": "Dài Hơn Một Chút - Vẫn Là Rèm Thẳng Đơn Giản Dễ Dàng",
  "Dance like you are an inspirational quote about dancing! Remember, you don't have to be perfect to be incredible. Dancing, even poorly, is better than never having danced at all. Dancing will set your soul ablaze and free your desires. And you should never stop. But really... if you never stop, that's probably a bug. ": "Hãy nhảy như bạn là một câu trích dẫn đầy cảm hứng về khiêu vũ! Hãy nhớ rằng, bạn không cần phải hoàn hảo để trở nên đáng kinh ngạc. Khiêu vũ, ngay cả khi tệ, vẫn tốt hơn là không bao giờ khiêu vũ. Khiêu vũ sẽ đốt cháy tâm hồn bạn và giải phóng những khát khao của bạn. Và bạn không bao giờ nên dừng lại. Nhưng thực sự... nếu bạn không bao giờ dừng lại, đó có lẽ là một lỗi.",
  "The Eloquent Occasion Dance Floor - Petite": "Sàn Nhảy Dịp Hùng Biện - Nhỏ Nhắn",
  "Need more room to dance like you are an inspirational quote about dancing? Remember, you don't have to be perfect to be incredible. Dancing, even poorly, is better than never having danced at all. Enjoy this welcome space and have fun!": "Bạn cần thêm không gian để khiêu vũ như bạn là một câu trích dẫn đầy cảm hứng về khiêu vũ? Hãy nhớ rằng, bạn không cần phải hoàn hảo để trở nên đáng kinh ngạc. Khiêu vũ, ngay cả khi tệ, vẫn tốt hơn là không bao giờ khiêu vũ. Hãy tận hưởng không gian chào đón này và vui vẻ!",
  "The Eloquent Occasion Dance Floor - Med": "Sàn Nhảy Dịp Hùng Biện - Vừa",
  "A dance floor sizable to impress. The more space, the more you can show your inspirational dancing skills. You don't have to be perfect, it is better if you are not actually. Just make sure you take breaks, and if you can't... well, maybe it is a bug... maybe.": "Một sàn nhảy có kích thước đáng để gây ấn tượng. Càng nhiều không gian, bạn càng có thể thể hiện kỹ năng khiêu vũ đầy cảm hứng của mình. Bạn không cần phải hoàn hảo, sẽ tốt hơn nếu bạn thực sự không hoàn hảo. Chỉ cần đảm bảo rằng bạn nghỉ ngơi, và nếu bạn không thể... à, có lẽ đó là một lỗi... có lẽ.",
  "The Eloquent Occasion Dance Floor - Grande": "Sàn Nhảy Dịp Hùng Biện - Lớn",
  "Ideal for a reception hall or to decorate your house with grandeur, this classical double door conveys style and solidity. The decorative segmental arch on top adds elegance and harmony while the square corners convey firmness and solemnity.": "Lý tưởng cho một sảnh chiêu đãi hoặc để trang trí ngôi nhà của bạn một cách lộng lẫy, cánh cửa đôi cổ điển này truyền tải phong cách và sự vững chắc. Vòm phân đoạn trang trí ở trên cùng làm tăng thêm vẻ thanh lịch và hài hòa, trong khi các góc vuông truyền tải sự chắc chắn và trang trọng.",
  "Classical Hall Door": "Cửa Đại Sảnh Cổ Điển",
  "Tall and impressive, this double door speaks of grandeur and underscores it with its round arch top. What solemnity, what gravity. Classical elegance and style in one massive door worth of a palace or a mansion of ancient lore.": "Cao và ấn tượng, cánh cửa đôi này nói lên sự hùng vĩ và nhấn mạnh điều đó với đỉnh vòm tròn của nó. Thật trang trọng, thật nghiêm túc. Vẻ đẹp và phong cách cổ điển trong một cánh cửa đồ sộ xứng đáng với một cung điện hoặc một dinh thự có truyền thống cổ xưa.",
  "Majestic Hall Door": "Cửa Đại Sảnh Hùng Vĩ",
  "An arch-way has style and classical elegance, but a three-pointed arch adds that exotic and romantic character that improves the classical shapes with its spiky gothic style. Elegant in its own peculiar way, acute like its angle, this archway combines classical harmony with gothic sophistication. For connoisseurs only.": "Một lối đi có vòm có phong cách và vẻ đẹp cổ điển, nhưng một vòm ba đỉnh thêm vào đó nét đặc trưng kỳ lạ và lãng mạn, giúp cải thiện các hình dạng cổ điển với phong cách gothic nhọn của nó. Thanh lịch theo cách đặc biệt của riêng nó, sắc sảo như góc của nó, lối đi có vòm này kết hợp sự hài hòa cổ điển với sự tinh tế gothic. Chỉ dành cho những người sành sỏi.",
  "The Trinity Archway": "Lối Đi Có Vòm Trinity",
  "drinkCupTea_GP11GEN Placeholder Description": "drinkCupTea_GP11GEN Mô tả Placeholder",
  "drinkCupTea_GP11GEN Placeholder Name": "drinkCupTea_GP11GEN Tên Placeholder",
  "drinkCupTeaHandle_GP11GEN Placeholder Description": "drinkCupTeaHandle_GP11GEN Mô tả Placeholder",
  "drinkCupTeaHandle_GP11GEN Placeholder Name": "drinkCupTeaHandle_GP11GEN Tên Placeholder",
  "Deliciously and elegantly fizzy!": "Sủi bọt ngon lành và thanh lịch!",
  "Sparkling Juice": "Nước Ép Sủi Bọt",
  "Dal Makhani": "Dal Makhani",
  "Gulab Jamun": "Gulab Jamun",
  "Mutton Biryani": "Mutton Biryani",
  "Bowl of Dal Makhani": "Bát Dal Makhani",
  "Bowl of Gulab Jamun": "Bát Gulab Jamun",
  "Bowl of Mutton Biryani": "Bát Mutton Biryani",
  "Sweet Bun": "Bánh Bao Ngọt",
  "Roast Duck": "Vịt Quay",
  "World-Famous Tartosian Fruit Tart": "Bánh Tart Trái Cây Tartosa Nổi Tiếng Thế Giới",
  "Sweet Buns": "Bánh Bao Ngọt",
  "Plate of Roast Duck": "Đĩa Vịt Quay",
  "Floral Wedding Cake": "Bánh Cưới Hoa",
  "Heart Wedding Cake": "Bánh Cưới Hình Tim",
  "Pillow Wedding Cake": "Bánh Cưới Hình Gối",
  "Hexagon Wedding Cake": "Bánh Cưới Hình Lục Giác",
  "Square Wedding Cake": "Bánh Cưới Hình Vuông",
  "Round Wedding Cake": "Bánh Cưới Hình Tròn",
  "Square Design Round Wedding Cake": "Bánh Cưới Hình Tròn Thiết Kế Vuông",
  "Beachy Wedding Cake": "Bánh Cưới Phong Cách Bãi Biển",
  "Cupcake Wedding Cake Display": "Màn Trình Diễn Bánh Cưới Cupcake",
  "You never forget your first gravy boat. But having a gravy fountain at your wedding. Well, that’s what every kid dreams about. I mean, it’s just part of growing up. So, when that special time finally arrives, make sure it’s completely special with the Gravy Fountain Mark IV. It serves up to 7 kinds of piping hot gravy “your way” and a bunch of other stuff your guests might wanna scarf on. It just doesn’t get any better than that.": "Bạn sẽ không bao giờ quên chiếc thuyền đựng nước sốt đầu tiên của mình. Nhưng có một đài phun nước sốt tại đám cưới của bạn. Chà, đó là điều mà mọi đứa trẻ đều mơ ước. Ý tôi là, đó chỉ là một phần của quá trình trưởng thành. Vì vậy, khi thời điểm đặc biệt đó cuối cùng cũng đến, hãy đảm bảo rằng nó hoàn toàn đặc biệt với Đài phun nước sốt Mark IV. Nó phục vụ tới 7 loại nước sốt nóng hổi \"theo cách của bạn\" và một loạt các thứ khác mà khách của bạn có thể muốn ăn vặt. Không có gì tốt hơn thế.",
  "The Gravy Fountain Mark IV Stand": "Chân Đế Đài Phun Nước Sốt Mark IV",
  "Whimsy! Love! Enchantment! This fountain will make you feel none of these things if you aren't first willing to inspire yourself with its elegant form. Really, it's up to you. Look upon the cascading water, the beds of flowers, and allow it to transport you to a magical realm of romance. ": "Sự kỳ quặc! Tình yêu! Sự mê hoặc! Đài phun nước này sẽ không khiến bạn cảm thấy bất kỳ điều nào trong số này nếu trước tiên bạn không sẵn lòng truyền cảm hứng cho bản thân bằng hình thức trang nhã của nó. Thực sự, điều đó tùy thuộc vào bạn. Hãy nhìn vào dòng nước chảy xuống, những luống hoa và cho phép nó đưa bạn đến một thế giới kỳ diệu của sự lãng mạn.",
  "The Garden of Romance Fountain": "Đài Phun Nước Vườn Địa Đàng Tình Yêu",
  "Complete your lovely fenced abode (and provide an entrance to your house) with this fantastic gate: a stone archway supports a double gate opening to the intimacy of your house or keeping it private. It gives a touch of elegance and loveliness to any fence, yard and house. Don’t be surprised if your neighbors stop to admire it and don't worry: their initial envy will be melted and conquered by its loveliness.": "Hoàn thiện ngôi nhà có hàng rào đáng yêu của bạn (và cung cấp một lối vào cho ngôi nhà của bạn) với chiếc cổng tuyệt vời này: một vòm đá đỡ một cánh cổng đôi mở ra sự thân mật của ngôi nhà của bạn hoặc giữ cho nó riêng tư. Nó mang lại một chút thanh lịch và đáng yêu cho bất kỳ hàng rào, sân và ngôi nhà nào. Đừng ngạc nhiên nếu hàng xóm của bạn dừng lại để chiêm ngưỡng nó và đừng lo lắng: sự ghen tị ban đầu của họ sẽ tan chảy và bị chinh phục bởi vẻ đáng yêu của nó.",
  "Lover's Gate": "Cổng Tình Yêu",
  "In modern times, the dragon represents the wealth and strength for the groom while the phoenix represents the bride, signifying grace and renewal of life. Together, the co-existence of two mythical creatures represents happiness, love, and prosperity. Have this intricate dragon design represent the strength of love in your wedding and may your marriage be in perfect harmony.": "Trong thời hiện đại, rồng tượng trưng cho sự giàu có và sức mạnh cho chú rể, trong khi phượng hoàng tượng trưng cho cô dâu, biểu thị sự duyên dáng và đổi mới cuộc sống. Cùng nhau, sự cùng tồn tại của hai sinh vật thần thoại tượng trưng cho hạnh phúc, tình yêu và sự thịnh vượng. Hãy để thiết kế rồng phức tạp này đại diện cho sức mạnh của tình yêu trong đám cưới của bạn và cầu mong cuộc hôn nhân của bạn luôn hòa hợp hoàn hảo.",
  "The Light of the Dragon": "Ánh Sáng Của Rồng",
  "Ever heard your significant other say \"Love you to the Moon and back\"? You can create that warm feeling when you heard this phrase for the first time at your wedding or event by placing this light orb anywhere and as many of them as you like. This lamp creates a moonlight like glow that will make you reminisce of the greatest night of your life. If marriage is not in the picture, this lamp is perfect for pondering as well as giving your Lot an aesthetic feel to it.": "Bạn đã bao giờ nghe người yêu của mình nói \"Yêu em đến tận mặt trăng và quay lại\" chưa? Bạn có thể tạo ra cảm giác ấm áp đó khi bạn nghe thấy cụm từ này lần đầu tiên tại đám cưới hoặc sự kiện của bạn bằng cách đặt quả cầu ánh sáng này ở bất kỳ đâu và nhiều như bạn muốn. Chiếc đèn này tạo ra ánh sáng giống như ánh trăng sẽ khiến bạn nhớ lại đêm tuyệt vời nhất trong cuộc đời mình. Nếu hôn nhân không có trong bức tranh, thì chiếc đèn này cũng hoàn hảo để suy ngẫm cũng như mang lại cho Lô đất của bạn một cảm giác thẩm mỹ.",
  "To the Moon and Back - Orb Lamp": "Đến Mặt Trăng Và Quay Lại - Đèn Hình Cầu",
  "Light up your thousand and one romantic nights with this elegant lamp that will add a touch of eastern style to your halls and rooms. Admire the flowery pattern and the suggestive lines of the onion shaped dome. What a magic atmosphere this gracious lamp can provide. You’ll love it and be surrounded by a genuine and sophisticated atmosphere.": "Thắp sáng hàng ngàn lẻ một đêm lãng mạn của bạn với chiếc đèn trang nhã này, chiếc đèn sẽ thêm một chút phong cách phương Đông cho các đại sảnh và căn phòng của bạn. Chiêm ngưỡng họa tiết hoa văn và những đường nét gợi cảm của mái vòm hình củ hành. Chiếc đèn duyên dáng này có thể mang lại một bầu không khí kỳ diệu đến nhường nào. Bạn sẽ yêu thích nó và được bao quanh bởi một bầu không khí chân thực và tinh tế.",
  "Exotic Elegant Lamp": "Đèn Thanh Lịch Kỳ Lạ",
  "Give tribute to your favorite couple's happiness, or why not - your own! This centerpiece is perfectly aligned with candles and a beautiful flower motif to inspire romance to any occasion and location.": "Hãy tôn vinh hạnh phúc của cặp đôi yêu thích của bạn, hoặc tại sao không - chính bạn! Vật trang trí trung tâm này hoàn toàn phù hợp với nến và họa tiết hoa tuyệt đẹp để truyền cảm hứng lãng mạn cho bất kỳ dịp và địa điểm nào.",
  "Blooming Centerpiece": "Vật Trang Trí Trung Tâm Nở Rộ",
  "Create a romantic atmosphere with this exquisite composition of nature and fire. Admire the balance of simple natural elements: the leaves, the bark, the majestic anthurium with its lovely heart-shaped leaf. Add the sublime touch of candlelight and you’ll have the perfect combination. And did you know that the Anthurium flower symbolizes hospitality? It’s also toxic, but that’s another story and you shouldn’t eat it, anyhow.": "Tạo ra một bầu không khí lãng mạn với sự kết hợp tinh tế giữa thiên nhiên và lửa này. Chiêm ngưỡng sự cân bằng của các yếu tố tự nhiên đơn giản: lá cây, vỏ cây, hoa anthurium hùng vĩ với chiếc lá hình trái tim đáng yêu. Thêm nét tuyệt vời của ánh nến và bạn sẽ có sự kết hợp hoàn hảo. Và bạn có biết rằng hoa Anthurium tượng trưng cho sự hiếu khách không? Nó cũng độc hại, nhưng đó là một câu chuyện khác và dù sao thì bạn cũng không nên ăn nó.",
  "Candlelight Composition": "Bản Nhạc Ánh Nến",
  "This modern-vintage lantern creates an aura of old world charm. It is an eye-catching piece perfect to any surface that can host it. Its light is warm as the love in a newlywed couple's hearts.": "Chiếc đèn lồng cổ điển hiện đại này tạo ra một hào quang quyến rũ của thế giới cũ. Nó là một tác phẩm bắt mắt hoàn hảo cho bất kỳ bề mặt nào có thể chứa nó. Ánh sáng của nó ấm áp như tình yêu trong trái tim của một cặp vợ chồng mới cưới.",
  "The Light of the Heart": "Ánh Sáng Của Trái Tim",
  "Perfect to create the right atmosphere for a ceremony, or to transport that kind of semi-sacred air to your house. The warm fire light accompanied by the natural colors and scent of the wooden support… And it seems to me that you’d like your house with a candle on the wall. No wind will blow it out (disclaimer note from the manufacturer: resistance to wind has not been certified by our laboratories - ongoing studies and tests have been indefinitely put on hold due to the unsatisfactory ROI reports).": "Hoàn hảo để tạo ra bầu không khí phù hợp cho một buổi lễ, hoặc để mang bầu không khí bán thiêng liêng đó đến ngôi nhà của bạn. Ánh lửa ấm áp đi kèm với màu sắc tự nhiên và hương thơm của giá đỡ bằng gỗ... Và tôi nghĩ rằng bạn sẽ thích ngôi nhà của mình với một ngọn nến trên tường. Không có cơn gió nào thổi tắt nó (lưu ý từ chối trách nhiệm từ nhà sản xuất: khả năng chống gió chưa được phòng thí nghiệm của chúng tôi chứng nhận - các nghiên cứu và thử nghiệm đang diễn ra đã bị tạm dừng vô thời hạn do các báo cáo ROI không đạt yêu cầu).",
  "Lone Candle in the Hall": "Ngọn Nến Cô Đơn Trong Đại Sảnh",
  "Where Sims can purchase Flowers and Wedding Bouquets without stress!\\n\\nWhen it comes to your special day, the last thing you wanna do is get too hung up on all those pesky details. You have enough to worry about with that whole “no white shoes after Labor Day thing”. So, when it comes to a bridal bouquet, might I suggest Petals to the Metal Mobile Flower Traylah? They’ll come right to you so all you gotta do is grab a fist full of flowers on the way into your ceremony. They have a huge selection of gently used bouquets to fit even the lowest budget. No fuss, no muss (whatever that means).": "Nơi Sims có thể mua Hoa và Bó Hoa Cưới mà không bị căng thẳng!\n\nKhi nói đến ngày đặc biệt của bạn, điều cuối cùng bạn muốn làm là quá bận tâm đến tất cả những chi tiết khó chịu đó. Bạn đã có đủ thứ để lo lắng với toàn bộ vụ \"không đi giày trắng sau Ngày Lao động\". Vì vậy, khi nói đến một bó hoa cô dâu, tôi có thể đề nghị Petals to the Metal Mobile Flower Traylah không? Họ sẽ đến ngay với bạn, vì vậy tất cả những gì bạn phải làm là lấy một nắm hoa trên đường vào buổi lễ của bạn. Họ có một bộ sưu tập lớn các bó hoa đã qua sử dụng nhẹ nhàng để phù hợp ngay cả với ngân sách thấp nhất. Không ồn ào, không lộn xộn (dù điều đó có nghĩa là gì đi chăng nữa).",
  "Petals to the Metal – The Mobile Flower Traylah": "Petals to the Metal – The Mobile Flower Traylah",
  "Delicious Chinese food from Porto Luminoso.": "Đồ ăn Trung Quốc ngon tuyệt từ Porto Luminoso.",
  "The Porto Luminoso Chinese Market Stand": "Gian Hàng Chợ Trung Quốc Porto Luminoso",
  "Delicious Indian food from Porto Luminoso.": "Đồ ăn Ấn Độ ngon tuyệt từ Porto Luminoso.",
  "The Porto Luminoso Indian Market Stand": "Gian Hàng Chợ Ấn Độ Porto Luminoso",
  "Delicious pastries and cakes from Porto Luminoso.": "Bánh ngọt và bánh ngọt ngon tuyệt từ Porto Luminoso.",
  "Porto Luminoso Patisserie Market Stall": "Gian Hàng Chợ Bánh Ngọt Porto Luminoso",
  "Give your wedding or event the elegance of this grand piano. Effortless in its design, this grand piano is perfect for those events that evoke romance with its laced lid and a natural touch with a bouquet that complements your décor.": "Mang đến cho đám cưới hoặc sự kiện của bạn sự sang trọng của chiếc đàn piano lớn này. Thiết kế đơn giản, chiếc đàn piano lớn này hoàn hảo cho những sự kiện gợi lên sự lãng mạn với nắp có ren và một chút tự nhiên với một bó hoa bổ sung cho đồ trang trí của bạn.",
  "Swooning Grand Piano": "Đàn Piano Lớn Ngất Ngây",
  "Looks can be deceiving, and this is not your everyday, neighborly barrel. Perfect for those weddings that want to evoke simpler and outdoorsy themes. This barrel promises to keep whatever it is put on top safely without taking away the spotlight from it. Guests can probably make it a game to guess the contents of the barrel, just don't think there is nectar inside.": "Vẻ ngoài có thể đánh lừa, và đây không phải là chiếc thùng hàng xóm, hàng ngày của bạn. Hoàn hảo cho những đám cưới muốn gợi lên những chủ đề đơn giản hơn và ngoài trời. Chiếc thùng này hứa hẹn sẽ giữ bất cứ thứ gì được đặt lên trên một cách an toàn mà không lấy đi sự chú ý khỏi nó. Khách có thể biến nó thành một trò chơi để đoán nội dung của thùng, chỉ cần đừng nghĩ rằng có mật hoa bên trong.",
  "Barrel of Promise": "Thùng Hứa Hẹn",
  "Three tiers to hold, three tiers to make a statement. This tiered pedestal is perfect for those corners that need something to make them pop! From plants to small lanterns and lamps, make this piece a shining part of your décor.": "Ba tầng để giữ, ba tầng để đưa ra một tuyên bố. Bệ nhiều tầng này hoàn hảo cho những góc cần một cái gì đó để làm cho chúng nổi bật! Từ cây cối đến đèn lồng nhỏ và đèn, hãy biến món đồ này thành một phần tỏa sáng trong trang trí của bạn.",
  "Tiers Not Tears": "Tầng Cao Không Nước Mắt",
  "The Skyscraper Bouquet is so enormous that all air traffic will need to be rerouted around it during your gala event. It’s just that big. If it can have that kind of an impact on world travel, just imagine how cool your wedding guests will think you are for having one.": "Bó Hoa Chọc Trời lớn đến nỗi tất cả lưu lượng không khí sẽ cần phải được chuyển hướng xung quanh nó trong sự kiện dạ tiệc của bạn. Nó chỉ lớn đến thế thôi. Nếu nó có thể có tác động như vậy đến du lịch thế giới, chỉ cần tưởng tượng khách mời đám cưới của bạn sẽ nghĩ bạn крут đến mức nào khi có một.",
  "The Skyscraper Bouquet - by Colossus Arrangements": "Bó Hoa Chọc Trời - của Colossus Arrangements",
  "What's better than getting a bouquet of flowers? A Scepter of Flowers! Its elegant fluted base is perfect for any party or for those parts of your Lot that you want to make a little more fancy! Colorful flower arrangements complement the delicate shape of the base. Make no mistake, this might look delicate but carries mighty décor power to embellish your Lot.": "Điều gì tốt hơn là nhận được một bó hoa? Một Quyền Trượng Hoa! Chân đế có rãnh trang nhã của nó là hoàn hảo cho bất kỳ bữa tiệc nào hoặc cho những phần của Lô đất mà bạn muốn làm cho nó trở nên sang trọng hơn một chút! Những sắp xếp hoa đầy màu sắc bổ sung cho hình dạng tinh tế của chân đế. Đừng nhầm lẫn, điều này có vẻ tinh tế nhưng mang sức mạnh trang trí mạnh mẽ để tô điểm cho Lô đất của bạn.",
  "Scepter of Flowers": "Quyền Trượng Hoa",
  "It is said if you put things or people in a pedestal, the harder they will fall. But with this arrangement you don't have to worry about anything falling off of it! This modern base is the perfect receptacle for the variety of delicate flower arrangements it comes with. Perfect for those corners that we never really know what to do with, its square shape is perfect for a pop of color with this item.": "Người ta nói rằng nếu bạn đặt mọi thứ hoặc mọi người lên bệ, họ sẽ càng ngã đau hơn. Nhưng với sự sắp xếp này, bạn không phải lo lắng về bất cứ điều gì rơi ra khỏi nó! Chân đế hiện đại này là vật chứa hoàn hảo cho sự đa dạng của các cách sắp xếp hoa tinh tế đi kèm với nó. Hoàn hảo cho những góc mà chúng ta không bao giờ thực sự biết phải làm gì, hình vuông của nó là hoàn hảo cho một chút màu sắc với vật phẩm này.",
  "Bouquet Pedestal": "Bệ Đỡ Bó Hoa",
  "Celebrate with the newlyweds with this expression of their happiness. This tabletop flower arrangement of roses and other flowery friends paint a picture of happiness and bliss that will permeate to the whole venue they are part of.": "Hãy ăn mừng với cặp đôi mới cưới bằng cách thể hiện hạnh phúc của họ. Sự sắp xếp hoa trên bàn này với hoa hồng và những người bạn đầy hoa khác vẽ nên một bức tranh về hạnh phúc và sự viên mãn sẽ lan tỏa đến toàn bộ địa điểm mà họ là một phần.",
  "Tabletop Bouquet": "Bó Hoa Để Bàn",
  "A monetary gift that will bring the happy couple good luck.": "Một món quà bằng tiền sẽ mang lại may mắn cho cặp đôi hạnh phúc.",
  "Red Envelope": "Phong Bì Đỏ",
  "Missing the magic of walking on a path of flower petals to the altar? Or just want to experience the thrill? This lovely carpet with floral pattern decoration will make you feel like every day is the best, happiest day of your life. Walk on it to keep dreaming and add a lovey-dovey touch to any room. You know you want this carpet. Do you?": "Nhớ lại điều kỳ diệu của việc bước đi trên con đường rải đầy cánh hoa đến bàn thờ? Hoặc chỉ muốn trải nghiệm cảm giác hồi hộp? Tấm thảm đáng yêu này với trang trí hoa văn sẽ khiến bạn cảm thấy như mọi ngày đều là ngày đẹp nhất, hạnh phúc nhất trong cuộc đời bạn. Hãy bước trên nó để tiếp tục mơ ước và thêm một chút đáng yêu cho bất kỳ căn phòng nào. Bạn biết bạn muốn tấm thảm này mà. Đúng không?",
  "Follow the Flowery Road": "Đi Theo Con Đường Đầy Hoa",
  "Imagine a wedding as if you were getting married like maidens of old fairytales... with nature around you and holding the hands of your love. This pergola will add a touch of the natural in a sensible and sophisticated way with its flourishing foliage elegantly brushing past its posts. Give your wedding day a touch of fantasy with this serene addition to your Lot.": "Hãy tưởng tượng một đám cưới như thể bạn đang kết hôn như những trinh nữ trong những câu chuyện cổ tích ngày xưa... với thiên nhiên xung quanh bạn và nắm tay người yêu của bạn. Giàn che này sẽ thêm một chút tự nhiên một cách hợp lý và tinh tế với tán lá xum xuê trang nhã lướt qua các cột của nó. Hãy mang đến cho ngày cưới của bạn một chút tưởng tượng với sự bổ sung thanh bình này cho Lô đất của bạn.",
  "Fairytale Pergola": "Giàn Che Như Cổ Tích",
  "The fact is, at your wedding you’re gonna get photographed more times than your aunt Edna at that red light traffic camera on main street. So, to keep those snaps lookin’ fresh, you’ll need some professional help. Maybe it’s time to call SnapHappy Rentals. They’re the folks with The BackDropper Pro. Simply stand in front of it and The Backdropper Pro does the rest – making even the most hideous bridesmaid dresses look spiffy. ": "Thực tế là, trong đám cưới của bạn, bạn sẽ được chụp ảnh nhiều hơn cả dì Edna của bạn tại chiếc camera giao thông đèn đỏ trên phố chính. Vì vậy, để giữ cho những bức ảnh đó trông tươi tắn, bạn sẽ cần một số trợ giúp chuyên nghiệp. Có lẽ đã đến lúc gọi cho SnapHappy Rentals. Họ là những người có The BackDropper Pro. Chỉ cần đứng trước nó và The Backdropper Pro sẽ làm phần còn lại - làm cho ngay cả những chiếc váy phù dâu xấu xí nhất trông bảnh bao.",
  "The BackDropper Pro - by SnapHappy Rentals": "The BackDropper Pro - của SnapHappy Rentals",
  "One couple put some banners in the name of love\\nOne couple, they come and go\\nOne couple here to dance\\nOne couple to decorate\\n\\nIn the name of love\\nOne banner in the name of love\\nIn the name of love\\nWhat more in the name of love\\n": "Một cặp đôi đặt một số biểu ngữ nhân danh tình yêu\nMột cặp đôi, họ đến rồi đi\nMột cặp đôi ở đây để khiêu vũ\nMột cặp đôi để trang trí\n\nNhân danh tình yêu\nMột biểu ngữ nhân danh tình yêu\nNhân danh tình yêu\nCòn gì nữa nhân danh tình yêu\n",
  "Banners for Love": "Biểu Ngữ Cho Tình Yêu",
  "From the outside it may look like a regular post, fit for holding any regular banners. But this post is special, this post is <i>the</i> post that can hold banners filled with love. Strong as anybody's first love, this post is made with solid wood reclaimed from many of the pirate ships that graced Tartosa. Legends say it was built mostly from the very ship that hosted one of Princess Cordelia's loves so you know that if you use this post with your love banners, your love will be of legend.": "Từ bên ngoài, nó có thể trông giống như một bài đăng thông thường, phù hợp để giữ bất kỳ biểu ngữ thông thường nào. Nhưng bài đăng này là đặc biệt, bài đăng này là *bài đăng* có thể chứa các biểu ngữ tràn ngập tình yêu. Mạnh mẽ như tình yêu đầu của bất kỳ ai, bài đăng này được làm bằng gỗ nguyên khối được thu hồi từ nhiều tàu cướp biển đã tô điểm cho Tartosa. Truyền thuyết kể rằng nó được xây dựng chủ yếu từ chính con tàu đã tổ chức một trong những tình yêu của Công chúa Cordelia, vì vậy bạn biết rằng nếu bạn sử dụng bài đăng này với các biểu ngữ tình yêu của mình, tình yêu của bạn sẽ trở thành huyền thoại.",
  "Strong Post": "Bài Đăng Mạnh Mẽ",
  "Flowers are a symbol of happiness at weddings and this pergola shows that in perfect harmony. This beautifully arranged pergola will be the greatest complement to your venue and wedding, making it an enchanting space for the newlyweds and guests to share their happiness and love.": "Hoa là một biểu tượng của hạnh phúc trong đám cưới và giàn che này cho thấy điều đó trong sự hài hòa hoàn hảo. Giàn che được sắp xếp đẹp mắt này sẽ là sự bổ sung tuyệt vời nhất cho địa điểm và đám cưới của bạn, biến nó thành một không gian đầy mê hoặc để các cặp đôi mới cưới và khách chia sẻ hạnh phúc và tình yêu của họ.",
  "Enchanting Pergola": "Giàn Che Mê Hoặc",
  "It is said that no eyes must pry while the newlyweds get ready for the wedding, this screen can help with prying eyes - No peeking! Oh the anticipation you feel now will be just a memory after your ceremonies and celebrations finish. You can also take this room divider to your Lot as a functional element and a constant reminder of your wedding day.": "Người ta nói rằng không ai được phép tò mò khi các cặp đôi mới cưới chuẩn bị cho đám cưới, màn hình này có thể giúp ngăn chặn những con mắt tò mò - Không được nhìn trộm! Ồ, sự mong đợi mà bạn cảm thấy bây giờ sẽ chỉ còn là một kỷ niệm sau khi các buổi lễ và lễ kỷ niệm của bạn kết thúc. Bạn cũng có thể mang vách ngăn phòng này đến Lô đất của mình như một yếu tố chức năng và một lời nhắc nhở liên tục về ngày cưới của bạn.",
  "Room Divider of Anticipation": "Vách Ngăn Phòng Của Sự Mong Đợi",
  "Weddings are expensive so you might as well get your money's worth. That’s where the Wedding Tent comes in. At your wedding it’s an ostentatious covered walkway for your guests. At home it will keep the sun & dust off that engine puller & those auto parts on your lawn. Now that’s real value anyone can see.": "Đám cưới tốn kém, vì vậy bạn cũng có thể nhận được giá trị đồng tiền của mình. Đó là lý do tại sao Lều Cưới ra đời. Tại đám cưới của bạn, nó là một lối đi có mái che phô trương cho khách của bạn. Ở nhà, nó sẽ giữ cho ánh nắng mặt trời & bụi bẩn khỏi dụng cụ kéo động cơ và những phụ tùng ô tô đó trên bãi cỏ của bạn. Bây giờ đó mới là giá trị thực mà bất kỳ ai cũng có thể thấy.",
  "The Wedding Tent - by Cheapskate Industries": "Lều Cưới - của Cheapskate Industries",
  "It’s been said, weddings are expensive so you might as well get your money’s worth. First, have your wedding at night. That’ll save you a bunch. And this is where the Lighted Wedding Tent comes in. At your wedding it’s an ostentatious covered walkway for your guests. But this one is lighted so, it’ll keep you from getting sued if someone falls off the walkway. At home it will keep the dust off that engine puller & those auto parts on your lawn. Plus, now you’ll be able to rummage around in them at night! That’s real value!": "Người ta nói rằng đám cưới tốn kém, vì vậy bạn cũng có thể nhận được giá trị đồng tiền của mình. Đầu tiên, hãy tổ chức đám cưới của bạn vào ban đêm. Điều đó sẽ giúp bạn tiết kiệm được rất nhiều. Và đây là nơi Lều Cưới Có Đèn ra đời. Tại đám cưới của bạn, nó là một lối đi có mái che phô trương cho khách của bạn. Nhưng cái này được thắp sáng, vì vậy nó sẽ giúp bạn không bị kiện nếu ai đó ngã khỏi lối đi. Ở nhà, nó sẽ giữ bụi bẩn khỏi dụng cụ kéo động cơ và những phụ tùng ô tô đó trên bãi cỏ của bạn. Thêm vào đó, bây giờ bạn sẽ có thể lục lọi chúng vào ban đêm! Đó là giá trị thực!",
  "The Lighted Wedding Tent - by Cheapskate Industries": "Lều Cưới Có Đèn - của Cheapskate Industries",
  "Staked through the... erm... grass? And you are to blame!\\nYou give décor... a good name\\n\\nWould you be content to see me in your party\\nAfter all those little places you put me through\\nAfter all that decision making, now I'm lying content\\nIsn't it nice to just look at me?": "Cọc xuyên qua... ừm... cỏ? Và bạn phải chịu trách nhiệm!\nBạn mang đến cho trang trí... một danh tiếng tốt\n\nBạn có bằng lòng nhìn thấy tôi trong bữa tiệc của bạn không\nSau tất cả những nơi nhỏ bé mà bạn đã đưa tôi đi qua\nSau tất cả những quyết định đó, bây giờ tôi đang nằm hài lòng\nKhông phải là tốt đẹp để chỉ nhìn tôi sao?",
  "Stakes to the Heart": "Cọc Găm Vào Tim",
  "Legend says that if you hear the sounds of bells, it is that love has blossomed in Tartosa. The sounds of this bell will inspire romance to anybody near. So let yourself go once you hear the bells of Tartosa, and let happiness hold you dear.\\n\\nYou cannot see this bell in buildings in Tartosa anymore, but as a builder you might want this to give to your Lot a piece of history.": "Truyền thuyết kể rằng nếu bạn nghe thấy âm thanh của chuông, thì đó là tình yêu đã nở rộ ở Tartosa. Âm thanh của chiếc chuông này sẽ truyền cảm hứng lãng mạn cho bất kỳ ai ở gần. Vì vậy, hãy thả mình khi bạn nghe thấy tiếng chuông của Tartosa và hãy để hạnh phúc giữ chặt bạn.\n\nBạn không còn có thể nhìn thấy chiếc chuông này trong các tòa nhà ở Tartosa nữa, nhưng với tư cách là một người xây dựng, bạn có thể muốn điều này để mang đến cho Lô đất của mình một phần lịch sử.",
  "Love Bell of Tartosa": "Chuông Tình Yêu Của Tartosa",
  "You see these alot at weddings - they’re practically wedding beacons. Most people call them steeples but they’re actually called a Cupola. You can get this one and put it on the roof for your Wedding, if you want. It’s the original one designed by the famous Norwegian, Francis Fjord Cupola. What?": "Bạn thấy những cái này rất nhiều trong đám cưới - chúng thực tế là những ngọn hải đăng đám cưới. Hầu hết mọi người gọi chúng là tháp chuông, nhưng chúng thực sự được gọi là mái vòm nhỏ. Bạn có thể lấy cái này và đặt nó trên mái nhà cho Đám cưới của bạn, nếu bạn muốn. Đó là cái ban đầu được thiết kế bởi người Na Uy nổi tiếng, Francis Fjord Cupola. Cái gì?",
  "Wedding Beacons": "Hải Đăng Đám Cưới",
  "You approach the toasting bucket. All eyes on you. \nYou give your speech. Listen, feel, but please do not boo!\nWill their hands start clapping? Will there be laughter, tears? \nTrying to read their faces, you're flooded with fears!\nBut then they start laughing and smiling and crying! Your heart is warmed. \nAnother successful toast! You've outperformed! ": "Bạn tiến đến xô cụng ly. Mọi ánh mắt đổ dồn vào bạn.\nBạn phát biểu. Lắng nghe, cảm nhận, nhưng xin đừng huýt sáo!\nLiệu tay họ có bắt đầu vỗ tay? Sẽ có tiếng cười, nước mắt?\nCố gắng đọc khuôn mặt của họ, bạn tràn ngập nỗi sợ hãi!\nNhưng sau đó họ bắt đầu cười và mỉm cười và khóc! Trái tim bạn ấm lên.\nMột lời chúc mừng thành công khác! Bạn đã vượt trội!",
  "Toasting Celebration Bucket": "Xô Mừng Nâng Cốc",
  "Marigolds are popular in Hindu weddings as they represent the sun, meaning brightness and positive energy. They are also associated with Lord Vishnu and Goddess Lakshmi, who are considered an ideal couple in Hindu mythology. This flowery garland might seem a simple arrangement, but its meaning exudes a powerful meaning.": "Hoa cúc vạn thọ rất phổ biến trong đám cưới của người Hindu vì chúng đại diện cho mặt trời, có nghĩa là sự tươi sáng và năng lượng tích cực. Chúng cũng được liên kết với Thần Vishnu và Nữ thần Lakshmi, những người được coi là một cặp đôi lý tưởng trong thần thoại Hindu. Vòng hoa đầy hoa này có vẻ như là một sự sắp xếp đơn giản, nhưng ý nghĩa của nó toát ra một ý nghĩa mạnh mẽ.",
  "Colourful Marigolds Garland": "Vòng Hoa Cúc Vạn Thọ Đầy Màu Sắc",
  "Don’t you hate it when you’re at a wedding and you can’t get your drink on ‘cause it looks like it’s the Libation Engineer’s first day? Well, being organized is what it’s all about when you’re doling out the bevies at a fancy wedding. And the only sure way to keep those frosties flowing quick and all night long is with the new Hoops, There It Is back bar. It’s got multi-hoop technology assuring the refreshments are close at hand and ready to deal. So, you’ll say hoops, there it is again and again.": "Bạn không ghét nó sao khi bạn đang ở một đám cưới và bạn không thể có được đồ uống của mình vì có vẻ như đó là ngày đầu tiên của Kỹ sư đồ uống có cồn? Chà, có tổ chức là tất cả những gì quan trọng khi bạn đang phát đồ uống tại một đám cưới sang trọng. Và cách chắc chắn duy nhất để giữ cho những món đồ uống lạnh giá đó chảy nhanh chóng và suốt đêm là với quầy bar Hoops, There It Is mới. Nó có công nghệ đa vòng đảm bảo rằng đồ uống luôn ở gần và sẵn sàng giải quyết. Vì vậy, bạn sẽ nói hoops, nó lại ở đó hết lần này đến lần khác.",
  "Hoops, There It Is": "Hoops, There It Is",
  "It has been said that “love is like sandwiches” and “love is never on time”. But, no one has ever said that “love was gonna be easel”. Well, the folks at Dicey Ventures Rental understand this and have done their best to make it easel with the Love Ain’t Always Easel, Easel. You see, this easel is the perfect marriage of style and messaging that make it more easel for you to direct your guests to the reception, buffet, libations or parking at your gala wedding event. All in one, handy, reusable easel. Now, that was easel. Wasn’t it?": "Người ta đã nói rằng \"tình yêu giống như bánh sandwich\" và \"tình yêu không bao giờ đúng giờ\". Nhưng, chưa ai từng nói rằng \"tình yêu sẽ dễ dàng\". Chà, những người ở Dicey Ventures Rental hiểu điều này và đã cố gắng hết sức để làm cho nó dễ dàng với Love Ain’t Always Easel, Easel. Bạn thấy đấy, giá vẽ này là sự kết hợp hoàn hảo giữa phong cách và thông điệp giúp bạn dễ dàng hướng dẫn khách của mình đến buổi chiêu đãi, tiệc buffet, đồ uống có cồn hoặc bãi đậu xe tại sự kiện đám cưới dạ tiệc của bạn. Tất cả trong một giá vẽ tiện dụng, có thể tái sử dụng. Bây giờ, điều đó thật dễ dàng. Có phải không?",
  "Love Ain’t Always Easel – by Dicey Ventures Rental": "Love Ain’t Always Easel – của Dicey Ventures Rental",
  "It wasn’t some big cloudy mystery. You’d been dating for 5 years and the signs were all there. Humongous signs. Signs that read you were about to have your tickets punched for the slow ride to wedding town. Call me a hopeless romantic. Call me a sap with a fist full of Simoleans but I just had to buy you those very signs as your wedding gift. Keep the change - ya happy couple.": "Đó không phải là một bí ẩn lớn đầy mây mù. Bạn đã hẹn hò được 5 năm và tất cả các dấu hiệu đều ở đó. Những dấu hiệu khổng lồ. Những dấu hiệu cho thấy bạn sắp được vé cho chuyến đi chậm đến thị trấn đám cưới. Gọi tôi là một người lãng mạn vô vọng. Gọi tôi là một kẻ ngốc có một nắm Simolean nhưng tôi chỉ phải mua cho bạn những dấu hiệu đó làm quà cưới. Giữ lại tiền thừa đi - cặp đôi hạnh phúc.",
  "Those Signs... of Love!": "Những Dấu Hiệu... của Tình Yêu!",
  "A sophisticated option for your wedding or event. Perfectly cushioned for long ceremonies, this chair will make your guests stay through the whole of the ceremony, even when it seems it might never end. Its foldable structure is perfect for reuse as it stores nicely away.": "Một lựa chọn tinh tế cho đám cưới hoặc sự kiện của bạn. Được đệm hoàn hảo cho các buổi lễ dài, chiếc ghế này sẽ khiến khách của bạn ở lại trong suốt buổi lễ, ngay cả khi có vẻ như nó sẽ không bao giờ kết thúc. Cấu trúc có thể gập lại của nó là hoàn hảo để tái sử dụng vì nó cất giữ gọn gàng.",
  "Adored Folding Chair": "Ghế Gấp Được Yêu Thích",
  "Minimalistic yet distinguished chair for your wedding or any event that needs a little spark of life. Comes in a variety of options, this chair is as dependable as the weather, just don't try to water the lovely flowers - your guests won't appreciate that.": "Ghế tối giản nhưng nổi bật cho đám cưới của bạn hoặc bất kỳ sự kiện nào cần một chút tia lửa của cuộc sống. Có nhiều tùy chọn khác nhau, chiếc ghế này đáng tin cậy như thời tiết, chỉ cần đừng cố gắng tưới nước cho những bông hoa đáng yêu - khách của bạn sẽ không đánh giá cao điều đó.",
  "Adored Adorned Folding Chair": "Ghế Gấp Được Trang Trí Được Yêu Thích",
  "If you’re looking to assure that your special day turns out well, special, then you better procure the latest in innovative and stylish matrimonial seating from Wisely Wedding Industries. Specifically, their gracefully appointed Mullet Chair is all about Ceremony in the front and Celebration ‘round back. Remember, from this point forward, ‘till death do you part, your wedding seating will be judged by your friends against all weddings yet to come. Choose Wisely.": "Nếu bạn đang tìm cách đảm bảo rằng ngày đặc biệt của bạn diễn ra tốt đẹp, đặc biệt, thì bạn nên mua sắm chỗ ngồi hôn nhân sáng tạo và phong cách mới nhất từ Wisely Wedding Industries. Cụ thể, Mullet Chair được trang bị một cách duyên dáng của họ là tất cả về Nghi lễ ở phía trước và Lễ kỷ niệm ở phía sau. Hãy nhớ rằng, từ thời điểm này trở đi, cho đến khi cái chết chia lìa bạn, chỗ ngồi trong đám cưới của bạn sẽ được bạn bè của bạn đánh giá so với tất cả các đám cưới sắp tới. Hãy chọn một cách khôn ngoan.",
  "The Mullet Chair - by Wisely Wedding Industries": "Ghế Mullet - của Wisely Wedding Industries",
  "Modeled in strong and weather resistant materials, these chairs are a modern vision of chairs used by Tartosa royalty. Comes in a variety of colors to make your gatherings and weddings stand out in the right places. This chair is discreet yet sophisticated and won't ghost you in performance.": "Được mô hình hóa bằng các vật liệu mạnh mẽ và chống chịu thời tiết, những chiếc ghế này là một tầm nhìn hiện đại về những chiếc ghế được sử dụng bởi hoàng gia Tartosa. Có nhiều màu sắc khác nhau để làm cho các buổi họp mặt và đám cưới của bạn nổi bật ở đúng nơi. Chiếc ghế này kín đáo nhưng tinh tế và sẽ không bỏ rơi bạn trong quá trình biểu diễn.",
  "Not Quite the Ghost Chair": "Không Hẳn Là Ghế Ma",
  "A weaved chair generally has a casual but cool appeal, and the Weaved with Love is no different. The weave pattern supports your back comfortably as well as its gorgeous and simple seat. This is especially handy for those ceremonies that go long and is perfectly neutral for modern sensibility and makes sure that you as a guest stand out.": "Một chiếc ghế dệt thường có sức hấp dẫn giản dị nhưng mát mẻ, và Weaved with Love cũng không khác. Họa tiết dệt nâng đỡ lưng bạn một cách thoải mái cũng như chỗ ngồi tuyệt đẹp và đơn giản của nó. Điều này đặc biệt hữu ích cho những buổi lễ diễn ra dài và hoàn toàn trung tính cho sự nhạy cảm hiện đại và đảm bảo rằng bạn với tư cách là khách sẽ nổi bật.",
  "Weaved with Love Chair": "Ghế Đan Với Tình Yêu",
  "Another option for the Weaved with Love series, this chair has the same weave detailing in the back that makes it casual chic but with added flair as its back is also adorned with flower bouquets that compliment every color of it.": "Một lựa chọn khác cho dòng Weaved with Love, chiếc ghế này có cùng chi tiết đan ở mặt sau khiến nó trở nên giản dị sang trọng nhưng với nét tinh tế được thêm vào vì mặt sau của nó cũng được tô điểm bằng những bó hoa làm nổi bật mọi màu sắc của nó.",
  "Flowered and Weaved with Love Chair": "Ghế Trang Trí Hoa Và Đan Với Tình Yêu",
  "Made to bask in the sun in the gorgeous summers of Tartosa, this lounge chair is made to impress. With simplicity and elegance, lounge like those famous Sims when they are photographed while they are on holiday. Feel the breeze, the sun, and feel expensive while doing so.": "Được làm để tắm mình dưới ánh nắng mặt trời vào những mùa hè tuyệt đẹp của Tartosa, chiếc ghế dài này được làm để gây ấn tượng. Với sự đơn giản và sang trọng, hãy thư giãn như những Sims nổi tiếng khi họ được chụp ảnh khi đang đi nghỉ. Cảm nhận làn gió, ánh nắng và cảm thấy mình thật đắt giá khi làm như vậy.",
  "Riviera Lounge Chair": "Ghế Dài Riviera",
  "Sit your newlyweds in this plush and regal looking loveseat. Made from exquisite fabrics and frames - including a garland of beautiful marigold - your newlyweds, and anyone really, will feel like sitting in the happiest and most comfortable of clouds on their special day.": "Hãy cho cặp đôi mới cưới của bạn ngồi vào chiếc ghế tình yêu sang trọng và trông uy nghi này. Được làm từ các loại vải và khung tinh tế - bao gồm một vòng hoa cúc vạn thọ xinh đẹp - cặp đôi mới cưới của bạn và bất kỳ ai thực sự sẽ cảm thấy như đang ngồi trên những đám mây hạnh phúc và thoải mái nhất trong ngày đặc biệt của họ.",
  "Harmonious Loveseat": "Ghế Tình Yêu Hài Hòa",
  "I know this loveseat looks like your uncle Smellvis has been lolly-gaggin’ on it non-stop over the better part of a 3 day weekend during football season. And you’d think that this pew might just have a PU of its own - but you’d be wrong. See, where I come from, we call that antiquing the wood. Makes it look real pretty. And the fine folks at Winds of Change Inc have added that “Just Married Smell” to it. Perfect for your little get together - when the winds are a changin’ for you.": "Tôi biết chiếc ghế tình yêu này trông giống như chú Smellvis của bạn đã lêu lổng trên nó không ngừng nghỉ trong phần lớn một ngày cuối tuần 3 ngày trong mùa bóng đá. Và bạn sẽ nghĩ rằng chiếc ghế dài này có thể có một mùi hôi của riêng nó - nhưng bạn sẽ sai. Bạn thấy đấy, ở nơi tôi đến, chúng tôi gọi đó là làm cổ đồ gỗ. Làm cho nó trông thực sự đẹp. Và những người tốt ở Winds of Change Inc đã thêm \"Mùi Vừa Kết Hôn\" vào đó. Hoàn hảo cho buổi tụ tập nhỏ của bạn - khi những cơn gió đang thay đổi cho bạn.",
  "An Antiqued Pew – by Winds of Change Inc.": "Ghế Dài Cổ - của Winds of Change Inc.",
  "Well, now your dreams have all come to fruition. You’re the proud owner of the Gravy Fountain Mark IV. But if you plan to deploy it at your upcoming nuptials, you’ll need a mighty platform from which to operate. Enter the Gravy Fountain Mark IV Platform. It’s the only apparatus guaranteed to accommodate the genuine Gravy Fountain Mark IV. With plenty of space to stretch out and serve up all 7 kinds of piping hot gravy “your way” and a bunch of other stuff your guests might like to scarf up on, this deluxe, multi-tier platform is a veri-table dream maker. It ain’t no heartbreaker.": "Chà, bây giờ tất cả những giấc mơ của bạn đã thành hiện thực. Bạn là chủ sở hữu đáng tự hào của Đài phun nước sốt Mark IV. Nhưng nếu bạn có kế hoạch triển khai nó tại đám cưới sắp tới của mình, bạn sẽ cần một nền tảng mạnh mẽ để vận hành. Hãy đến với Nền tảng Đài phun nước sốt Mark IV. Đây là thiết bị duy nhất được đảm bảo chứa Đài phun nước sốt Mark IV chính hãng. Với nhiều không gian để duỗi người và phục vụ tất cả 7 loại nước sốt nóng hổi \"theo cách của bạn\" và một loạt các thứ khác mà khách của bạn có thể thích ăn, nền tảng nhiều tầng sang trọng này là một nhà tạo mộng có thể kiểm chứng. Nó không phải là kẻ làm tan vỡ trái tim.",
  "The Gravy Fountain Mark IV Platform": "Bệ Đài Phun Nước Sốt Thịt Mark IV",
  "A perfectly suited banquet table for those who like their wedding or event to be al natural. This construction is perfect for those weddings that can get... quite festive, so you can count on this banquet table to perform best when things get a bit too much. Perfect for hosting those drink fountains, or some great fixings, this table will go through it all with you.": "Một chiếc bàn tiệc hoàn toàn phù hợp cho những ai thích đám cưới hoặc sự kiện của mình thật tự nhiên. Thiết kế này hoàn hảo cho những đám cưới có thể trở nên... khá náo nhiệt, vì vậy bạn có thể tin tưởng chiếc bàn tiệc này sẽ hoạt động tốt nhất khi mọi thứ trở nên hơi quá đà. Hoàn hảo để đặt những đài phun nước uống hoặc một vài món ngon tuyệt vời, chiếc bàn này sẽ cùng bạn trải qua tất cả.",
  "Wooden Banquet": "Bàn Tiệc Gỗ",
  "Remember what you were doing when you heard that Fenwick the IV became Fenwick the V? Of course you do. It was one of “those” moments. Well, if you want people to remember what they were doing when you got married, then you need to do 2 things. No.1, invite them to your wedding and No.2, rent the very table at which Fenwick the IV was seated when he got one numeral bigger. You can tell that it’s the real deal by the big V shaped supports holding up the top. Throw the ultimate wedding and be remembered forever like old what’s his face the 5th.": "Bạn có nhớ mình đang làm gì khi nghe tin Fenwick đời IV trở thành Fenwick đời V không? Chắc chắn là có rồi. Đó là một trong “những” khoảnh khắc. Chà, nếu bạn muốn mọi người nhớ họ đã làm gì khi bạn kết hôn, thì bạn cần làm 2 điều. Thứ nhất, mời họ đến đám cưới của bạn và thứ hai, thuê chính chiếc bàn mà Fenwick đời IV đã ngồi khi ông ấy lớn hơn một bậc. Bạn có thể biết đó là hàng thật nhờ các trụ đỡ hình chữ V lớn nâng đỡ mặt bàn. Tổ chức một đám cưới đỉnh cao và được nhớ đến mãi mãi như ông kia đời thứ 5.",
  "Fenwick the V Banquet Table": "Bàn Tiệc Fenwick đời V",
  "You never know who you might end up sitting next to at the reception. Your “good time” is a make or break deal depending on the arrangement of those enigmatic place cards. Well, not anymore because now, every table is The Fun Table when you rent The Fun Table from Dicey Ventures - Guaranteed! Using some highfalootin tech algorithmical stuff you wouldn’t understand, it assigns only folks that you’re compatible with to your table every time. Great for family get togethers too. Make your next wedding a table of fun with Fun Tables. ": "Bạn không bao giờ biết mình có thể ngồi cạnh ai trong buổi tiệc chiêu đãi. Khoảng thời gian “vui vẻ” của bạn có thành công hay không phụ thuộc vào cách sắp xếp những tấm thẻ bí ẩn đó. Chà, giờ thì không còn nữa, vì giờ đây, mọi chiếc bàn đều là Bàn Vui Vẻ khi bạn thuê Bàn Vui Vẻ từ Dicey Ventures - Đảm bảo! Sử dụng một số thứ thuật toán công nghệ cao mà bạn sẽ không hiểu, nó chỉ định những người phù hợp với bạn vào bàn của bạn mọi lúc. Tuyệt vời cho cả những buổi họp mặt gia đình. Hãy biến đám cưới tiếp theo của bạn thành một bàn đầy niềm vui với Bàn Vui Vẻ.",
  "The Fun Table – by Dicey Ventures Rental": "Bàn Vui Vẻ – cho thuê bởi Dicey Ventures",
  "A traditional Chinese-Inspired tea set, perfect for showing respect and offering best wishes.": "Một bộ trà mang phong cách Trung Hoa truyền thống, hoàn hảo để thể hiện sự tôn trọng và gửi gắm những lời chúc tốt đẹp nhất.",
  "Double Happiness Tea Set": "Bộ Trà Song Hỷ",
  "A classic, English-inspired tea set. Think of it as a little, warm hug in a cup. Warning: It might solve all your problems. ": "Một bộ trà cổ điển, lấy cảm hứng từ nước Anh. Hãy nghĩ về nó như một cái ôm ấm áp nhỏ bé trong tách trà. Cảnh báo: Nó có thể giải quyết mọi vấn đề của bạn.",
  "Just a Spot of Tea, Tea Set": "Bộ Trà Uống Cho Vui",
  "Bubble solution to make bubbles.": "Dung dịch tạo bong bóng để tạo bong bóng.",
  "Bubble Bottle": "Chai Thổi Bong Bóng",
  "For fun with bubbles!": "Để vui chơi với bong bóng!",
  "Bubble Wand": "Đũa Thổi Bong Bóng",
  "No, this is not a gate into an unknown and uncertain future. This is a minimalistic and elegant wedding arch that will be the perfect frame to your wedding ceremony. As you walk down the aisle you picture yourself embarking in a journey of a lifetime with your significant other.": "Không, đây không phải là cánh cổng dẫn đến một tương lai vô định và bất định. Đây là một cổng vòm đám cưới tối giản và trang nhã, sẽ là khung hình hoàn hảo cho buổi lễ cưới của bạn. Khi bạn bước xuống lối đi, bạn hình dung mình đang bắt đầu một cuộc hành trình cả đời với người quan trọng của mình.",
  "Glimpse into the Future": "Nhìn thoáng vào tương lai",
  "Everybody knows that Sims' love is engraved in their heart. You can say it is set in stone, as long as Simmers don't make them fall for other Sims. Nothing could break Sims apart, their love is unshakeable! No matter where they go, route fail, wherever they are. Their love is set in stone forever and never apart.": "Ai cũng biết rằng tình yêu của Sims được khắc sâu trong tim họ. Bạn có thể nói rằng nó được tạc vào đá, miễn là Simmer không khiến họ yêu những Sims khác. Không gì có thể chia cắt Sims, tình yêu của họ là bất diệt! Dù họ đi đâu, dù đường đi thất bại, dù họ ở đâu. Tình yêu của họ được tạc vào đá mãi mãi và không bao giờ chia lìa.",
  "It's all Set in Stone": "Tất cả được tạc vào đá",
  "Say all the things that make you both smile\\nMaking good conversation\\nHold each other's hand under this arch\\nYou know what I mean\\nWe came to Tartosa\\nThen lounged by the beach\\nThere's nothing left to talk about\\nUnless it's on our wedding\\n\\nLet's get littoral, littoral\\nWe're getting married all littoral\\nLet's get into littoral\\nLet me hear the vows tonight": "Nói tất cả những điều khiến cả hai bạn mỉm cười\nTrò chuyện vui vẻ\nNắm tay nhau dưới mái vòm này\nBạn biết ý tôi mà\nChúng ta đến Tartosa\nRồi nằm dài trên bãi biển\nKhông còn gì để nói\nTrừ khi đó là về đám cưới của chúng ta\n\nHãy đến vùng duyên hải, duyên hải\nChúng ta sẽ kết hôn ở vùng duyên hải\nHãy đến vùng duyên hải\nHãy để tôi nghe lời thề nguyện tối nay",
  "Let's Get Littoral": "Hãy Đến Vùng Duyên Hải",
  "There comes a time in every person's life when they must realize that it’s time to hang up the old college toga and settle down with that special someone. What better way to symbolize this precious moment than with the new “The Shindig’s Over” decorative photo op archway where, together, you literally hang up your togas over the top rail. At that point, there’s really nothing left to do but pose for the picture that will sit on your end table until the end of time. How appropriate.": "Đến một thời điểm trong cuộc đời mỗi người, họ phải nhận ra rằng đã đến lúc cất chiếc áo toga cũ kỹ thời đại học và ổn định cuộc sống với người đặc biệt đó. Còn gì tuyệt vời hơn để tượng trưng cho khoảnh khắc quý giá này bằng cổng vòm chụp ảnh trang trí “Buổi Tiệc Tùng Đã Tàn” mới, nơi cả hai bạn cùng nhau treo chiếc áo toga của mình lên thanh trên cùng. Vào thời điểm đó, thực sự không còn gì để làm ngoài việc tạo dáng chụp bức ảnh sẽ nằm trên bàn cạnh giường của bạn cho đến tận thế. Thật thích hợp.",
  "(Hit the lights) The Shindig’s Over": "(Tắt đèn) Buổi Tiệc Tùng Đã Tàn",
  "Most dream of their own weddings as events like those in fairytales. The beautiful trees, gardens, and even the birds chirping. Everything showered with colourful flowers and dangly things that shine such as this wedding arch. May your ceremony have a happy ever after!": "Hầu hết mọi người đều mơ về đám cưới của mình như những sự kiện trong truyện cổ tích. Những hàng cây, khu vườn xinh đẹp, và thậm chí cả tiếng chim hót líu lo. Mọi thứ được bao phủ bởi những bông hoa đầy màu sắc và những thứ lủng lẳng lấp lánh như cổng vòm đám cưới này. Chúc buổi lễ của bạn có một kết thúc có hậu!",
  "Like From a Storybook - Really!": "Như Bước Ra Từ Truyện Cổ Tích - Thật Sự!",
  "Wedding Bouquet of Red Roses": "Bó Hoa Cưới Hồng Đỏ",
  "Red Rose Bouquet": "Bó Hoa Hồng Đỏ",
  "Wedding Bouquet of Pale Blue Roses": "Bó Hoa Cưới Hồng Xanh Nhạt",
  "Pale Blue Rose Bouquet": "Bó Hoa Hồng Xanh Nhạt",
  "Wedding Bouquet of Blush Roses": "Bó Hoa Cưới Hồng Phớt",
  "Blush Rose Bouquet": "Bó Hoa Hồng Phớt",
  "Wedding Bouquet of Pastel Garden Flowers": "Bó Hoa Cưới Vườn Hoa Pastel",
  "Pastel Garden Flower Bouquet": "Bó Hoa Vườn Hoa Pastel",
  "Wedding Bouquet of White Roses": "Bó Hoa Cưới Hồng Trắng",
  "White Rose Bouquet": "Bó Hoa Hồng Trắng",
  "Wedding Bouquet of Colorful Daisies": "Bó Hoa Cưới Cúc Nhiều Màu",
  "Colorful Daisy Bouquet": "Bó Hoa Cúc Nhiều Màu",
  "Wedding Bouquet of Rainbow Roses": "Bó Hoa Cưới Hồng Cầu Vồng",
  "Rainbow Rose Bouquet": "Bó Hoa Hồng Cầu Vồng",
  "Delicate Wedding Bouquet of Red Roses": "Bó Hoa Cưới Hồng Đỏ Tinh Tế",
  "Red Rose Delicate Bouquet": "Bó Hoa Hồng Đỏ Tinh Tế",
  "Delicate Wedding Bouquet of Pink and Orange Roses": "Bó Hoa Cưới Tinh Tế Hoa Hồng Cam và Hồng",
  "Pink and Orange Rose Delicate Bouquet": "Bó Hoa Hồng Cam và Hồng Tinh Tế",
  "Delicate Wedding Bouquet of Colorful Daisies": "Bó Hoa Cưới Tinh Tế Cúc Nhiều Màu",
  "Colorful Daisy Delicate Bouquet": "Bó Hoa Cúc Nhiều Màu Tinh Tế",
  "Delicate Wedding Bouquet of Blush Roses": "Bó Hoa Cưới Hồng Phớt Tinh Tế từ Hoa Hồng",
  "Blush Rose Delicate Bouquet": "Bó Hoa Tinh Tế Hồng Phớt",
  "Delicate Wedding Bouquet of White Roses": "Bó Hoa Cưới Trắng Tinh Tế từ Hoa Hồng",
  "White Rose Delicate Bouquet": "Bó Hoa Tinh Tế Hoa Hồng Trắng",
  "Delicate Wedding Bouquet of Pink Roses": "Bó Hoa Cưới Hồng Tinh Tế từ Hoa Hồng",
  "Pink Rose Delicate Bouquet": "Bó Hoa Tinh Tế Hoa Hồng Hồng",
  "Delicate Wedding Bouquet of Black Roses": "Bó Hoa Cưới Đen Tinh Tế từ Hoa Hồng",
  "Black Rose Delicate Bouquet": "Bó Hoa Tinh Tế Hoa Hồng Đen",
  "Delicate Wedding Bouquet of Blue Roses": "Bó Hoa Cưới Xanh Dương Tinh Tế từ Hoa Hồng",
  "Blue Rose Delicate Bouquet": "Bó Hoa Tinh Tế Hoa Hồng Xanh Dương",
  "Wedding Bouquet of Daisies": "Bó Hoa Cưới Cúc Daisy",
  "Daisy Bouquet": "Bó Hoa Cúc Daisy",
  "Wedding Bouquet of Purple Crocus": "Bó Hoa Cưới Nghệ Tây Tím",
  "Purple Crocus Bouquet": "Bó Hoa Nghệ Tây Tím",
  "Wedding Bouquet of Dahlias and Begonias": "Bó Hoa Cưới Thược Dược và Thu Hải Đường",
  "Dahlia and Begonia Bouquet": "Bó Hoa Thược Dược và Thu Hải Đường",
  "Wedding Bouquet of Lilies and Begonias": "Bó Hoa Cưới Hoa Ly và Thu Hải Đường",
  "Lily and Begonia Bouquet": "Bó Hoa Hoa Ly và Thu Hải Đường",
  "Wedding Bouquet of Birds of Paradise, Daisies, and Dahlias": "Bó Hoa Cưới Thiên Điểu, Cúc Daisy và Thược Dược",
  "Bird of Paradise, Daisy, and Dahlia Bouquet": "Bó Hoa Thiên Điểu, Cúc Daisy và Thược Dược",
  "Waiting my savior\\nNo room for air, I can't breathe, I would give a window for one more day for a gaze through my heart\\n\\nI'd give, a window\\nFor one more day as the window of your heart\\nI'd give a window, for one more day": "Chờ đợi vị cứu tinh của tôi\nKhông có chỗ cho không khí, tôi không thể thở, tôi sẽ cho một khung cửa sổ để có thêm một ngày để ngắm nhìn xuyên qua trái tim mình\n\nTôi sẽ cho, một khung cửa sổ\nĐể có thêm một ngày như là cửa sổ của trái tim bạn\nTôi sẽ cho một khung cửa sổ, để có thêm một ngày",
  "Window for a Heart": "Cửa Sổ Cho Một Trái Tim",
  "What am I waiting here for, expecting only my heart made of glass?\\nCome, wave at me\\nJust for a moment of my time, I have a fractured visage where I\nshould have a heart\\nI'm not made of wood\\nI'm not falling apart\\nBut I would give a kingdom for a window to the heart": "Tôi đang chờ đợi điều gì ở đây, chỉ mong đợi trái tim bằng thủy tinh của mình?\nHãy đến, vẫy tay với tôi\nChỉ trong một khoảnh khắc thời gian của tôi, tôi có một khuôn mặt rạn vỡ nơi tôi\nđáng lẽ phải có một trái tim\nTôi không được làm bằng gỗ\nTôi không tan rã\nNhưng tôi sẽ cho cả một vương quốc để có một khung cửa sổ đến trái tim",
  "Window of a Heart": "Cửa Sổ Của Một Trái Tim",
  "Like a window with glass, clearly a good choice\\nWindow with a heart, and a frame\\nWindow with a peculiar name\\n\\nNow I know you will never love me, I'm a window without an edge\\nI'm a window with a heart\\nI'm not allowed to feel human feelings\\nI'm king of the wall, I'm a ruler of the focal point, but I'd give it away in a moment.\\nIf I only had one moment of looking through your eyes": "Như một cửa sổ bằng kính, rõ ràng là một lựa chọn tốt\nCửa sổ với một trái tim, và một khung\nCửa sổ với một cái tên đặc biệt\n\nBây giờ tôi biết bạn sẽ không bao giờ yêu tôi, tôi là một cửa sổ không có cạnh\nTôi là một cửa sổ với một trái tim\nTôi không được phép cảm nhận những cảm xúc của con người\nTôi là vua của bức tường, tôi là người cai trị tiêu điểm, nhưng tôi sẽ cho nó đi ngay lập tức.\nNếu tôi chỉ có một khoảnh khắc được nhìn qua đôi mắt của bạn",
  "Window with a Heart": "Cửa Sổ Với Trái Tim",
  "Alone... so alone... a window to the soul of the world outside... people passing by... no one for me, even with open arms. ": "Cô đơn... thật cô đơn... một cửa sổ đến tâm hồn của thế giới bên ngoài... mọi người đi ngang qua... không ai dành cho tôi, ngay cả khi tôi dang rộng vòng tay.",
  "The Longing Window": "Cửa Sổ Khao Khát",
  "A window to the soul of the world outside, people passing by... will one of them look my way? Just me... by the sea as I yearn for a soul to share my life with.": "Một cửa sổ đến tâm hồn của thế giới bên ngoài, mọi người đi ngang qua... liệu có ai trong số họ nhìn về phía tôi không? Chỉ có tôi... bên bờ biển khi tôi khao khát một tâm hồn để chia sẻ cuộc sống.",
  "The Slightly Less Longing Window": "Cửa Sổ Bớt Khao Khát Hơn Một Chút",
  "Dancing": "Khiêu Vũ",
  "Hit the dance floor as a group or sway sentimentally to the music—either way, you're here to have a fun time.": "Hãy cùng nhau cháy hết mình trên sàn nhảy hoặc lắc lư theo điệu nhạc một cách tình cảm—dù thế nào đi nữa, bạn đến đây là để có một khoảng thời gian vui vẻ.",
  "Partake in desserts that are almost as sweet as time spent with friends and family.": "Hãy thưởng thức những món tráng miệng ngọt ngào gần bằng thời gian bạn dành cho bạn bè và gia đình.",
  "Click on a Dessert dish and then choose to Eat.": "Nhấn vào một món tráng miệng rồi chọn Ăn.",
  "Desserts": "Món tráng miệng",
  "Dine together and enjoy festive food for your special occasion. ": "Cùng nhau dùng bữa và thưởng thức những món ăn lễ hội cho dịp đặc biệt của bạn.",
  "Celebration Feast": "Bữa Tiệc Ăn Mừng",
  "Let loose and enjoy each other's company with a bit of celebratory juice.": "Hãy thư giãn và tận hưởng sự đồng hành của nhau với một chút nước ép mừng.",
  "Drinks": "Đồ Uống",
  "Formally serve tea to close family or more casually share with friends. ": "Trang trọng mời trà cho người thân trong gia đình hoặc chia sẻ thân mật hơn với bạn bè.",
  "Tea": "Trà",
  "Blow Bubbles": "Thổi Bong Bóng",
  "Click on a table, a chair, a wedding aisle, or the wedding couple and select blow bubbles.": "Nhấn vào bàn, ghế, lối đi đám cưới hoặc cặp đôi đám cưới và chọn thổi bong bóng.",
  "Blow bubbles for the wedding couple as a celebration of their special day.": "Thổi bong bóng cho cặp đôi đám cưới như một lời chúc mừng cho ngày đặc biệt của họ.",
  "Have the wedding couple cut the wedding cake": "Mời cặp đôi đám cưới cắt bánh cưới",
  "Cut Cake": "Cắt Bánh",
  "Time to celebrate and cut the cake in front of your guests.": "Đến lúc ăn mừng và cắt bánh trước mặt khách mời rồi.",
  "Click on a dance floor or source of music while music is playing to begin dancing.": "Nhấn vào sàn nhảy hoặc nguồn phát nhạc khi nhạc đang bật để bắt đầu khiêu vũ.",
  "Slow or fast, dramatic or silly... dancing is all about movement, expression, and celebration!": "Chậm hay nhanh, kịch tính hay ngớ ngẩn... khiêu vũ là tất cả về chuyển động, thể hiện và ăn mừng!",
  "First Dance": "Điệu Nhảy Đầu Tiên",
  "Enjoy your First Dance as a wedding couple in front of your guests.": "Hãy tận hưởng Điệu Nhảy Đầu Tiên của bạn với tư cách là một cặp đôi đám cưới trước mặt khách mời.",
  "Click on a Dance Floor or your significant other and slow dance with them.": "Nhấn vào Sàn Nhảy hoặc người yêu của bạn và khiêu vũ chậm với họ.",
  "Let loose and enjoy each other's company with a bit of celebratory juice. ": "Hãy thư giãn và tận hưởng sự đồng hành của nhau với một chút nước ép mừng.",
  "Click on a Bar to Order a Drink, and Drink it.": "Nhấn vào Quầy Bar để Gọi Đồ Uống, và Uống nó.",
  "Raise your glasses for a speech in honor of the Wedding Couple.": "Nâng ly chúc mừng trong bài phát biểu vinh danh Cặp Đôi Đám Cưới.",
  "Have Toasts": "Nâng Cốc Chúc Mừng",
  "Click on the Toasting Celebration Bucket and make or request a toast.": "Nhấn vào Thùng Chúc Mừng và thực hiện hoặc yêu cầu một lời chúc.",
  "Click on any food to Call To Meal or select any interaction to Eat.": "Nhấn vào bất kỳ món ăn nào để Gọi Ăn hoặc chọn bất kỳ tương tác nào để Ăn.",
  "Have Speeches": "Phát Biểu",
  "Click on a wedding guest and ask them to give a speech.": "Nhấn vào một khách mời đám cưới và yêu cầu họ phát biểu.",
  "Perform or Request a Speech for the wedding couple and the guests.": "Thực hiện hoặc Yêu cầu một Bài Phát Biểu cho cặp đôi đám cưới và các khách mời.",
  "Spousal Kiss": "Nụ Hôn Phu Thê",
  "Show your love and devotion to your new spouse with a kiss.": "Thể hiện tình yêu và sự tận tâm của bạn với người bạn đời mới bằng một nụ hôn.",
  "As a member of the wedding couple, click on your sim's partner and select Spousal Kiss.": "Là một thành viên của cặp đôi đám cưới, nhấn vào người bạn đời của sim và chọn Nụ Hôn Phu Thê.",
  "Throw rice to celebrate the wedding couple!": "Ném gạo để chúc mừng cặp đôi đám cưới!",
  "Click on a table, a chair, a wedding aisle, or the wedding couple and select Throw Rice.": "Nhấn vào bàn, ghế, lối đi đám cưới hoặc cặp đôi đám cưới và chọn Ném Gạo.",
  "Throw Rice": "Ném Gạo",
  "Exchange Vows with your significant other to express the long lasting love and dedication you promise to each other.": "Trao lời thề với người yêu của bạn để bày tỏ tình yêu và sự cống hiến lâu dài mà bạn hứa với nhau.",
  "Exchange Vows": "Trao Lời Thề",
  "Click on the Wedding Arch or your Sim's Partner and Exchange Vows.": "Nhấn vào Cổng Vòm Đám Cưới hoặc Người yêu của Sim và Trao Lời Thề.",
  "Place a wedding aisle and click on it to send your Sims down the aisle.": "Đặt một lối đi đám cưới và nhấn vào đó để đưa Sim của bạn đi xuống lối đi.",
  "Send important guests or the wedding couple down the aisle in preparation for exciting wedding moments.": "Đưa những vị khách quan trọng hoặc cặp đôi đám cưới đi xuống lối đi để chuẩn bị cho những khoảnh khắc đám cưới thú vị.",
  "Walk Down the Aisle": "Đi Xuống Lối Đi",
  "Visit Tartosa's Villa Vigna and enjoy Porto Luminoso's breathtaking cliffside views. Stay in and enjoy all the amenities this rental has to offer or take a walk down through the vineyards and visit the village for a small shopping trip. Just don't forget to try the local cuisine!": "Ghé thăm Villa Vigna của Tartosa và tận hưởng khung cảnh vách đá ngoạn mục của Porto Luminoso. Hãy ở lại và tận hưởng tất cả các tiện nghi mà khu cho thuê này cung cấp hoặc đi bộ xuống qua những vườn nho và ghé thăm ngôi làng để mua sắm nhỏ. Đừng quên thử ẩm thực địa phương!",
  "Villa Vigna": "Villa Vigna",
  "Thebe Estate is one of Porto Luminoso's historical buildings—its origins are draped in rumor and are often gossiped about by curious locals. The Thebe family, now the Laurents, have lived here for generations as noted by their fine collection of family heirlooms.  ": "Thebe Estate là một trong những tòa nhà lịch sử của Porto Luminoso—nguồn gốc của nó được bao phủ trong những lời đồn đại và thường được người dân địa phương tò mò bàn tán. Gia đình Thebe, giờ là Laurents, đã sống ở đây qua nhiều thế hệ như được ghi nhận bởi bộ sưu tập gia bảo tuyệt đẹp của gia đình họ.",
  "\"Laurent\" may be a newer name in the area, but the family certainly isn't. For generations, they've owned the local wedding venue, the cornerstone of the wedding industry in the area. And Hilary's family opened the first food stall in the village square back when they moved to the area. Now she's a chef in her parent's restaurant, and the local food market has flourished. Together, this family forms a wedding-industry powerhouse.": "\"Laurent\" có thể là một cái tên mới hơn trong khu vực, nhưng gia đình này chắc chắn không phải vậy. Trong nhiều thế hệ, họ đã sở hữu địa điểm tổ chức đám cưới địa phương, nền tảng của ngành công nghiệp đám cưới trong khu vực. Và gia đình Hilary đã mở quầy bán đồ ăn đầu tiên ở quảng trường làng khi họ chuyển đến khu vực này. Giờ đây, cô ấy là đầu bếp trong nhà hàng của bố mẹ và chợ thực phẩm địa phương đã phát triển mạnh mẽ. Cùng nhau, gia đình này tạo thành một thế lực trong ngành công nghiệp đám cưới.",
  "Laurent": "Laurent",
  "Thebe Estate": "Thebe Estate",
  "The La Coppia Serena may be the local go-to for wedding ceremonies, but every Sim knows Celebrazioni d'Amore is the best place to host a true party. Afterwards, head into the gardens for a stroll or back behind the lounge for a romantic view of the sea. ": "La Coppia Serena có thể là địa điểm được yêu thích của địa phương để tổ chức lễ cưới, nhưng mọi Sim đều biết Celebrazioni d'Amore là nơi tốt nhất để tổ chức một bữa tiệc thực sự. Sau đó, hãy đi vào khu vườn để đi dạo hoặc trở lại phía sau phòng chờ để ngắm nhìn khung cảnh biển lãng mạn.",
  "Celebrazioni d'Amore": "Celebrazioni d'Amore",
  "Tucked snugly along Tartosa's sunset coastline, Baia dell'amore offers the best of the area: soft and sandy beaches to share with a lover, plus nighttime bioluminescent shores that are perfect for lighting up a romantic dip... and only a short stroll from Porto Luminoso.": "Nằm nép mình dọc theo bờ biển hoàng hôn của Tartosa, Baia dell'amore mang đến những điều tuyệt vời nhất của khu vực: những bãi cát mềm mại và mịn màng để chia sẻ với người yêu, cộng với những bờ biển phát quang sinh học vào ban đêm, hoàn hảo để thắp sáng một buổi tắm lãng mạn... và chỉ cách Porto Luminoso một đoạn đi bộ ngắn.",
  "Baia dell'amore": "Baia dell'amore",
  "Situated just off the Terra Amorosa estuary, close to Hideaway Falls, and overlooked by the Lover's Tree, Via Romanza is a prime piece of real estate. Its location in the heart of Tartosa's love industry begs the question: what will this plot of land become? The wedding industry's next big venue? A rental for the many coupled lovebirds who return on honeymoon? Or simply a home for those who find themselves moved by the land's romantic ambiance?": "Nằm ngay ngoài cửa sông Terra Amorosa, gần Thác Ẩn Mình và được Cây Tình Nhân nhìn ra, Via Romanza là một bất động sản đắc địa. Vị trí của nó ở trung tâm ngành công nghiệp tình yêu của Tartosa đặt ra câu hỏi: mảnh đất này sẽ trở thành gì? Địa điểm lớn tiếp theo của ngành công nghiệp đám cưới? Một địa điểm cho thuê cho nhiều cặp đôi chim uyên ương trở lại hưởng tuần trăng mật? Hay đơn giản chỉ là một ngôi nhà cho những người cảm thấy xúc động bởi bầu không khí lãng mạn của vùng đất?",
  "Via Romanza": "Via Romanza",
  "This adorable home hides off Porto Luminoso's shore on tiny Piccola Luce island. Its decor pulls from nature around it—the sea's cerulean waters and the coast's famous, apricot sunsets. There's no better home for a Sim seeking solitude in a love-laced land. ": "Ngôi nhà đáng yêu này ẩn mình ngoài khơi bờ biển Porto Luminoso trên hòn đảo Piccola Luce nhỏ bé. Trang trí của nó lấy từ thiên nhiên xung quanh—vùng nước xanh lơ của biển và cảnh hoàng hôn màu mơ nổi tiếng của bờ biển. Không có ngôi nhà nào tốt hơn cho một Sim đang tìm kiếm sự cô độc ở một vùng đất tràn ngập tình yêu.",
  "Piccola Luce": "Piccola Luce",
  "The golden crown of Tartosa's wedding industry. Sims travel from all around the world to partake of the area's many romance-oriented accommodations, and it all comes together here on the day of each Sim's wedding. Indoor or outdoor, this venue has hosted a multitude of dream weddings and will continue to do so for generations to come. ": "Chiếc vương miện vàng của ngành công nghiệp đám cưới Tartosa. Các Sim đi du lịch từ khắp nơi trên thế giới để tham gia vào nhiều chỗ ở hướng đến sự lãng mạn của khu vực, và tất cả đều hội tụ ở đây vào ngày cưới của mỗi Sim. Trong nhà hay ngoài trời, địa điểm này đã tổ chức vô số đám cưới trong mơ và sẽ tiếp tục làm như vậy trong nhiều thế hệ tới.",
  "La Coppia Serena": "La Coppia Serena",
  "The woods surrounding this home create a natural barrier of privacy and peace, the perfect place for a Sim seeking to benefit from the area's attractions yet retain sweet solitude. Years back, this building was the local nectary, but the establishment has since been refurbished into a home for the Markovic family. ": "Khu rừng bao quanh ngôi nhà này tạo ra một hàng rào tự nhiên về sự riêng tư và yên bình, một nơi hoàn hảo cho một Sim muốn hưởng lợi từ các điểm tham quan của khu vực nhưng vẫn giữ được sự cô độc ngọt ngào. Nhiều năm về trước, tòa nhà này là nhà máy mật địa phương, nhưng cơ sở này đã được tân trang lại thành một ngôi nhà cho gia đình Markovic.",
  "The Markovic family are locally-renowned for their contribution to the musical-side of the wedding industry, despite having put off their own wedding time and time again. This is in no small part due to relations between them and the Laurent family being rather strained. Mateo believes the Laurents have a stranglehold on local wedding business and works hard to retain relevance. While Lucia's animosity is directed at Hector, a former lover, all the drama and work has kept them busy and unwed!": "Gia đình Markovic nổi tiếng trong vùng vì những đóng góp của họ cho khía cạnh âm nhạc của ngành công nghiệp đám cưới, mặc dù họ đã nhiều lần trì hoãn đám cưới của chính mình. Điều này phần lớn là do mối quan hệ giữa họ và gia đình Laurent khá căng thẳng. Mateo tin rằng Laurents đang nắm giữ phần lớn hoạt động kinh doanh đám cưới địa phương và nỗ lực hết mình để duy trì sự liên quan. Trong khi sự thù hằn của Lucia hướng vào Hector, một người yêu cũ, thì tất cả những kịch tính và công việc đã khiến họ bận rộn và chưa kết hôn!",
  "Markovic": "Markovic",
  "The Old Wood Nectary": "Nhà Máy Mật Gỗ Cũ",
  "At first glance, it's obvious this starter is a steal. Scenic views overlook Hideaway falls, the entirety of the Terra Amorosa estuary area, and the Lover's Tree. However, it's the hidden history that makes this spot so particularly notable to the locals. Shhh. It's a secret, though! A bit of sleuthing and you're bound to discover what makes this lot one of the best that Tartosa has to offer. ": "Thoạt nhìn, rõ ràng là căn nhà khởi đầu này là một món hời. Khung cảnh tuyệt đẹp nhìn ra Thác Ẩn Mình, toàn bộ khu vực cửa sông Terra Amorosa và Cây Tình Nhân. Tuy nhiên, chính lịch sử ẩn giấu đã khiến địa điểm này trở nên đặc biệt đáng chú ý đối với người dân địa phương. Suỵt. Đó là một bí mật! Chỉ cần một chút điều tra và bạn chắc chắn sẽ khám phá ra điều gì khiến lô đất này trở thành một trong những lô đất tốt nhất mà Tartosa cung cấp.",
  "Rifugio dei Pirati": "Rifugio dei Pirati",
  "Faiz is a poetic, hopeless romantic living in an area that specializes in the wedding industry—a constant reminder of his single status. He spends his days in the village square, selling flowers, and daydreaming of his missing soulmate. Perhaps one day, his dreams will come true. But until then... he has a flower for everyone.": "Faiz là một người lãng mạn vô vọng, sống ở một khu vực chuyên về ngành công nghiệp đám cưới—một lời nhắc nhở liên tục về tình trạng độc thân của anh. Anh dành cả ngày ở quảng trường làng, bán hoa và mơ mộng về người bạn tâm giao còn thiếu của mình. Có lẽ một ngày nào đó, giấc mơ của anh sẽ thành hiện thực. Nhưng cho đến lúc đó... anh ấy có một bông hoa cho tất cả mọi người.",
  "Jaleel": "Jaleel",
  "Years ago, Dominique and Camille were married in Tartosa. Each year they returned on vacation in hopes of re-experiencing the love - and rich local culture - only Tartosa offers. Once both women retired, they decided to make their yearly trip more permanent. \\n\\nDominique is an artist who now spends her days painting landscapes and portraits in the village square and Camille is a writer who has taken an interest in the area's storied history. Many consider her to be the Porto Luminoso historian and she can often be found enjoying the outdoors alongside Dominique while chatting about local history with anyone willing to listen.": "Nhiều năm trước, Dominique và Camille đã kết hôn ở Tartosa. Mỗi năm họ trở lại vào kỳ nghỉ với hy vọng được trải nghiệm lại tình yêu - và nền văn hóa địa phương phong phú - mà chỉ Tartosa mới có. Khi cả hai người phụ nữ nghỉ hưu, họ quyết định biến chuyến đi hàng năm của mình trở nên lâu dài hơn.\n\nDominique là một nghệ sĩ, người hiện dành cả ngày để vẽ phong cảnh và chân dung ở quảng trường làng và Camille là một nhà văn, người đã quan tâm đến lịch sử lâu đời của khu vực. Nhiều người coi cô là nhà sử học Porto Luminoso và cô thường được tìm thấy đang tận hưởng không gian ngoài trời cùng với Dominique trong khi trò chuyện về lịch sử địa phương với bất kỳ ai sẵn sàng lắng nghe.",
  "Sotos": "Sotos",
  "(From Viewing a Sand Drawing)": "(Từ việc Xem Tranh Cát)",
  "(From Viewing a Snow Drawing)": "(Từ việc Xem Tranh Tuyết)",
  "View Sand Art": "Xem Nghệ Thuật Cát",
  "Kick Out of Wedding Event": "Đuổi Khỏi Sự Kiện Đám Cưới",
  "Serve Dal Makhani": "Phục Vụ Dal Makhani",
  "Serve Tartosian Fruit Tarts": "Phục Vụ Bánh Tart Trái Cây Tartosa",
  "Serve Gulab Jamun": "Phục Vụ Gulab Jamun",
  "Serve Mutton Biryani": "Phục Vụ Mutton Biryani",
  "Serve Roast Duck": "Phục Vụ Vịt Quay",
  "Serve Sweet Buns": "Phục Vụ Bánh Bao Ngọt",
  "(From Visiting the Dress Shop)": "(Từ việc Ghé Thăm Cửa Hàng Váy)",
  "(From Blowing Bubbles)": "(Từ việc Thổi Bong Bóng)",
  "(From Giving a Good Speech)": "(Từ việc Phát Biểu Hay)",
  "(From Hearing a Good Speech)": "(Từ việc Nghe Phát Biểu Hay)",
  "(From Hearing a Bad Speech)": "(Từ việc Nghe Phát Biểu Dở)",
  "(From Giving a Bad Speech)": "(Từ việc Phát Biểu Dở)",
  "Give Speech": "Phát Biểu",
  "Listen To Speech": "Nghe Phát Biểu",
  "Ask about Wedding Day": "Hỏi Về Ngày Cưới",
  "Ask To Be Ring Bearer": "Xin Làm Người Cầm Nhẫn",
  "Exchange Vows with Officiant": "Trao Lời Thề với Người Chủ Hôn",
  "Exchange Vows with Officiant and Kiss": "Trao Lời Thề với Người Chủ Hôn và Hôn",
  "(From The Wedding Kiss)": "(Từ Nụ Hôn Đám Cưới)",
  "(From Performing Vows)": "(Từ việc Thực Hiện Lời Thề)",
  "Exchange Vows and Kiss": "Trao Lời Thề và Hôn",
  "(From Throwing Rice)": "(Từ việc Ném Gạo)",
  "Close (Debug)": "Đóng (Gỡ Lỗi)",
  "Open (Debug)": "Mở (Gỡ Lỗi)",
  "Reach Cooking Skill 5 to unlock Gourmet Cooking": "Đạt Kỹ Năng Nấu Ăn Cấp 5 để mở khóa Nấu Ăn Cao Cấp",
  "Cook Wedding Cake": "Nấu Bánh Cưới",
  "Wedding Group Dance": "Khiêu Vũ Nhóm Đám Cưới",
  "This dance floor is already in use.": "Sàn nhảy này đã được sử dụng.",
  "Must be in a group of at least two Sims to perform this interaction.": "Phải có nhóm ít nhất hai Sim để thực hiện tương tác này.",
  "(From Disliking Dancing)": "(Từ việc Không Thích Khiêu Vũ)",
  "(From Liking Dancing)": "(Từ việc Thích Khiêu Vũ)",
  "Opens: 9am, Closes: 6pm": "Mở cửa: 9 giờ sáng, Đóng cửa: 6 giờ chiều",
  "{0.SimFirstName} doesn't have any items in {M0.his}{F0.her} inventory that can be sold here.": "{0.SimFirstName} không có bất kỳ vật phẩm nào trong hành trang của {M0.his}{F0.her} có thể bán ở đây.",
  "Sell Flowers...": "Bán Hoa...",
  "Buy Discounted Wedding Bouquet...": "Mua Bó Hoa Cưới Giảm Giá...",
  "Buy Wedding Bouquet...": "Mua Bó Hoa Cưới...",
  "Buy Discounted Flowers...": "Mua Hoa Giảm Giá...",
  "Buy Flowers...": "Mua Hoa...",
  "Admire Newlyweds": "Ngưỡng Mộ Cặp Đôi Mới Cưới",
  "{0.SimFirstName} can't wait to tell everyone about {F0.her}{M0.his} engagement. It's {F0.her}{M0.his} favorite topic of conversation because {F0.she}{M0.he} just can't keep it inside anymore. Now onto the wedding planning...": "{0.SimFirstName} nóng lòng muốn kể cho mọi người nghe về việc đính hôn của {F0.her}{M0.his}. Đó là chủ đề trò chuyện yêu thích của {F0.her}{M0.his} vì {F0.she}{M0.he} không thể giữ nó trong lòng được nữa. Bây giờ đến kế hoạch đám cưới...",
  "Announce Engagement": "Thông Báo Đính Hôn",
  "Ask for Blessing to Marry": "Xin Chúc Phúc để Kết Hôn",
  "Ask to be Flower Person at Wedding": "Xin Làm Người Rải Hoa tại Đám Cưới",
  "Ask to be Sim of Honor at Wedding": "Xin Làm Sim Danh Dự tại Đám Cưới",
  "Ask to be Officiant at Wedding": "Xin Làm Người Chủ Hôn tại Đám Cưới",
  "Ask to be Ring Bearer at Wedding": "Xin Làm Người Cầm Nhẫn tại Đám Cưới",
  "Congratulations! We're so excited for your engagement, and can't wait for the wedding.": "Chúc mừng! Chúng tôi rất vui mừng cho sự đính hôn của bạn và rất mong chờ đám cưới.",
  "Congratulate on Engagement": "Chúc Mừng Đính Hôn",
  "Wow, you're married now! Congratulations, is it really the best day of your life like they say?": "Wow, giờ bạn đã kết hôn rồi! Chúc mừng, có phải đó thực sự là ngày tuyệt vời nhất trong cuộc đời bạn như người ta nói không?",
  "Congratulate on Marriage": "Chúc Mừng Kết Hôn",
  "Enthuse about Upcoming Wedding": "Nhiệt Tình Về Đám Cưới Sắp Tới",
  "Express Doubts about Marriage": "Bày Tỏ Nghi Ngờ Về Hôn Nhân",
  "Gaze Lovingly at New Spouse": "Ánh Mắt Yêu Thương Nhìn Người Bạn Đời Mới",
  "Make Joke about Marriage": "Kể Chuyện Cười Về Hôn Nhân",
  "Purchase Wedding Cake": "Mua Bánh Cưới",
  "Reminisce About Wedding Day": "Hồi Tưởng Về Ngày Cưới",
  "(From Expressing Anger About The Bouquet Toss)": "(Từ việc Bày Tỏ Sự Tức Giận Về Việc Ném Hoa Cưới)",
  "Express Anger Over Wedding Day Bouquet Toss": "Bày Tỏ Sự Tức Giận Về Việc Ném Hoa Cưới Trong Ngày Cưới",
  "Ask About Flower Bouquet": "Hỏi Về Bó Hoa",
  "Ask for Bouquet of Flowers Back": "Xin Lại Bó Hoa",
  "(From Expressing Joy About The Bouquet Toss)": "(Từ việc Bày Tỏ Sự Vui Vẻ Về Việc Ném Hoa Cưới)",
  "Express Joy Over Wedding Day Bouquet Toss": "Bày Tỏ Niềm Vui Về Việc Ném Hoa Cưới Trong Ngày Cưới",
  "(From Asking to Come to a Wedding)": "(Từ việc Yêu Cầu Đến Dự Đám Cưới)",
  "Ask for Invitation to {1.SimFirstName}'s Wedding": "Yêu Cầu Lời Mời Đến Đám Cưới của {1.SimFirstName}",
  "(From Asking to be Part of the Wedding Party)": "(Từ việc Yêu Cầu Tham Gia Vào Đoàn Đãi Khách Đám Cưới)",
  "(From Accepting Someone into your Wedding Party)": "(Từ việc Chấp Nhận Ai Đó Vào Đoàn Đãi Khách Đám Cưới của bạn)",
  "(From Telling a Wedding Story)": "(Từ việc Kể Một Câu Chuyện Đám Cưới)",
  "Ask to be {1.SimFirstName}'s Sim of Honor": "Xin Làm Sim Danh Dự của {1.SimFirstName}",
  "Tell Wedding Story": "Kể Câu Chuyện Đám Cưới",
  "Grapevine Gossip": "Tin Đồn Hành Lang",
  "Listen to Grapevine Gossip with {1.SimFirstName}": "Nghe Tin Đồn Hành Lang với {1.SimFirstName}",
  "(From Exchanging Rings)": "(Từ việc Trao Nhẫn)",
  "Select Flowers": "Chọn Hoa",
  "Roses": "Hoa Hồng",
  "Cutout": "Cắt Ra",
  "Floral and Script": "Hoa Văn và Chữ Viết",
  "Stars": "Sao",
  "Hearts": "Trái Tim",
  "Mini Sims": "Sim Nhỏ",
  "Tropical Flowers": "Hoa Nhiệt Đới",
  "Rainbows": "Cầu Vồng",
  "Cowplant": "Cây Bò",
  "Banners": "Biểu Ngữ",
  "This cake already has a topper.": "Bánh này đã có đồ trang trí trên cùng.",
  "Place Wedding Cake": "Đặt Bánh Cưới",
  "Select Cake Topper From {0.SimFirstName}'s Inventory": "Chọn Đồ Trang Trí Bánh Từ Hành Trang của {0.SimFirstName}",
  "Plan Wedding Event": "Lên Kế Hoạch Sự Kiện Đám Cưới",
  "Plan Formal Outfits...": "Lên Kế Hoạch Trang Phục Lịch Sự...",
  "Buy Wedding Bouquet": "Mua Bó Hoa Cưới",
  "Buy Flowers": "Mua Hoa",
  "Select New Cake Topper": "Chọn Đồ Trang Trí Bánh Mới",
  "Pillow Two-Tiered": "Gối Hai Tầng",
  "Beachy Four-Tiered": "Bãi Biển Bốn Tầng",
  "Square Design Round Four-Tiered": "Thiết Kế Vuông Tròn Bốn Tầng",
  "Round Two-Tiered": "Tròn Hai Tầng",
  "Cupcake Display": "Trưng Bày Bánh Nướng",
  "Heart Two-Tiered": "Trái Tim Hai Tầng",
  "Round Four-Tiered": "Tròn Bốn Tầng",
  "Hexagon Three Tiered": "Lục Giác Ba Tầng",
  "Square Three Tiered": "Vuông Ba Tầng",
  "Thanks for ordering! The cakes {0.SimFirstName} purchased can be found in {M0.his}{F0.her} inventory.": "Cảm ơn bạn đã đặt hàng! Những chiếc bánh mà {0.SimFirstName} đã mua có thể được tìm thấy trong hành trang của {M0.his}{F0.her}.",
  "Thank you for your business, {0.SimFirstName}! I hope you enjoy the cake! The cakes {0.SimFirstName} purchased can be found in {M0.his}{F0.her} inventory.": "Cảm ơn bạn đã mua hàng, {0.SimFirstName}! Hy vọng bạn thích chiếc bánh! Những chiếc bánh mà {0.SimFirstName} đã mua có thể được tìm thấy trong hành trang của {M0.his}{F0.her}.",
  "Add a personal touch to your cake topper!": "Thêm một dấu ấn cá nhân vào đồ trang trí bánh của bạn!",
  "Add a special message here.": "Thêm một thông điệp đặc biệt ở đây.",
  "Who is getting married?": "Ai sắp kết hôn?",
  "Inscribe Wedding Cake Topper": "Khắc Lên Đồ Trang Trí Bánh Cưới",
  "Dig in Sand Pile": "Đào Đống Cát",
  "Destroy": "Phá Hủy",
  "Draw in Sand": "Vẽ Trên Cát",
  "Read Message": "Đọc Tin Nhắn",
  "\"Stubbed my foot yesterday on an anchor, so I'm spending the day beachside. I thought it might be interesting to write my first message in a bottle. Today's thoughts: Sims are always asking me what happened to my ship, Peggy Leg. Well, she sank. Technically... I sank her, but I prefer to avoid technicalities of such a nature. It was an incident involving some kelp, a Mersim, and a dolphin. Anyways, I hope if anyone finds this letter they're in healthier condition than me. Stay safe out there. It's a dangerous world.  - Captain Rodrigo De Pablo.\" \\n\\nThe corner of the letter is stained in ink, as if an inkwell was clumsily tipped and spilled over the paper. ": "\"Hôm qua tôi bị vấp chân vào một cái mỏ neo, nên tôi dành cả ngày ở bãi biển. Tôi nghĩ sẽ thú vị nếu viết tin nhắn đầu tiên của mình trong một cái chai. Suy nghĩ hôm nay: Các Sim luôn hỏi tôi điều gì đã xảy ra với con tàu của tôi, Peggy Leg. Chà, nó đã chìm. Về mặt kỹ thuật... tôi đã đánh chìm nó, nhưng tôi thích tránh những chi tiết kỹ thuật có bản chất như vậy. Đó là một sự cố liên quan đến một số tảo bẹ, một Mersim và một con cá heo. Dù sao đi nữa, tôi hy vọng nếu ai đó tìm thấy lá thư này, họ sẽ ở trong tình trạng khỏe mạnh hơn tôi. Hãy an toàn ngoài kia. Đó là một thế giới nguy hiểm. - Thuyền trưởng Rodrigo De Pablo.\"\n\nGóc của lá thư bị dính mực, như thể một lọ mực đã bị lật và đổ lên giấy một cách vụng về.",
  "\"Hello! My name is Jace. Tomi told me that she threw a message in a bottle into the sea a few days ago, so I decided to try it too! I am 6 years old, and my favorite color is blue. I like listening to cool kids music and talking with my friends, especially Tomi. In my free time, I've been trying to find buried treasure like a pirate. My favorite place to play is on the pirate playground. Do you have a favorite color? I hope you have a nice day!  - Jace\"": "\"Xin chào! Tên tôi là Jace. Tomi nói với tôi rằng cô ấy đã ném một tin nhắn vào chai xuống biển vài ngày trước, vì vậy tôi quyết định thử nó! Tôi 6 tuổi và màu yêu thích của tôi là xanh lam. Tôi thích nghe nhạc hay của trẻ con và nói chuyện với bạn bè, đặc biệt là Tomi. Khi rảnh rỗi, tôi đã cố gắng tìm kho báu chôn giấu như một tên cướp biển. Nơi yêu thích của tôi để chơi là trên sân chơi cướp biển. Bạn có màu yêu thích không? Tôi hy vọng bạn có một ngày tốt lành! - Jace\"",
  "\"Hi! My name is Elsa Bjergsen, and I'm five and a half years old. I read that a message in a bottle once traveled for seventeen months over 14,500 kilometers from where it was cast into the sea. Isn't that neat? I hope mine goes even farther, and also that whoever finds it is having a very nice day. Please write me back. I live on the Crumbling Isle in Windenburg. P.S. My sister says this won't work, but I bet her five simoleons it would!\"": "\"Chào! Tên tôi là Elsa Bjergsen, và tôi năm tuổi rưỡi. Tôi đọc được rằng một tin nhắn trong chai đã từng đi được mười bảy tháng trên 14.500 km từ nơi nó được thả xuống biển. Thật gọn gàng phải không? Tôi hy vọng của tôi sẽ đi xa hơn nữa, và cũng mong người tìm thấy nó sẽ có một ngày rất tốt lành. Xin vui lòng viết thư lại cho tôi. Tôi sống trên Đảo Crumbling ở Windenburg. Tái bút Em gái tôi nói điều này sẽ không thành công, nhưng tôi cá với nó năm simoleon rằng nó sẽ thành công!\"",
  "\"I be sending off a short riddle, matey. Solve it if ye can! Why are pirates <i>pirates</i>?\"\\n\\nWritten on the other side in large letters is the answer: \\n\"They just Arrrrr!\" ": "\"Ta gửi đi một câu đố ngắn, bạn hữu. Giải nó nếu ngươi có thể! Tại sao cướp biển lại là <i>cướp biển</i>?\"\n\nViết ở mặt bên kia bằng những chữ cái lớn là câu trả lời:\n\"Chúng chỉ Arrrrr!\"",
  "\"I'm sorry Temperance, but your calcium-rich sister has stolen my heart. Maybe in another life things could have worked out between us. - G.\"": "\"Tôi xin lỗi Temperance, nhưng người em gái giàu canxi của cô đã đánh cắp trái tim tôi. Có lẽ trong một cuộc đời khác, mọi thứ có thể diễn ra tốt đẹp giữa chúng ta. - G.\"",
  "\"Hand in hand, we, Camille and Dominique, have pledged ourselves to each other. We send this message off on the day of our wedding. Two souls united in friendship and in love.\" ": "\"Tay trong tay, chúng tôi, Camille và Dominique, đã hứa với nhau. Chúng tôi gửi thông điệp này vào ngày cưới của mình. Hai tâm hồn hợp nhất trong tình bạn và tình yêu.\"",
  "\"The endless waves crash to and fro,\\nwho this reaches I may never know.\\nDo your eyes sparkle as you read this?\\nThe thought of my rose smiling makes me feverish.\\nI hope you feel the same as I,\\n that our hopeful love may never die.\\n And if you should ever find your way here,\\nyou have a heart, a home, and endless cheer.\"\\n\\nThe message is signed with \"FJ\" encased in a small heart. ": "\"Những con sóng vô tận xô bờ,\nngười nhận được điều này có lẽ tôi sẽ không bao giờ biết.\nĐôi mắt của bạn có lấp lánh khi bạn đọc điều này không?\nÝ nghĩ về bông hồng của tôi mỉm cười khiến tôi sốt sắng.\nTôi hy vọng bạn cảm thấy giống như tôi,\nrằng tình yêu hy vọng của chúng ta sẽ không bao giờ chết.\nVà nếu bạn có bao giờ tìm đường đến đây,\nbạn có một trái tim, một ngôi nhà và niềm vui vô tận.\"\n\nThông điệp được ký bằng \"FJ\" được bao bọc trong một trái tim nhỏ.",
  "\"I'm neither a pirate, nor the adventure she craves, but rather a dear friend. And so I'll send her off with everything but my unrequited love. A secret I share with the sea and no other, for they are alike. While I resemble the tides as they test the boundaries of these shores, returning each night in brilliance. She is as relentlessly free as the sea, untamed and trackless, a force to behold. I would not tame her even if I could.\" \\n\\nThe letter is signed with an elegant flourish, \"Lady Matilda Tartosa\"": "\"Tôi không phải là một tên cướp biển, cũng không phải là cuộc phiêu lưu mà cô ấy khao khát, mà là một người bạn thân. Và vì vậy, tôi sẽ gửi cô ấy đi với mọi thứ trừ tình yêu đơn phương của tôi. Một bí mật mà tôi chia sẻ với biển cả và không ai khác, vì chúng giống nhau. Trong khi tôi giống như thủy triều khi chúng thử thách ranh giới của những bờ biển này, trở lại mỗi đêm trong sự rực rỡ. Cô ấy tự do không ngừng như biển cả, hoang dã và không dấu vết, một thế lực đáng để chiêm ngưỡng. Tôi sẽ không thuần hóa cô ấy ngay cả khi tôi có thể.\"\n\nLá thư được ký bằng một nét vẽ thanh lịch, \"Lady Matilda Tartosa\"",
  "\"It's taken me a long time to get over Hector, and maybe I haven't truly forgiven him. Our relationship was doomed from the start. But I do really care for Hilary, and I'm glad she seems so happy. I'll always think she deserves better than him though. - Lu\" ": "\"Tôi đã mất rất nhiều thời gian để vượt qua Hector, và có lẽ tôi vẫn chưa thực sự tha thứ cho anh ấy. Mối quan hệ của chúng tôi đã bị обречен ngay từ đầu. Nhưng tôi thực sự quan tâm đến Hilary, và tôi rất vui vì cô ấy có vẻ rất hạnh phúc. Tuy nhiên, tôi sẽ luôn nghĩ rằng cô ấy xứng đáng với một người tốt hơn anh ấy. - Lu\"",
  "\"Was it my desire for pirate gold or for the sweet, silly faces of the llamas? Surely no Sim would fault me for the latter. I've hid my dealings well, so perhaps history will never know how influential I was in Tartosa's privateer trade—that I invited them here. It wouldn't be proper of a lady, but then again... I've always been a bit of a rebel. Either way, my land thrives.\"  \\n\\nThe letter is signed with an elegant flourish, \"Matilda\" ": "\"Có phải vì khát khao vàng của cướp biển hay vì khuôn mặt ngốc nghếch, ngọt ngào của những con lạc đà không bướu? Chắc chắn không Sim nào có thể trách tôi vì điều sau. Tôi đã che giấu các giao dịch của mình rất tốt, vì vậy có lẽ lịch sử sẽ không bao giờ biết tôi có ảnh hưởng như thế nào trong hoạt động buôn bán tư nhân của Tartosa—rằng tôi đã mời họ đến đây. Điều đó sẽ không phù hợp với một quý bà, nhưng sau đó một lần nữa... Tôi luôn là một người hơi nổi loạn. Dù bằng cách nào, vùng đất của tôi vẫn phát triển mạnh mẽ.\"\n\nLá thư được ký bằng một nét vẽ thanh lịch, \"Matilda\"",
  "\"I took the train to visit the sea today. My husband doesn't know. Ever since we moved to Senbamachi, I can tell something is... off. The leaves are beautiful and it's much quieter. I think the fresh air is good for the children, but is it good for my husband and me? - J\"": "\"Hôm nay tôi đã đi tàu đến thăm biển. Chồng tôi không biết. Kể từ khi chúng tôi chuyển đến Senbamachi, tôi có thể nói rằng có điều gì đó... không ổn. Những chiếc lá rất đẹp và yên tĩnh hơn nhiều. Tôi nghĩ rằng không khí trong lành tốt cho bọn trẻ, nhưng nó có tốt cho chồng tôi và tôi không? - J\"",
  "\"I'm not leaving due to sorrow. Rather, John's sudden death has reminded me how precious life is. A life of adventure would be most fulfilling, and I intend to make the most of every day. Perhaps I will return to the arctic waters and see the lights in the sky once again.\"": "\"Tôi không rời đi vì đau buồn. Đúng hơn, cái chết đột ngột của John đã nhắc nhở tôi cuộc sống quý giá đến nhường nào. Một cuộc sống phiêu lưu sẽ là viên mãn nhất, và tôi dự định tận dụng tối đa mỗi ngày. Có lẽ tôi sẽ trở lại vùng biển Bắc Cực và nhìn thấy ánh sáng trên bầu trời một lần nữa.\"",
  "\"Ye be readin' the letter I wrote, arrrr ye? Well, now you're cursed! Ha. Me and me trusty parrot will be free! - Captain Y. Eet\"": "\"Ngươi đang đọc lá thư ta viết, arrrr ngươi? Chà, bây giờ ngươi đã bị nguyền rủa! Ha. Ta và con vẹt đáng tin cậy của ta sẽ được tự do! - Thuyền trưởng Y. Eet\"",
  "\"I meet everyone eventually. Even you. - Grim\" ": "\"Cuối cùng thì tôi cũng gặp mọi người. Ngay cả bạn. - Grim\"",
  "\"You're Next!\" The message is followed by an oddly off-kilter smiley face and a date from about seventy years prior.": "\"Bạn Là Người Tiếp Theo!\" Thông điệp được theo sau bởi một khuôn mặt cười lệch lạc kỳ lạ và một ngày từ khoảng bảy mươi năm trước.",
  "\"If you don't leave this bottle where you found it, the next time you're in a room alone, the door will disappear!\" ": "\"Nếu bạn không để lại chiếc chai này ở nơi bạn tìm thấy nó, thì lần tới khi bạn ở một mình trong phòng, cánh cửa sẽ biến mất!\"",
  "\"When I was young, I lived in the shadow of a legend, but I decided to tell my own story. I've explored the world—from historic Al Simhara to tiny Oasis Springs. I sailed over a waterfall, kissed a llama, climbed Mt. Komorebi, been madly in love, and raised my greatest pride.... my son. My life is full of memories, and in it's twilight, I send a wish into the ocean: Do not fear the shadows surrounding you, but rather step out and shine brightly.\" ": "\"Khi tôi còn trẻ, tôi sống dưới cái bóng của một huyền thoại, nhưng tôi quyết định kể câu chuyện của riêng mình. Tôi đã khám phá thế giới—từ Al Simhara lịch sử đến Oasis Springs nhỏ bé. Tôi đã đi thuyền qua một thác nước, hôn một con lạc đà không bướu, leo lên Mt. Komorebi, yêu điên cuồng và nuôi dưỡng niềm tự hào lớn nhất của mình.... con trai tôi. Cuộc đời tôi tràn ngập những kỷ niệm, và trong lúc hoàng hôn của nó, tôi gửi một điều ước vào đại dương: Đừng sợ những bóng tối xung quanh bạn, mà hãy bước ra và tỏa sáng rực rỡ.\"",
  "\"I spent the morning watching Dominique paint the harbor. When I grow up, I'd like to be just like her. She's so creative and interesting, and it's so sweet how in love she looks when Camille talks to her. I want a life like that. She told me she liked one of my paintings once, so maybe I'm on my way! - Tomi\"  ": "\"Tôi đã dành cả buổi sáng để xem Dominique vẽ гавань. Khi lớn lên, tôi muốn được giống như cô ấy. Cô ấy rất sáng tạo và thú vị, và thật ngọt ngào khi cô ấy trông say đắm như thế nào khi Camille nói chuyện với cô ấy. Tôi muốn có một cuộc sống như vậy. Cô ấy đã từng nói với tôi rằng cô ấy thích một trong những bức tranh của tôi, vì vậy có lẽ tôi đang trên đường đi! - Tomi\"",
  "\"I often gaze up at the moon and wonder if there is more to life. I just want to change myself, for better or worse.\"": "\"Tôi thường ngước nhìn mặt trăng và tự hỏi liệu có điều gì hơn thế trong cuộc sống không. Tôi chỉ muốn thay đổi bản thân, dù tốt hay xấu.\"",
  "\"We send this wish adrift while on honeymoon at Sunlit Tides. May our marriage be as blissful as life is now.\" Encapsulated in a heart at the bottom are the names Daniel and Mary-Sue Pleasant. ": "\"Chúng tôi gửi điều ước này trôi dạt trong khi hưởng tuần trăng mật tại Sunlit Tides. Mong rằng cuộc hôn nhân của chúng tôi sẽ hạnh phúc như cuộc sống bây giờ.\" Được bao bọc trong một trái tim ở phía dưới là tên Daniel và Mary-Sue Pleasant.",
  "Restore": "Khôi Phục",
  "View Snow Art": "Xem Nghệ Thuật Tuyết",
  "Sell Flowers": "Bán Hoa",
  "Stop Holding Bouquet": "Ngừng Giữ Bó Hoa",
  "Put Wedding Cake Topper in Inventory": "Cho Đồ Trang Trí Bánh Cưới Vào Hành Trang",
  "Eat Wedding Cake Together": "Cùng Nhau Ăn Bánh Cưới",
  "Hold Bouquet": "Giữ Bó Hoa",
  "There are no nearly Sims for {0.SimFirstName} to serve tea to.": "Không có Sim nào ở gần để {0.SimFirstName} mời trà.",
  "There are no Sims selected for this role.": "Không có Sim nào được chọn cho vai trò này.",
  "Select Sim to Walk Solo": "Chọn Sim Đi Một Mình",
  "One Sim": "Một Sim",
  "Select Flower Pal": "Chọn Bạn Rải Hoa",
  "Flower Pal": "Bạn Rải Hoa",
  "Select Sim of Honor": "Chọn Sim Danh Dự",
  "Sim of Honor": "Sim Danh Dự",
  "Select Ring Bearer": "Chọn Người Cầm Nhẫn",
  "Ring Bearer": "Người Cầm Nhẫn",
  "Select Escort": "Chọn Người Hộ Tống",
  "Two Sims": "Hai Sim",
  "Select Escortee": "Chọn Người Được Hộ Tống",
  "Walk Down with": "Đi Xuống Cùng Với",
  "Walk Up with": "Đi Lên Cùng Với",
  "{0.SimFirstName}'s partner isn't nearby.": "Người yêu của {0.SimFirstName} không ở gần đây.",
  "Have First Dance with {1.SimFirstName}": "Có Điệu Nhảy Đầu Tiên với {1.SimFirstName}",
  "Slow Dance Together with": "Cùng Nhau Khiêu Vũ Chậm với",
  "Bow and Serve Tea to": "Cúi Chào và Mời Trà cho",
  "Kneel and Serve Tea to": "Quỳ Gối và Mời Trà cho",
  "Serve Tea to": "Mời Trà cho",
  "Cut Cake Together": "Cùng Nhau Cắt Bánh",
  "Feed Cake to {1.SimFirstName}": "Đút Bánh cho {1.SimFirstName}",
  "Feed Cake to Spouse": "Đút Bánh cho Vợ/Chồng",
  "Request Toast from": "Yêu Cầu Chúc Mừng từ",
  "(From Tossing a Wedding Bouquet)": "(Từ Việc Ném Bó Hoa Cưới)",
  "Wait for throw": "Chờ Đợi Ném",
  "Slow Dance Together": "Cùng Nhau Khiêu Vũ Chậm",
  "(From Slow Dancing)": "(Từ Việc Khiêu Vũ Chậm)",
  "Dance Together": "Cùng Nhau Khiêu Vũ",
  "(From Serving Tea)": "(Từ Việc Mời Trà)",
  "Bow and Serve Tea": "Cúi Chào và Mời Trà",
  "Kneel and Serve Tea": "Quỳ Gối và Mời Trà",
  "Receive Tea": "Nhận Trà",
  "Serve Tea": "Mời Trà",
  "Start Bouquet Throw": "Bắt Đầu Ném Hoa",
  "(From Catching the Flower Bouquet at a Wedding Ceremony)": "(Từ Việc Bắt Được Bó Hoa Tại Lễ Cưới)",
  "Throw Bouquet to": "Ném Hoa cho",
  "Listen to Wedding Story": "Nghe Câu Chuyện Đám Cưới",
  "(From Being Dropped while Dancing)": "(Từ Việc Bị Rơi Trong Khi Khiêu Vũ)",
  "Chat while Dancing": "Trò Chuyện Trong Khi Khiêu Vũ",
  "Flirt while Dancing": "Tán Tỉnh Trong Khi Khiêu Vũ",
  "Kiss while Dancing": "Hôn Trong Khi Khiêu Vũ",
  "Let's Have Fun": "Hãy Vui Vẻ",
  "Let's Dance": "Hãy Khiêu Vũ",
  "Let's Eat Desserts": "Hãy Ăn Món Tráng Miệng",
  "Let's Eat Food": "Hãy Ăn Đồ Ăn",
  "Let's Get Drinks": "Hãy Đi Uống",
  "Let's Have Toasts": "Hãy Nâng Cốc Chúc Mừng",
  "Let's Have Tea": "Hãy Uống Trà",
  "Complain about Wedding Party": "Phàn Nàn Về Tiệc Cưới",
  "Enthuse About Party": "Nhiệt Tình Về Bữa Tiệc",
  "Clean Tea Set": "Dọn Dẹp Bộ Trà",
  "Pour Tea": "Rót Trà",
  "Steep Tea": "Ủ Trà",
  "Steep Black Dragon Tea": "Ủ Trà Long Tỉnh",
  "Steep Calming Chamomile Tea": "Ủ Trà Cúc La Mã Thanh Nhiệt",
  "Steep Earl Grey Tea": "Ủ Trà Bá Tước",
  "Steep Healthy Green Tea": "Ủ Trà Xanh Tốt Cho Sức Khỏe",
  "Steep Orange Blossom Tea": "Ủ Trà Hoa Cam",
  "Steep Pitch Black Tea": "Ủ Trà Than Đen",
  "Steep Run Oolong Tea": "Ủ Trà Ô Long Chạy Bộ",
  "Steep Cozy Apple Juice Tea": "Ủ Trà Nước Ép Táo Ấm Cúng",
  "(From Drawing a Heart)": "(Từ Việc Vẽ Trái Tim)",
  "Draw Heart in Snow": "Vẽ Trái Tim Trên Tuyết",
  "Draw Heart in Sand": "Vẽ Trái Tim Trên Cát",
  "Draw Smiley in Snow": "Vẽ Mặt Cười Trên Tuyết",
  "(From Drawing a Smiley)": "(Từ Việc Vẽ Mặt Cười)",
  "Draw Smiley in Sand": "Vẽ Mặt Cười Trên Cát",
  "Draw Star in Snow": "Vẽ Ngôi Sao Trên Tuyết",
  "(From Drawing a Star)": "(Từ Việc Vẽ Ngôi Sao)",
  "Draw Star in Sand": "Vẽ Ngôi Sao Trên Cát",
  "Walk Down Aisle": "Đi Xuống Lối Đi",
  "Walk Down Aisle with {1.SimFirstName}": "Đi Xuống Lối Đi với {1.SimFirstName}",
  "Walk Up Aisle with {1.SimFirstName}": "Đi Lên Lối Đi với {1.SimFirstName}",
  "Walk Up Aisle": "Đi Lên Lối Đi",
  "Aisle Debug Buff (Debug)": "Hiệu Ứng Gỡ Lỗi Lối Đi (Gỡ Lỗi)",
  "Open Envelope": "Mở Phong Bì",
  "Go to Town Hall": "Đến Tòa Thị Chính",
  "Wait for {1.SimFirstName}": "Chờ {1.SimFirstName}",
  "(From Window Shopping)": "(Từ Việc Ngắm Đồ Qua Cửa Sổ)",
  "Window Shop": "Ngắm Đồ Qua Cửa Sổ",
  "Cut Cake with {1.SimFirstName}": "Cắt Bánh với {1.SimFirstName}",
  "{0.SimFirstName}'s cake has been saved and will be available for {F0.her}{M0.his} wedding.": "Bánh của {0.SimFirstName} đã được lưu và sẽ có sẵn cho đám cưới của {F0.her}{M0.his}.",
  "Select as Cake for Wedding Ceremony": "Chọn làm Bánh cho Lễ Cưới",
  "Sneak Taste": "Ăn Vụng",
  "Ask for Marriage Advice": "Hỏi Xin Lời Khuyên Về Hôn Nhân",
  "Give Toast": "Chúc Mừng",
  "(From Giving a Good Toast)": "(Từ Việc Chúc Mừng Hay)",
  "(From Giving a Poor Toast)": "(Từ Việc Chúc Mừng Dở)",
  "(From Hearing a Good Toast)": "(Từ Việc Nghe Chúc Mừng Hay)",
  "Regal Reception": "Đón Tiếp Hoàng Gia",
  "Double Happiness": "Song Hỷ",
  "Rosey Nuptials": "Hôn Lễ Hoa Hồng",
  "Enchanting Mandap": "Mandap Mê Hoặc",
  "Ready to Mingle": "Sẵn Sàng Hòa Mình",
  "Call Attendees to Activity": "Gọi Người Tham Dự Đến Hoạt Động",
  "Draw": "Vẽ",
  "Send Down": "Gửi Xuống",
  "Send Up": "Gửi Lên",
  "Black Dragon": "Long Tỉnh",
  "Brew Black Dragon Tea": "Pha Trà Long Tỉnh",
  "Orange Blossom": "Hoa Cam",
  "Brew Orange Blossom Tea": "Pha Trà Hoa Cam",
  "Brew Cozy Apple Juice Tea": "Pha Trà Nước Ép Táo Ấm Cúng",
  "Pitch Black": "Than Đen",
  "Brew Pitch Black": "Pha Trà Than Đen",
  "Calming Chamomile": "Cúc La Mã Thanh Nhiệt",
  "Brew Calming Chamomile": "Pha Trà Cúc La Mã Thanh Nhiệt",
  "Earl Grey, Hot": "Bá Tước Nóng",
  "Brew Earl Grey, Hot": "Pha Trà Bá Tước Nóng",
  "Healthy Green": "Xanh Lục Tốt Cho Sức Khỏe",
  "Brew Healthy Green": "Pha Trà Xanh Lục Tốt Cho Sức Khỏe",
  "Run Oolong": "Ô Long Chạy Bộ",
  "Brew Run Oolong": "Pha Trà Ô Long Chạy Bộ",
  "Craft Wedding Bouquet": "Chế Tạo Bó Hoa Cưới",
  "Birds of Paradise Wedding Bouquet": "Bó Hoa Cưới Thiên Điểu",
  "Wedding Bouquet made with Birds of Paradise": "Bó Hoa Cưới làm bằng Thiên Điểu",
  "Crocus Wedding Bouquet": "Bó Hoa Cưới Nghệ Tây",
  "Wedding bouquet made with Crocus": "Bó hoa cưới làm bằng Nghệ Tây",
  "Dahlia and Begonia Wedding Bouquet": "Bó hoa cưới Thược Dược và Thu Hải Đường",
  "Wedding Bouquet made with Dahlias and Begonias": "Bó hoa cưới làm bằng Thược Dược và Thu Hải Đường",
  "Daisies Wedding Bouquet": "Bó hoa cưới Cúc Daisy",
  "Wedding Bouquet made with Daisies": "Bó hoa cưới làm bằng Cúc Daisy",
  "Lilies and Begonia Wedding Bouquet": "Bó Hoa Cưới Hoa Ly và Thu Hải Đường",
  "Wedding Bouquet made with Lilies and Begonias": "Bó Hoa Cưới làm bằng Hoa Ly và Thu Hải Đường",
  "Bake Wedding Cake": "Nướng Bánh Cưới",
  "Decorate Cake": "Trang Trí Bánh",
  "Square Design Round Wedding Cakes": "Bánh Cưới Tròn Thiết Kế Vuông",
  "White with Green Square Design Four-Tiered Round Cake": "Bánh Tròn Bốn Tầng Thiết Kế Vuông Màu Trắng và Xanh Lá",
  "White with Purple Square Design Four-Tiered Round Cake": "Bánh Tròn Bốn Tầng Thiết Kế Vuông Màu Trắng và Tím",
  "White with Rainbow Square Design Four-Tiered Round Cake": "Bánh Tròn Bốn Tầng Thiết Kế Vuông Cầu Vồng",
  "Black with White Square Design Four-Tiered Round Cake": "Bánh Tròn Bốn Tầng Thiết Kế Vuông Màu Đen và Trắng",
  "Gold with Black Square Design Four-Tiered Round Cake": "Bánh Tròn Bốn Tầng Thiết Kế Vuông Vàng và Đen",
  "Four-Tiered Round Cakes": "Bánh Tròn Bốn Tầng",
  "Pink and Teal with Gold Patterning Four-Tiered Round Cake": "Bánh Tròn Bốn Tầng Màu Hồng và Mòng Két với Họa Tiết Vàng",
  "White with Pink Bunting Four-Tiered Round Cake": "Bánh Tròn Bốn Tầng Màu Trắng Kem với Dây Treo Trang Trí Màu Hồng",
  "Off-White with Grey Bunting Four-Tiered Round Cake": "Bánh Tròn Bốn Tầng Màu Trắng Ngà với Dây Treo Trang Trí Màu Xám",
  "Orange and Purple with Gold Patterning Four-Tiered Round Cake": "Bánh Tròn Bốn Tầng Màu Cam và Tím với Họa Tiết Vàng",
  "White and Gold with Black Floral Designs Four-Tiered Round Cake": "Bánh Tròn Bốn Tầng Màu Trắng và Vàng với Thiết Kế Hoa Đen",
  "White with White Floral Designs Four-Tiered Round Cake": "Bánh Tròn Bốn Tầng Màu Trắng với Thiết Kế Hoa Trắng",
  "Yellow Ombre Four-Tiered Round Cake": "Bánh Tròn Bốn Tầng Màu Vàng Ombre",
  "White with Pastel Pink and Purple Drip Four-Tiered Round Cake": "Bánh Tròn Bốn Tầng Màu Trắng với Kem Chảy Màu Hồng Tím Nhạt",
  "White with Purple Plasma Drip Four-Tiered Round Cake": "Bánh Tròn Bốn Tầng Màu Trắng với Kem Chảy Huyết Tương Tím",
  "Galaxy Mirror Glaze Four-Tiered Round Cake": "Bánh Tròn Bốn Tầng Tráng Gương Thiên Hà",
  "Pastel Sixam-inspired Four-Tiered Round Cake": "Bánh Tròn Bốn Tầng Lấy Cảm Hứng Từ Sixam Màu Pastel",
  "Beachy Wedding Cakes": "Bánh Cưới Bãi Biển",
  "Red Ombre Beachy Four-Tiered Round Cake": "Bánh Tròn Bốn Tầng Bãi Biển Màu Đỏ Ombre",
  "Green Ombre Beachy Four-Tiered Round Cake": "Bánh Tròn Bốn Tầng Bãi Biển Màu Xanh Lá Ombre",
  "Purple Ombre Beachy Four-Tiered Round Cake": "Bánh Tròn Bốn Tầng Bãi Biển Màu Tím Ombre",
  "Sand and Blue Ombre Beachy Four-Tiered Round Cake": "Bánh Tròn Bốn Tầng Bãi Biển Màu Cát và Xanh Dương Ombre",
  "Silver and Gold Beachy Four-Tiered Round Cake": "Bánh Tròn Bốn Tầng Bãi Biển Màu Bạc và Vàng",
  "Cupcake Wedding Cakes": "Bánh Cưới Bánh Nướng Nhỏ",
  "White and Rainbow Cupcake Display": "Trưng Bày Bánh Nướng Nhỏ Trắng và Cầu Vồng",
  "Blue Ombre Cupcake Display": "Trưng Bày Bánh Nướng Nhỏ Xanh Dương Ombre",
  "White and Brown Cupcake Display": "Trưng Bày Bánh Nướng Nhỏ Trắng và Nâu",
  "Expand to see a variety of Floral Wedding Cake options.": "Mở rộng để xem nhiều lựa chọn Bánh Cưới Trang Trí Hoa.",
  "Floral Wedding Cakes": "Bánh Cưới Trang Trí Hoa",
  "White with Pink Roses Two-Tiered Round Cake": "Bánh Tròn Hai Tầng Màu Trắng với Hoa Hồng Hồng",
  "White with Blue Roses Two-Tiered Round Cake": "Bánh Tròn Hai Tầng Màu Trắng với Hoa Hồng Xanh Dương",
  "White with Green Roses Two-Tiered Round Cake": "Bánh Tròn Hai Tầng Màu Trắng với Hoa Hồng Xanh Lá",
  "Red with Yellow Roses Two-Tiered Round Cake": "Bánh Tròn Hai Tầng Màu Đỏ với Hoa Hồng Vàng",
  "Rainbow Ombre with White Roses Two-Tiered Round Cake": "Bánh Tròn Hai Tầng Ombre Cầu Vồng với Hoa Hồng Trắng",
  "White Naked Cake with Brown Roses Two-Tiered Round Cake": "Bánh Trần Màu Trắng với Hoa Hồng Nâu Hai Tầng",
  "White with Golden Roses Naked Two-Tiered Round Fruitcake": "Bánh Trái Cây Trần Hai Tầng Màu Trắng với Hoa Hồng Vàng",
  "Off-White with Golden Roses Naked Two-Tiered Round Fruitcake": "Bánh Trái Cây Trần Hai Tầng Màu Trắng Ngà với Hoa Hồng Vàng",
  "Expand this category to see more recipes.": "Mở rộng danh mục này để xem thêm công thức.",
  "Heart Wedding Cakes": "Bánh Cưới Hình Trái Tim",
  "Rosy Two-Tiered Heart Cake": "Bánh Hình Trái Tim Hai Tầng Màu Hồng",
  "Red and White Two-Tiered Heart Cake": "Bánh Hình Trái Tim Hai Tầng Màu Đỏ và Trắng",
  "White Two-Tiered Heart Cake": "Bánh Hình Trái Tim Hai Tầng Màu Trắng",
  "Rosy and White Two-Tiered Heart Cake": "Bánh Hình Trái Tim Hai Tầng Màu Hồng và Trắng",
  "Blue Two-Tiered Heart Cake": "Bánh Hình Trái Tim Hai Tầng Màu Xanh Dương",
  "White and Grey Two-Tiered Heart Cake": "Bánh Hình Trái Tim Hai Tầng Màu Trắng và Xám",
  "Hexagon Wedding Cakes": "Bánh Cưới Hình Lục Giác",
  "Black with Gold Crisscross Pattern Three-Tiered Hexagonal Cake": "Bánh Lục Giác Ba Tầng Màu Đen với Họa Tiết Đan Chéo Vàng",
  "Black with Gold Tree Pattern Three-Tiered Hexagonal Cake": "Bánh Lục Giác Ba Tầng Màu Đen với Họa Tiết Cây Vàng",
  "Black with Silver Floral Pattern Three-Tiered Hexagonal Cake": "Bánh Lục Giác Ba Tầng Màu Đen với Họa Tiết Hoa Bạc",
  "White with Gold Three-Tiered Hexagonal Cake": "Bánh Lục Giác Ba Tầng Màu Trắng với Vàng",
  "Pink Ombre Three-Tiered Hexagonal Cake": "Bánh Lục Giác Ba Tầng Màu Hồng Ombre",
  "Red with Gold Filigree Three-Tiered Hexagonal Cake": "Bánh Lục Giác Ba Tầng Màu Đỏ với Dây Vàng",
  "Pillow Wedding Cakes": "Bánh Cưới Hình Gối",
  "White with Gold Piping Two-Tiered Pillow Cake": "Bánh Gối Hai Tầng Màu Trắng với Ống Dẫn Vàng",
  "Red with Gold Filigree Two-Tiered Pillow Cake": "Bánh Gối Hai Tầng Màu Đỏ với Dây Vàng",
  "Pink with White Hearts Two-Tiered Pillow Cake": "Bánh Gối Hai Tầng Màu Hồng với Trái Tim Trắng",
  "Brown with Gold Floral Patterning Two-Tiered Pillow Cake": "Bánh Gối Hai Tầng Màu Nâu với Họa Tiết Hoa Vàng",
  "Blue with Gold Leaf Pattern Two-Tiered Pillow Cake": "Bánh Gối Hai Tầng Màu Xanh Dương với Họa Tiết Lá Vàng",
  "Square Wedding Cakes": "Bánh Cưới Hình Vuông",
  "White with White Roses Three-Tiered Square Cake": "Bánh Vuông Ba Tầng Màu Trắng với Hoa Hồng Trắng",
  "White with Red Roses Three-Tiered Square Cake": "Bánh Vuông Ba Tầng Màu Trắng với Hoa Hồng Đỏ",
  "White with Black Trim Three-Tiered Square Cake": "Bánh Vuông Ba Tầng Màu Trắng với Viền Đen",
  "White with Blue Trim Three-Tiered Square Cake": "Bánh Vuông Ba Tầng Màu Trắng với Viền Xanh Dương",
  "White with Colored Spots Three-Tiered Square Cake": "Bánh Vuông Ba Tầng Màu Trắng với Các Điểm Màu",
  "White and Black with Gold Designs Three-Tiered Square Cake": "Bánh Vuông Ba Tầng Màu Trắng và Đen với Thiết Kế Vàng",
  "Red with Gold Trim Three-Tiered Square Cake": "Bánh Vuông Ba Tầng Màu Đỏ với Viền Vàng",
  "White and Rainbow Cupcake Cake": "Bánh Cupcake Trắng và Cầu Vồng",
  "Romantic sites and scenery have long graced the seaside region of Tartosa, creating the perfect setting for love and matrimonial pursuits. It isn't uncommon for vacationers and honeymooners alike to return year after year, seeking to re-experience the intimacy of visits past. They say there's a love story in the making for everyone. Just ask Tartosa's residents, and they'll excitedly gossip about local Wedding Industry shenanigans or the area's love-laced, historical past. But even if a Sim doesn't find their soulmate here, one thing is for certain... they're fated to fall in love with the land.": "Các địa điểm và phong cảnh lãng mạn từ lâu đã tô điểm cho vùng ven biển Tartosa, tạo nên một khung cảnh hoàn hảo cho tình yêu và các hoạt động kết hôn. Không có gì lạ khi khách du lịch và những người hưởng tuần trăng mật đều quay trở lại năm này qua năm khác, tìm cách trải nghiệm lại sự thân mật của những chuyến thăm trong quá khứ. Người ta nói rằng có một câu chuyện tình yêu đang được tạo ra cho tất cả mọi người. Chỉ cần hỏi cư dân của Tartosa, và họ sẽ hào hứng buôn chuyện về những trò hề của Ngành Công nghiệp Đám cưới địa phương hoặc quá khứ lịch sử tràn ngập tình yêu của khu vực. Nhưng ngay cả khi một Sim không tìm thấy người bạn tâm giao của mình ở đây, thì có một điều chắc chắn... họ chắc chắn sẽ yêu vùng đất này.",
  "Tartosa": "Tartosa",
  "Being a special part of the wedding is something that will be remembered forever.": "Được là một phần đặc biệt của đám cưới là điều sẽ được ghi nhớ mãi mãi.",
  "Honored Wedding Party": "Đoàn Đãi Khách Đám Cưới Danh Dự",
  "It's an honor to be selected a Sim of Honor for {1.SimName}'s Wedding.": "Thật vinh dự khi được chọn làm Sim Danh Dự cho Đám Cưới của {1.SimName}.",
  "Chosen to be Sim of Honor": "Được Chọn Làm Sim Danh Dự",
  "{0.SimFirstName} is still overjoyed that {1.SimName} chose {M0.him}{F0.her} as Sim of Honor.": "{0.SimFirstName} vẫn rất vui mừng vì {1.SimName} đã chọn {M0.him}{F0.her} làm Sim Danh Dự.",
  "{1.SimFirstName} totally nailed the speech at {0.SimName}'s Wedding. Couldn't be happier!": "{1.SimFirstName} đã hoàn thành xuất sắc bài phát biểu tại Đám Cưới của {0.SimName}. Không thể hạnh phúc hơn!",
  "Gave Good Wedding Speech": "Đã Có Bài Phát Biểu Đám Cưới Hay",
  "{1.SimName} asked {0.SimFirstName} to come to their Wedding, but was never properly invited! The nerve!": "{1.SimName} đã yêu cầu {0.SimFirstName} đến Đám Cưới của họ, nhưng chưa bao giờ được mời đúng cách! Thật là trơ trẽn!",
  "Wasn't Invited to the Wedding!": "Không Được Mời Đến Đám Cưới!",
  "{0.SimFirstName} is bitter about {1.SimName} not selecting {M0.him}{F0.her}. That stings!": "{0.SimFirstName} cay đắng vì {1.SimName} đã không chọn {M0.him}{F0.her}. Thật đau đớn!",
  "Not Selected as Sim of Honor": "Không Được Chọn Làm Sim Danh Dự",
  "{0.SimFirstName} served some tea to {1.SimFirstName}, and now their friendship seems closer than ever!": "{0.SimFirstName} đã mời {1.SimFirstName} một tách trà, và giờ tình bạn của họ dường như thân thiết hơn bao giờ hết!",
  "Teatime with Friends": "Giờ Uống Trà Với Bạn Bè",
  "The first time you dance with your spouse is a truly romantic occasion!": "Lần đầu tiên bạn khiêu vũ với người bạn đời của mình là một dịp thực sự lãng mạn!",
  "Dancing Close Now and Forever": "Khiêu Vũ Gần Gũi Giờ và Mãi Mãi",
  "{0.SimFirstName} kicked {1.SimFirstName} out of a wedding event. What nerve!": "{0.SimFirstName} đã đuổi {1.SimFirstName} ra khỏi sự kiện đám cưới. Thật trơ trẽn!",
  "Kicked Out of Wedding Party": "Bị Đuổi Khỏi Đoàn Đãi Khách Đám Cưới",
  "{1.SimName} tried to grab a piece of cake early at my wedding! UNACCEPTABLE!": "{1.SimName} đã cố gắng lấy một miếng bánh sớm tại đám cưới của tôi! KHÔNG THỂ CHẤP NHẬN!",
  "You Ate Cake Early!": "Bạn Đã Ăn Bánh Sớm!",
  "On the best day of my life, {1.SimName} chose violence. ": "Vào ngày tuyệt vời nhất trong cuộc đời tôi, {1.SimName} đã chọn bạo lực.",
  "Got into a Fight at MY WEDDING!": "Đã Gây Gổ tại ĐÁM CƯỚI CỦA TÔI!",
  "In case you didn't get the memo {1.SimName}, that was supposed to be a Wedding!": "Trong trường hợp bạn không nhận được thông báo {1.SimName}, đó là một Đám Cưới!",
  "You interrupted the Wedding Ceremony!": "Bạn đã làm gián đoạn Lễ Cưới!",
  "{0.SimFirstName} is angry that {1.SimName} tried to romantically upstage {M0.him}{F0.her} at {M0.his}{F0.her} Wedding. Not cool.": "{0.SimFirstName} tức giận vì {1.SimName} đã cố gắng lấn át tình cảm {M0.him}{F0.her} một cách lãng mạn tại Đám Cưới của {M0.his}{F0.her}. Không hay chút nào.",
  "Romantically Inappropriate at MY WEDDING!": "Không Thích Hợp Về Mặt Tình Cảm tại ĐÁM CƯỚI CỦA TÔI!",
  "Couldn't you just wait a little longer before kicking the can? This day was supposed to be about me!": "Bạn không thể đợi thêm một chút nữa trước khi qua đời sao? Ngày này lẽ ra là về tôi!",
  "You Died at MY WEDDING!": "Bạn Đã Chết tại ĐÁM CƯỚI CỦA TÔI!",
  "Faiz": "Faiz",
  "Thebe": "Thebe",
  "Arnessa": "Arnessa",
  "Greta": "Greta",
  "Hector": "Hector",
  "Hilary": "Hilary",
  "Jace": "Jace",
  "Lucia": "Lucia",
  "Mateo": "Mateo",
  "Tomi": "Tomi",
  "Soto": "Soto",
  "Camille": "Camille",
  "Dominique": "Dominique",
  "Bach Party": "Tiệc Độc Thân",
  "A wedding event must have the option to include activities.": "Một sự kiện đám cưới phải có tùy chọn bao gồm các hoạt động.",
  "(From Attending a Bach Party)": "(Từ Việc Tham Dự Tiệc Độc Thân)",
  "A fun outing with friends to celebrate your upcoming wedding.": "Một buổi đi chơi vui vẻ với bạn bè để ăn mừng đám cưới sắp tới của bạn.",
  "Engagement Dinner": "Bữa Tối Đính Hôn",
  "A dinner with friends and family to celebrate the new engagement!": "Một bữa tối với bạn bè và gia đình để ăn mừng lễ đính hôn mới!",
  "Family Gathering": "Tụ Tập Gia Đình",
  "Family gatherings are common with any wedding, but can look very different from family to family. No matter how you celebrate, this is a time to share with loved ones. ": "Tụ tập gia đình là điều phổ biến trong bất kỳ đám cưới nào, nhưng có thể rất khác nhau giữa các gia đình. Dù bạn ăn mừng như thế nào, đây là thời gian để chia sẻ với những người thân yêu.",
  "Reception": "Tiệc Chiêu Đãi",
  "A wedding reception is the perfect time to gather friends and family together and celebrate your recent marriage.": "Tiệc chiêu đãi đám cưới là thời điểm hoàn hảo để tập hợp bạn bè và gia đình lại với nhau và ăn mừng cuộc hôn nhân gần đây của bạn.",
  "Rehearsal Dinner": "Bữa Tối Tổng Duyệt",
  "In preparation for your upcoming nuptials, gather with friends and family for a dining experience!": "Để chuẩn bị cho hôn lễ sắp tới, hãy tụ tập với bạn bè và gia đình để có một trải nghiệm ăn uống!",
  "(From Attending Vow Renewal Ceremony)": "(Từ Việc Tham Dự Lễ Tuyên Thệ Lại)",
  "Vow Renewal": "Tuyên Thệ Lại",
  "Some things are worth saying twice. A chance to get together with friends and family, renew vows, and say \"We still do.\" ": "Một số điều đáng nói hai lần. Một cơ hội để gặp gỡ bạn bè và gia đình, làm mới lời thề và nói \"Chúng ta vẫn làm.\"",
  "Cut the Cake": "Cắt Bánh",
  "Click on a Tea Set to Steep, Pour, and Serve tea.": "Nhấn vào Bộ Trà để Ủ, Rót và Mời trà.",
  "Want your Lot to reminisce about your destination beach holiday? Look no further! The \"I Love Sand\" terrain option will help you relive your wonderful memories of a fantastic voyage.": "Bạn muốn Lô đất của mình nhớ lại kỳ nghỉ ở bãi biển không? Đừng tìm đâu xa! Tùy chọn địa hình \"Tôi Yêu Cát\" sẽ giúp bạn hồi tưởng lại những kỷ niệm tuyệt vời về một chuyến đi tuyệt vời.",
  "I Love Sand": "Tôi Yêu Cát",
  "Sims can now be engaged in Create-A-Sim so that you can start your wedding story right away. Once both Sims are created you will be able to select Fiancé from the Create-A-Sim relationship options for any Sims Young Adult and older.": "Giờ đây, Sim có thể đính hôn trong Create-A-Sim để bạn có thể bắt đầu câu chuyện đám cưới của mình ngay lập tức. Sau khi cả hai Sim được tạo, bạn sẽ có thể chọn Vị Hôn Phu từ các tùy chọn quan hệ Create-A-Sim cho bất kỳ Sim nào ở độ tuổi Thanh Niên và lớn hơn.",
  "You can also get married at a City Hall! Use your phone to travel with your Fiancé Sim to the Tartosa World map. Then select any lot in the Porto Luminoso neighborhood. City Hall is located around the back of the village square along the gardens. Click on the building to Get Married. ": "Bạn cũng có thể kết hôn tại Tòa Thị Chính! Sử dụng điện thoại của bạn để đi cùng Sim Vị Hôn Phu của bạn đến bản đồ Thế giới Tartosa. Sau đó, chọn bất kỳ lô đất nào trong khu phố Porto Luminoso. Tòa Thị Chính nằm ở phía sau quảng trường làng dọc theo khu vườn. Nhấn vào tòa nhà để Kết Hôn.",
  "To elope immediately, click on your Fiancé Sim and choose the \"Elope Immediately with...\" interaction. This interaction has a double-linked ring icon and can be found towards the front of the interaction menu.": "Để bỏ trốn ngay lập tức, hãy nhấn vào Sim Vị Hôn Phu của bạn và chọn tương tác \"Bỏ Trốn Ngay Lập Tức với...\". Tương tác này có biểu tượng vòng liên kết kép và có thể được tìm thấy ở phía trước menu tương tác.",
  "Both the \"Elope Immediately\" Sim interaction and the \"Get Married\" interaction on a wedding arch will allow Sims to tie-the-knot on-the-spot. You can also plan a wedding event if you want to customize your wedding experience, invite Sims, assign wedding roles, choose a location and time, or better control the flow of the wedding events. To do this, see the Tutorial section on \"Wedding Event Planner.\" During the Wedding Ceremony Event, you can \"Exchange Vows\" to get married. ": "Cả tương tác Sim \"Bỏ Trốn Ngay Lập Tức\" và tương tác \"Kết Hôn\" trên cổng vòm đám cưới đều sẽ cho phép Sim kết hôn ngay tại chỗ. Bạn cũng có thể lên kế hoạch cho một sự kiện đám cưới nếu bạn muốn tùy chỉnh trải nghiệm đám cưới của mình, mời Sim, chỉ định vai trò đám cưới, chọn địa điểm và thời gian hoặc kiểm soát tốt hơn luồng sự kiện đám cưới. Để làm điều này, hãy xem phần Hướng dẫn về \"Người Lên Kế Hoạch Sự Kiện Đám Cưới\". Trong Sự Kiện Lễ Cưới, bạn có thể \"Trao Lời Thề\" để kết hôn.",
  "Once engaged, your Sims are ready to get married. Sims can 'tie the knot' a number of ways!\\n• Elope Immediately with a social interaction \\n• Using a Wedding Arch\\n• At Tartosa's Porto Luminoso City Hall\\n• During a Wedding Ceremony or on-the-spot": "Sau khi đính hôn, Sim của bạn đã sẵn sàng để kết hôn. Sim có thể 'kết hôn' theo một số cách!\n• Bỏ Trốn Ngay Lập Tức bằng một tương tác xã hội\n• Sử dụng Cổng Vòm Đám Cưới\n• Tại Tòa Thị Chính Porto Luminoso của Tartosa\n• Trong Lễ Cưới hoặc ngay tại chỗ",
  "To get married using a wedding arch, go into Build Mode and search \"Wedding Arch.\" Place down a wedding arch and return to Live Mode. Click on and interact with the wedding arch to either Plan Wedding Event or Get Married.": "Để kết hôn bằng cổng vòm đám cưới, hãy vào Chế Độ Xây Dựng và tìm kiếm \"Cổng Vòm Đám Cưới\". Đặt một cổng vòm đám cưới và quay lại Chế Độ Sống. Nhấn vào và tương tác với cổng vòm đám cưới để Lên Kế Hoạch Sự Kiện Đám Cưới hoặc Kết Hôn.",
  "Of course, you can still do this in Live Mode through Romantic interactions with another Sim!": "Tất nhiên, bạn vẫn có thể làm điều này ở Chế Độ Sống thông qua các tương tác Lãng Mạn với một Sim khác!",
  "Getting Married": "Kết Hôn",
  "There are two Aisle types that are available in three sizes. The first has flower petals to line the pathway and the other will appear mostly invisible once you leave Build Mode. The invisible version will highlight when you hover over it and then you will be able to select it to run interactions to send Sims down the aisle.": "Có hai loại Lối Đi có sẵn với ba kích cỡ. Loại đầu tiên có cánh hoa để xếp dọc theo đường đi và loại kia sẽ xuất hiện hầu như vô hình sau khi bạn rời khỏi Chế Độ Xây Dựng. Phiên bản vô hình sẽ được đánh dấu khi bạn di chuột qua và sau đó bạn sẽ có thể chọn nó để chạy các tương tác để đưa Sim đi xuống lối đi.",
  "All aisles have a heart icon on one side to tell you which direction the Sims will walk towards when they walk down the aisle. The heart is where Sims will end up.": "Tất cả các lối đi đều có biểu tượng trái tim ở một bên để cho bạn biết hướng mà Sim sẽ đi về phía đó khi họ đi xuống lối đi. Trái tim là nơi Sim sẽ kết thúc.",
  "Wedding Aisles allow Sims to walk down the Aisle as Flower Pals, Ring Bearers, individually or as a pair. These objects can be placed down from Build mode almost anywhere that sims can walk however the terrain underneath them will need to be flat. ": "Lối Đi Đám Cưới cho phép Sim đi xuống Lối Đi với tư cách là Bạn Rải Hoa, Người Cầm Nhẫn, riêng lẻ hoặc theo cặp. Các đối tượng này có thể được đặt từ chế độ Xây dựng ở hầu hết mọi nơi mà sim có thể đi bộ, tuy nhiên địa hình bên dưới chúng cần phải bằng phẳng.",
  "Wedding Aisles": "Lối Đi Đám Cưới",
  "After a Wedding Ceremony has been scheduled, you will be able to save a wedding cake for the event by selecting \"Select as Cake for Wedding Ceremony\" from the cake you want to save. Then the cake will be set aside until the wedding starts. Once the wedding event has started you will be able to \"Place Cake\" to put the cake out for the event. ": "Sau khi Lễ Cưới đã được lên lịch, bạn sẽ có thể lưu một chiếc bánh cưới cho sự kiện bằng cách chọn \"Chọn làm Bánh cho Lễ Cưới\" từ chiếc bánh bạn muốn lưu. Sau đó, bánh sẽ được để dành cho đến khi đám cưới bắt đầu. Khi sự kiện đám cưới đã bắt đầu, bạn sẽ có thể \"Đặt Bánh\" để bày bánh ra cho sự kiện.",
  "Cakes can be placed almost anywhere, but to place a topper or to Cut the Cake Together the cake will have to be on a dining table. For most tables, the cake will need to be in the center, but for a larger round table it will need to be a little closer to the edge for Sims to reach it.": "Bánh có thể được đặt ở hầu hết mọi nơi, nhưng để đặt đồ trang trí hoặc Cùng Nhau Cắt Bánh, bánh sẽ phải ở trên bàn ăn. Đối với hầu hết các bàn, bánh sẽ cần phải ở giữa, nhưng đối với một chiếc bàn tròn lớn hơn, nó sẽ cần phải gần mép hơn một chút để Sim có thể với tới.",
  "For many, Wedding Cakes are one of the most important things at a wedding. In Tartosa's Porto Luminoso, Sims are able to taste a variety of cake flavors at the patisserie stand near the village square. After the all important tasting, Sims will be able to purchase Wedding cakes through a computer, or make one themselves if they have the gourmet cooking skill.": "Đối với nhiều người, Bánh Cưới là một trong những điều quan trọng nhất trong một đám cưới. Tại Porto Luminoso của Tartosa, Sim có thể nếm thử nhiều hương vị bánh khác nhau tại quầy bánh ngọt gần quảng trường làng. Sau khi nếm thử tất cả những điều quan trọng, Sim sẽ có thể mua bánh cưới thông qua máy tính hoặc tự làm nếu họ có kỹ năng nấu ăn cao cấp.",
  "Wedding Cake": "Bánh Cưới",
  "Once your Sims are engaged, there are a few ways to plan a wedding or wedding event. Wedding events can be planned via the Computer, Phone, or Calendar. Events planned on the Computer and Phone will happen on the current day, while scheduling an event through the Calendar will let you schedule one on the day that you select. You will also have the ability to go back and edit events after they have been scheduled, the only requirements will be that you have selected the required Sims and a time and place for the event.": "Khi Sim của bạn đã đính hôn, có một vài cách để lên kế hoạch cho một đám cưới hoặc sự kiện đám cưới. Các sự kiện đám cưới có thể được lên kế hoạch thông qua Máy Tính, Điện Thoại hoặc Lịch. Các sự kiện được lên kế hoạch trên Máy Tính và Điện Thoại sẽ diễn ra vào ngày hiện tại, trong khi lên lịch một sự kiện thông qua Lịch sẽ cho phép bạn lên lịch một sự kiện vào ngày bạn chọn. Bạn cũng sẽ có khả năng quay lại và chỉnh sửa các sự kiện sau khi chúng đã được lên lịch, các yêu cầu duy nhất sẽ là bạn đã chọn các Sim bắt buộc và thời gian và địa điểm cho sự kiện.",
  "All Wedding Events have the ability to select Activities that help customize the event to fit your Sims. Each Wedding Event has a specific selection of Activities that are appropriate for that type of event. There is no limit to the number of activities that you select. While Activities will be listed to remind you during the event, there is no downside if you decide to not run these activities while the event is active.": "Tất cả các Sự Kiện Đám Cưới đều có khả năng chọn các Hoạt Động giúp tùy chỉnh sự kiện cho phù hợp với Sim của bạn. Mỗi Sự Kiện Đám Cưới có một lựa chọn cụ thể các Hoạt Động phù hợp với loại sự kiện đó. Không có giới hạn về số lượng hoạt động mà bạn chọn. Mặc dù các Hoạt Động sẽ được liệt kê để nhắc nhở bạn trong sự kiện, nhưng không có bất lợi nào nếu bạn quyết định không chạy các hoạt động này khi sự kiện đang hoạt động.",
  "In the Style Tab of the Wedding Ceremony event you will be able to enter Create-A-Sim to change the formal outfits of your Sims. Only the primary formal outfit will be selected for Wedding Ceremony event, but once the event has started you can change to any outfit you choose. You will also be able to request that Sims show up in a specific color, or clothing style under the Guest Attire section. There is also a spot to view your cake once you have selected one for your wedding.": "Trong Tab Kiểu Dáng của sự kiện Lễ Cưới, bạn sẽ có thể vào Create-A-Sim để thay đổi trang phục trang trọng của Sim của mình. Chỉ trang phục trang trọng chính sẽ được chọn cho sự kiện Lễ Cưới, nhưng khi sự kiện đã bắt đầu, bạn có thể thay đổi thành bất kỳ trang phục nào bạn chọn. Bạn cũng sẽ có thể yêu cầu Sim xuất hiện với một màu cụ thể hoặc kiểu quần áo trong phần Trang Phục Khách Mời. Ngoài ra còn có một vị trí để xem bánh của bạn sau khi bạn đã chọn một chiếc cho đám cưới của mình.",
  "Wedding Ceremony events have a few extra special selections available that can make your Sim's special day more unique. Your Sims can ask their friends and family to be part of their wedding as a Sim of Honor, an Officiant, a Ring Bearer, or a Flower Pal. Once Sims have been asked to be one of these special roles, you will be able to select them for this role in the Wedding Ceremony planner.": "Các sự kiện Lễ Cưới có một vài lựa chọn đặc biệt bổ sung có sẵn có thể làm cho ngày đặc biệt của Sim của bạn trở nên độc đáo hơn. Sim của bạn có thể yêu cầu bạn bè và gia đình của họ tham gia vào đám cưới của họ với tư cách là Sim Danh Dự, Người Chủ Hôn, Người Cầm Nhẫn hoặc Bạn Rải Hoa. Sau khi Sim đã được yêu cầu đảm nhận một trong những vai trò đặc biệt này, bạn sẽ có thể chọn chúng cho vai trò này trong công cụ lập kế hoạch Lễ Cưới.",
  "Planning Wedding Events": "Lên Kế Hoạch Sự Kiện Đám Cưới",
  "To gather Sims for a bouquet toss, click on the bouquet and Hold Bouquet. Then select Start Bouquet Throw on the bouquet or the terrain. Once Sims are gathered select a Sim to Toss the Bouquet to. Sims may need some open space to be able to toss the bouquet.": "Để tập hợp Sim cho màn ném hoa, hãy nhấn vào bó hoa và Giữ Bó Hoa. Sau đó, chọn Bắt Đầu Ném Hoa trên bó hoa hoặc địa hình. Khi Sim đã tập hợp, hãy chọn một Sim để Ném Hoa cho. Sim có thể cần một số không gian mở để có thể ném bó hoa.",
  "Wedding Bouquets can be purchased from the Flower Cart in Tartosa's Porto Luminoso village square. Sims will receive these flowers in their inventory and can hold onto them until the wedding. These flowers can be placed in the world as a decorative object or can be held by the Sim for a bouquet toss.": "Bó Hoa Cưới có thể được mua từ Xe Bán Hoa ở quảng trường làng Porto Luminoso của Tartosa. Sim sẽ nhận được những bông hoa này trong hành trang của họ và có thể giữ chúng cho đến đám cưới. Những bông hoa này có thể được đặt trong thế giới như một vật trang trí hoặc có thể được Sim giữ để ném hoa.",
  "Wedding Bouquet": "Bó Hoa Cưới",
  "My Wedding Stories": "Câu Chuyện Đám Cưới Của Tôi",
  "Sun Faded Paint": "Sơn Bị Phai Màu Do Ánh Nắng",
  "Historians say Porto Luminoso's name originated when pirates arrived at shore, attracted by the glowing tides, the promise of trade, and the invention of the fruit tart. Overtime, the village flourished, and while still famous for its fruit tarts, Porto Luminoso's real claim to fame is its self-proclaimed-title as the wedding industry's premiere destination for romance and matrimonial services.": "Các nhà sử học nói rằng tên Porto Luminoso bắt nguồn từ khi những tên cướp biển đến bờ biển, bị thu hút bởi thủy triều rực rỡ, lời hứa về thương mại và sự ra đời của bánh tart trái cây. Theo thời gian, ngôi làng phát triển mạnh mẽ, và mặc dù vẫn nổi tiếng với bánh tart trái cây, nhưng danh tiếng thực sự của Porto Luminoso là danh hiệu tự xưng là điểm đến hàng đầu của ngành công nghiệp đám cưới về các dịch vụ lãng mạn và hôn nhân.",
  "Porto Luminoso": "Porto Luminoso",
  "A short trip up the coastline from Porto Luminoso is the loving land, known as Terra Amorosa to the locals. Whether fishing off the boardwalk, swimming at the bottom of secluded Hideaway Falls, or hiking up the hillside to visit the area's famous Lover's Tree, any Sim is bound to fall madly in love with the various charming sights and historic landmarks this lover's paradise has to offer.": "Một chuyến đi ngắn lên bờ biển từ Porto Luminoso là vùng đất yêu thương, được người dân địa phương gọi là Terra Amorosa. Cho dù câu cá ngoài ván lát, bơi lội ở đáy Thác Ẩn Mình hẻo lánh hay đi bộ lên sườn đồi để ghé thăm Cây Tình Nhân nổi tiếng của khu vực, bất kỳ Sim nào cũng chắc chắn sẽ yêu say đắm những cảnh đẹp quyến rũ khác nhau và các địa danh lịch sử mà thiên đường tình yêu này mang lại.",
  "Terra Amorosa": "Terra Amorosa"
}