{
  "\n  ": "",
  "Bring a hermit back to society.": "Đưa một người sống ẩn dật trở lại xã hội.",
  "No Longer Solitary": "Không Còn Cô Độc",
  "Have a Sim reach the maximum level in the Herbalism skill.": "Có một Sim đạt đến cấp độ tối đa trong kỹ năng Thảo Dược.",
  "Nature's Course": "Quy Luật Tự Nhiên",
  "Have a Sim consume every type of toxic plant.": "Cho một Sim ăn mọi loại cây độc.",
  "Tastes Like Burning": "Vị Như Thiêu Đốt",
  "Collect all the insects and all the new fish in Granite Falls.": "Thu thập tất cả các loại côn trùng và tất cả các loại cá mới ở Granite Falls.",
  "Critter Catcher": "Bậc Thầy Bắt Sâu Bọ",
  "(From Sharing Astronomy Knowledge)": "(Từ Việc Chia Sẻ Kiến Thức Thiên Văn Học)",
  "(From Camping)": "(Từ Đi Cắm Trại)",
  "(From Bear Roar)": "(Từ Tiếng Gầm Của Gấu)",
  "(From Campfire)": "(Từ Lửa Trại)",
  "(From Eating a Marshmallow)": "(Từ Ăn Kẹo Marshmallow)",
  "(From Eating a Smore)": "(Từ Ăn Bánh Smore)",
  "(From Using Camping Restroom)": "(Từ Việc Sử Dụng Nhà Vệ Sinh Dã Ngoại)",
  "(From Seeing Majestic Cliffs)": "(Từ Việc Ngắm Nhìn Vách Đá Hùng Vĩ)",
  "(From Cooler Drink)": "(Từ Thức Uống Ướp Lạnh)",
  "(From Eating Walleye Surprise)": "(Từ Ăn Món Cá Walleye Bất Ngờ)",
  "(From Bramble Patch)": "(Từ Bụi Gai)",
  "(From an Herbal Remedy)": "(Từ Một Phương Thuốc Thảo Dược)",
  "(From Clear Mind Remedy)": "(Từ Phương Thuốc Đầu Óc Minh Mẫn)",
  "(From Hiking)": "(Từ Đi Bộ Đường Dài)",
  "(From Being Away From Home)": "(Từ Việc Xa Nhà)",
  "(From Losing a Game of Horseshoes)": "(Từ Thua Trò Ném Móng Ngựa)",
  "(From Practicing Horseshoes)": "(Từ Luyện Tập Ném Móng Ngựa)",
  "(From Winning a Game of Horseshoes)": "(Từ Thắng Trò Ném Móng Ngựa)",
  "(From Trying to Catch an Insect)": "(Từ Cố Gắng Bắt Côn Trùng)",
  "(From Trying to Catch a Bug)": "(Từ Cố Gắng Bắt Sâu Bọ)",
  "(From Hearing an Adventure Story)": "(Từ Nghe Kể Chuyện Phiêu Lưu)",
  "(From Hearing a Ghost Story)": "(Từ Nghe Kể Chuyện Ma)",
  "(From Telling a Group Story)": "(Từ Kể Chuyện Nhóm)",
  "(From Hearing a Fairy Tale)": "(Từ Nghe Kể Chuyện Cổ Tích)",
  "(From Telling an Amazing Group Story)": "(Từ Kể Một Câu Chuyện Nhóm Tuyệt Vời)",
  "(From Stargazing)": "(Từ Ngắm Sao)",
  "(From Cloudgazing)": "(Từ Ngắm Mây)",
  "(From Waking Up Outdoors)": "(Từ Thức Dậy Ngoài Trời)",
  "(From Waking Up Outside)": "(Từ Thức Dậy Bên Ngoài)",
  "(From Burnt Tent)": "(Từ Lều Bị Cháy)",
  "(From WooHooing in a Tent)": "(Từ WooHoo Trong Lều)",
  "(From Fireleaf Plant)": "(Từ Cây Lá Lửa)",
  "(From Fireleaf Extract)": "(Từ Chiết Xuất Lá Lửa)",
  "(From Sim with Fireleaf Rash)": "(Từ Sim Bị Phát Ban Lá Lửa)",
  "(From Hearing a Great Story)": "(Từ Nghe Một Câu Chuyện Hay)",
  "(From Creating Impeccable Remedy)": "(Từ Việc Tạo Ra Phương Thuốc Hoàn Hảo)",
  "(From Catching a Critter)": "(Từ Bắt Được Một Sinh Vật)",
  "(From Squeamish Trait)": "(Từ Tính Nhút Nhát)",
  "(From Cleaning)": "(Từ Dọn Dẹp)",
  "(From Mopping a Puddle)": "(Từ Lau Vũng Nước)",
  "(From Playing in Trash)": "(Từ Chơi Trong Rác)",
  "(From Rummaging through Trash)": "(Từ Lục Lọi Trong Rác)",
  "(From Cleaning Up Spoiled Food)": "(Từ Dọn Dẹp Thức Ăn Thiu)",
  "(From Emptying Trash)": "(Từ Đổ Rác)",
  "(From Watching a Fight)": "(Từ Xem Đánh Nhau)",
  "(From Eating Beetles)": "(Từ Ăn Bọ Cánh Cứng)",
  "(From Catching a Fish)": "(Từ Bắt Được Cá)",
  "(From Catching Frog)": "(Từ Bắt Ếch)",
  "(From Exploring a Cave)": "(Từ Khám Phá Hang Động)",
  "(From Witnessing Death)": "(Từ Chứng Kiến Cái Chết)",
  "(From Being in a Fight)": "(Từ Tham Gia Vào Một Trận Đánh)",
  "(From Insects)": "(Từ Côn Trùng)",
  "(From Privacy Violation)": "(Từ Xâm Phạm Quyền Riêng Tư)",
  "(From Seeing a Sim Puke)": "(Từ Chứng Kiến Một Sim Nôn)",
  "(From Survivalist Trait)": "(Từ Tính Cách Sinh Tồn)",
  "(From Seeing Waterfalls)": "(Từ Ngắm Nhìn Thác Nước)",
  "(From Going to Work)": "(Từ Đi Làm)",
  "(From Bad Herbalism Remedy)": "(Từ Phương Thuốc Thảo Dược Tệ)",
  "(From Eating Toxic Elderberry)": "(Từ Ăn Quả Cơm Cháy Độc)",
  "(From Eating Muckleberry)": "(Từ Ăn Quả Muckleberry)",
  "(From Eating False Morel Mushroom)": "(Từ Ăn Nấm Morel Giả)",
  "(From Eating Toxic Chamomile)": "(Từ Ăn Cúc La Mã Độc)",
  "(From Eating Poison Fireleaf)": "(Từ Ăn Lá Lửa Độc)",
  "(From Eating Noxious Elderberry)": "(Từ Ăn Quả Cơm Cháy Độc Hại)",
  "(From Reading Camping Book)": "(Từ Đọc Sách Cắm Trại)",
  "{0.SimFirstName} has learned the Fungal Infusion Fertilizer Recipe from the Hermit.": "{0.SimFirstName} đã học được Công Thức Phân Bón Truyền Dịch Nấm từ Người Ẩn Dật.",
  "(From Hosting a Weenie Roast)": "(Từ Tổ Chức Tiệc Nướng Xúc Xích)",
  "(From Sabotaged Tent)": "(Từ Lều Bị Phá Hoại)",
  "(From Wrestling A Bear)": "(Từ Vật Lộn Với Gấu)",
  "Greenhorn": "Lính Mới Tò Te",
  "Forest Scout": "Hướng Đạo Sinh Trong Rừng",
  "Wilderness Explorer": "Nhà Thám Hiểm Vùng Hoang Dã",
  "Outdoor Enthusiast": "Người Đam Mê Hoạt Động Ngoài Trời",
  "{0.SimFirstName} is a Squeamish Sim. Squeamish Sims become Nauseated from slimy icky things.": "{0.SimFirstName} là một Sim Nhút Nhát. Những Sim Nhút Nhát trở nên Buồn Nôn vì những thứ nhớp nháp ghê tởm.",
  "Squeamish Lesson": "Bài Học Về Sự Nhút Nhát",
  "(From Outdoor Enthusiast Aspiration)": "(Từ Nguyện Vọng Người Đam Mê Hoạt Động Ngoài Trời)",
  "(From Being Near a Campfire)": "(Từ Việc Ở Gần Lửa Trại)",
  "(From Being Squeamish)": "(Từ Việc Nhút Nhát)",
  "(From Herbalism Skill)": "(Từ Kỹ Năng Thảo Dược)",
  "(From Owning a Horseshoe Pit)": "(Từ Việc Sở Hữu Hố Ném Móng Ngựa)",
  "(From Owning a Tent)": "(Từ Việc Sở Hữu Lều)",
  "{0.SimFirstName} has become one with nature! \\n\\nTrait Earned: Survivalist \\nSim gets high quality buffs from using camping equipment and fresh ingredients.": "{0.SimFirstName} đã hòa mình vào thiên nhiên! \n\nTính Cách Đạt Được: Người Sinh Tồn \nSim nhận được buff chất lượng cao khi sử dụng thiết bị cắm trại và nguyên liệu tươi.",
  "Outdoor Enthusiasts want to experience everything nature has to offer!": "Những Người Đam Mê Hoạt Động Ngoài Trời muốn trải nghiệm mọi thứ mà thiên nhiên ban tặng!",
  "(From Being Near Campfire)": "(Từ Việc Ở Gần Lửa Trại)",
  "(From Seeing Waterfall)": "(Từ Việc Ngắm Nhìn Thác Nước)",
  "Arrr matey! There be a fine tale! Arr!": "Ái chà chà! Chuyện hay à nghen! Ái!",
  "An Adventurous Tale!": "Một Câu Chuyện Phiêu Lưu!",
  "Woah! That was a great scare!": "Ối chao! Sợ quá đi!",
  "A Great Scare!": "Một Trận Hết Hồn!",
  "That \"scary\" story may have been more comical than scary.": "Câu chuyện \"kinh dị\" đó có lẽ buồn cười hơn là đáng sợ.",
  "A Silly Scare": "Một Trận Hết Hồn Ngớ Ngẩn",
  "(From Nearby Bear)": "(Từ Gần Gấu)",
  "No Sim likes being around deadly animals, but this bear seems more annoying than threatening.": "Không Sim nào thích ở gần động vật nguy hiểm, nhưng con gấu này có vẻ gây khó chịu hơn là đe dọa.",
  "Unbearable": "Không Chịu Nổi",
  "Too much time in the forest can take a toll on the best of us.": "Quá nhiều thời gian trong rừng có thể gây ảnh hưởng đến những người giỏi nhất trong chúng ta.",
  "Homesick": "Nhớ Nhà",
  "Sims who love outdoors will find the fresh air and beautiful scenery of the forest rejuvenating.": "Những Sim yêu thích hoạt động ngoài trời sẽ thấy không khí trong lành và cảnh đẹp của khu rừng giúp hồi phục sức khỏe.",
  "Rejuvenated!": "Hồi Phục!",
  "It's like connect the dots... with stars.": "Cứ như nối các chấm... bằng các vì sao vậy.",
  "Constellation Formations": "Hình Thành Chòm Sao",
  "Nothing like the smell of clean forest air!": "Không gì bằng mùi không khí trong lành của rừng!",
  "Crisp Air!": "Không Khí Trong Lành!",
  "Some places just feel...unclean.": "Một số nơi chỉ cảm thấy...không sạch sẽ.",
  "Icky Surroundings": "Môi Trường Xung Quanh Ghê Tởm",
  "That dish was quite good. Quite, quite good.": "Món đó khá ngon. Khá là ngon đó nha.",
  "Very Tasty": "Rất Ngon",
  "That food certainly hit the spot! Time to digest.": "Món ăn đó chắc chắn đúng điệu rồi! Đến giờ tiêu hóa thôi.",
  "Distinctive Dish": "Món Ăn Độc Đáo",
  "What a dish! What preparation! That was delicious.": "Món gì đây! Chuẩn bị gì mà công phu! Ngon tuyệt.",
  "Scrumptious Meal": "Bữa Ăn Ngon Tuyệt",
  "Eating something prepared by a master is a truly incredible experience.": "Ăn một thứ gì đó được chuẩn bị bởi một bậc thầy là một trải nghiệm thực sự đáng kinh ngạc.",
  "Exquisite Meal": "Bữa Ăn Tinh Tế",
  "Good ingredients in the hands of an artist can result in a masterwork of food.": "Nguyên liệu tốt trong tay một nghệ sĩ có thể tạo ra một kiệt tác ẩm thực.",
  "Masterful Ingredients": "Nguyên Liệu Bậc Thầy",
  "Franks and Beans Buff (Hidden)": "Buff Đậu và Xúc Xích (Ẩn)",
  "Such a unique combination of flavors would make any Sim Inspired!": "Sự kết hợp hương vị độc đáo như vậy sẽ khiến bất kỳ Sim nào cũng Cảm Hứng!",
  "Unique Flavor Combination": "Sự Kết Hợp Hương Vị Độc Đáo",
  "Victorious! Listened to a triumphant tale.": "Chiến thắng! Đã nghe một câu chuyện khải hoàn.",
  "A Good Victory": "Một Chiến Thắng Tốt Đẹp",
  "Listened to a story about far away fantasy lands.": "Đã nghe một câu chuyện về những vùng đất xa xôi kỳ ảo.",
  "Happily Ever After!": "Hạnh Phúc Mãi Mãi!",
  "Awesome story! That story will be told for generations to come!": "Câu chuyện hay quá! Câu chuyện này sẽ được kể cho các thế hệ mai sau!",
  "Incredible Storyteller": "Người Kể Chuyện Tài Ba",
  "What a miserable pain!": "Thật là đau khổ khốn khổ!",
  "Bug Bite!": "Bị Côn Trùng Cắn!",
  "Insects have so many legs, and compound eyes, and antennae....": "Côn trùng có rất nhiều chân, mắt kép và râu....",
  "Icky Bug!": "Côn Trùng Ghê Tởm!",
  "Pew! That smells awful.": "Hú hồn! Mùi kinh quá.",
  "Foul Stench": "Mùi Hôi Thối",
  "Some of the best stories are entertaining AND provide good, moral inspiration. ": "Một số câu chuyện hay nhất vừa mang tính giải trí VỪA mang lại nguồn cảm hứng đạo đức tốt đẹp.",
  "Inspirational Moral": "Đạo Đức Truyền Cảm Hứng",
  "Nature's bounty is the canvas of Mother Nature. What a wondrous and inspiring sight!": "Sự hào phóng của thiên nhiên là bức vẽ của Mẹ Thiên Nhiên. Thật là một cảnh tượng kỳ diệu và đầy cảm hứng!",
  "Inspired by Nature": "Cảm Hứng Từ Thiên Nhiên",
  "Losing a fight to a bear is honorable.  Losing a fight to a Sim in a bear costume is shameful.": "Thua một trận đánh với gấu là điều đáng trọng. Thua một trận đánh với một Sim mặc đồ gấu thì thật đáng xấu hổ.",
  "Bested By Bear": "Bại Dưới Tay Gấu",
  "Listened to a story that made believers out of every Sim in the audience.": "Đã nghe một câu chuyện khiến mọi Sim trong khán giả đều tin.",
  "Magic is Real!": "Phép Thuật Là Thật!",
  "Wow. That was terrible. An ending this bad shouldn't have started in the first place.": "Ối dào. Tệ quá. Một cái kết tệ hại như vậy lẽ ra không nên bắt đầu ngay từ đầu.",
  "Messed Up the Ending": "Làm Hỏng Cái Kết",
  "A little dirty, but so is everything out here.": "Hơi dơ một chút, nhưng mọi thứ ở đây đều vậy mà.",
  "Grubby": "Dơ Dáy",
  "A hike can really help clear a Sim's head and bring back some focus.": "Một chuyến đi bộ đường dài thực sự có thể giúp đầu óc của một Sim trở nên thông thoáng và tập trung trở lại.",
  "Natural Focus": "Tập Trung Tự Nhiên",
  "Whatever that thing was, {0.SimFirstName} hopes to never see it again.": "Dù cái thứ đó là gì đi nữa, {0.SimFirstName} hy vọng sẽ không bao giờ nhìn thấy nó nữa.",
  "Freaked Out!": "Hết Hồn!",
  "You can never be too careful when exploring mausoleums and bramble patches.": "Bạn không bao giờ có thể quá cẩn thận khi khám phá lăng mộ và bụi gai.",
  "Mauled By Bear": "Bị Gấu Vồ",
  "These pesky little bugs are really getting under {0.SimFirstName}'s skin!": "Những con bọ nhỏ phiền toái này thực sự đang chọc tức {0.SimFirstName}!",
  "Ticks": "Ve",
  "Ouch! Shouldn't try that again...": "Ây da! Đừng nên thử lại lần nữa...",
  "Burnt Arm": "Bỏng Tay",
  "Cozying up near a campfire is such a warm and wonderful feeling.": "Ngồi xích lại gần lửa trại là một cảm giác ấm áp và tuyệt vời.",
  "Cozy Campfire": "Lửa Trại Ấm Cúng",
  "Nothing better than golden-brown, perfectly toasted marshmallows!": "Không gì tuyệt hơn món kẹo marshmallow vàng nâu, nướng hoàn hảo!",
  "Mmmmm, Marshmallow": "Mmmmm, Marshmallow",
  "The perfect combination of marshmallow, chocolate, and graham crackers. Yum!": "Sự kết hợp hoàn hảo giữa marshmallow, sô cô la và bánh quy giòn. Ngon!",
  "Mmmmmmm, Smore": "Mmmmmmm, Smore",
  "Bugs are flying around everywhere in the restroom. Eww!": "Côn trùng bay xung quanh khắp nhà vệ sinh. Ghê!",
  "Bugged in the Restroom": "Bị Côn Trùng Làm Phiền Trong Nhà Vệ Sinh",
  "Refreshingly Cool": "Mát Lạnh Sảng Khoái",
  "Refreshingly cool drink! Gotta stay hydrated!": "Thức uống mát lạnh sảng khoái! Phải giữ đủ nước!",
  "Apparently, some kinds of chamomile aren't so calming.": "Rõ ràng, một số loại cúc la mã không có tác dụng làm dịu.",
  "Agitate-tea": "Trà Kích Động",
  "Some berries just bring on the gloom.": "Một số loại quả mọng chỉ mang đến sự u ám.",
  "Melancholy Berry": "Quả Mọng U Sầu",
  "That tasted like a sundae topped with anger.": "Món đó có vị như một ly kem sundae phủ đầy sự tức giận.",
  "A-rage-ing Grace": "Cơn Thịnh Nộ Tột Độ",
  "Whoa.": "Ối.",
  "Dazed and Bemused": "Choáng Váng và Bối Rối",
  "Who knew eating a mushroom could make one this uncomfortable?": "Ai biết rằng ăn nấm có thể khiến người ta khó chịu đến vậy?",
  "Uncomfy Fungus": "Nấm Khó Chịu",
  "The perfect remedy for curing a dazed head.": "Phương thuốc hoàn hảo để chữa khỏi cái đầu choáng váng.",
  "Clear Mind": "Đầu Óc Minh Mẫn",
  "That deodorant remedy will ward off the stink for a while.": "Phương thuốc khử mùi đó sẽ ngăn mùi hôi trong một thời gian.",
  "Smelling Fresh": "Thơm Tho",
  "Gross! What's it going to take to wash this substance off?": "Ghê quá! Cần phải làm gì để rửa sạch chất này đây?",
  "Disgusting Application": "Ứng Dụng Ghê Tởm",
  "Gross! That sure didn't go down well...": "Ghê quá! Chắc chắn là không ổn rồi...",
  "Nauseated": "Buồn Nôn",
  "That energizing remedy really puts a pep in your step!": "Phương thuốc tăng lực đó thực sự giúp bạn phấn chấn hơn!",
  "Peppy!": "Phấn Chấn!",
  "That Insect Repellent will keep those pests away!": "Thuốc chống côn trùng đó sẽ giúp xua đuổi những loài gây hại đó!",
  "Bug Free!": "Không Có Bọ!",
  "Could use a little practice.": "Có thể cần một chút luyện tập.",
  "Embarrassing Showing": "Thể Hiện Đáng Xấu Hổ",
  "Not all Horseshoes are lucky.": "Không phải tất cả Móng Ngựa đều may mắn.",
  "Loser": "Kẻ Thua Cuộc",
  "Nothing enables more focus than the sound of the game.": "Không gì giúp tập trung hơn âm thanh của trò chơi.",
  "Horseshoes Training": "Luyện Tập Ném Móng Ngựa",
  "It's never too late to get back on the horseshoe band wagon!": "Không bao giờ là quá muộn để quay lại với trò ném móng ngựa!",
  "Sour Grapes": "Ghen Ăn Tức Ở",
  "Easy to Learn, Easy to master... wheres the challenge?": "Dễ học, dễ làm chủ... thử thách ở đâu?",
  "Unsophisticated Game": "Trò Chơi Đơn Giản",
  "Congratulations! You are an epic Horseshoe Champion! Feel the glory!": "Chúc mừng! Bạn là Nhà Vô Địch Ném Móng Ngựa vĩ đại! Cảm nhận vinh quang!",
  "Horseshoe Champion": "Nhà Vô Địch Ném Móng Ngựa",
  "Nice scare — anyone else feel goosebumps? ": "Hết hồn thiệt chứ — có ai nổi da gà không?",
  "Great Scare": "Hết Hồn",
  "Gah! It won't be easy sleeping tonight!": "Gah! Đêm nay khó ngủ rồi!",
  "Scared Bladderless": "Sợ Đến Mất Tiểu",
  "Tents are rather flammable - being in one that's on fire is not advised.": "Lều khá dễ cháy - không nên ở trong một cái lều đang bốc cháy.",
  "Smokey": "Khói Mịt Mù",
  "Getting down and getting dirty.": "Xuống và làm bẩn hết cả người.",
  "WooHooed In the Wild": "WooHoo Ngoài Thiên Nhiên",
  "Sometimes, an itch is so bad that taking off one's skin sounds like a reasonable solution.": "Đôi khi, một cơn ngứa quá khó chịu đến mức việc cởi bỏ lớp da nghe có vẻ là một giải pháp hợp lý.",
  "Extreme Itch": "Ngứa Dữ Dội",
  "What a nasty burning sensation....": "Cảm giác nóng rát thật kinh khủng....",
  "Irksome Itch": "Ngứa Phát Bực",
  "This itch will simply not let up. It is unapologetic, unrepentant, unrelenting.": "Cơn ngứa này sẽ không đơn giản buông tha. Nó không hề hối lỗi, không hề ăn năn, không hề nguôi ngoai.",
  "Unrelenting Itch": "Ngứa Không Ngớt",
  "A quick getaway might help relieve the tension of work ": "Một chuyến đi trốn nhanh chóng có thể giúp giảm bớt căng thẳng trong công việc",
  "In Need of a Break": "Cần Nghỉ Ngơi",
  "Taking a day off could be the answer to the building stress of work.": "Nghỉ một ngày có thể là câu trả lời cho sự căng thẳng đang tích tụ trong công việc.",
  "Needs a Day Off": "Cần Một Ngày Nghỉ",
  "Getting away from the grind is the only way to find some relaxation. Need a vacation badly!": "Tránh xa công việc vất vả là cách duy nhất để tìm thấy sự thư giãn. Cần một kỳ nghỉ một cách tồi tệ!",
  "Definitely Needs a Vacation": "Chắc Chắn Cần Một Kỳ Nghỉ",
  "Reading an entertaining book can put everything in perspective.": "Đọc một cuốn sách giải trí có thể giúp mọi thứ trở nên rõ ràng hơn.",
  "Leisurely Read": "Đọc Thong Dong",
  "Nothing relieves stress like some time in the great outdoors!": "Không gì giúp giảm căng thẳng bằng một khoảng thời gian ở ngoài trời tuyệt vời!",
  "Refreshed": "Tươi Tắn",
  "The ferocious roar of a bear has unnerved {0.SimFirstName}.": "Tiếng gầm dữ dội của một con gấu đã làm {0.SimFirstName} hoảng sợ.",
  "Scary Bear!": "Gấu Đáng Sợ!",
  "Triumphant Weenie Roast": "Tiệc Nướng Xúc Xích Thành Công",
  "They came, they ate, they roasted marshmallows.": "Họ đến, họ ăn, họ nướng kẹo marshmallow.",
  "Hosted a Great Weenie Roast": "Tổ Chức Một Bữa Tiệc Nướng Xúc Xích Tuyệt Vời",
  "Hosted a Magnificent Weenie Roast": "Tổ Chức Một Bữa Tiệc Nướng Xúc Xích Lộng Lẫy",
  "Looking at the vast sky brings inspiration that anything is possible.": "Nhìn lên bầu trời rộng lớn mang đến nguồn cảm hứng rằng mọi thứ đều có thể.",
  "Sparked by Clouds": "Bùng Nổ Bởi Những Đám Mây",
  "Woah! That was an unexpectedly spooky story!": "Ối! Đó là một câu chuyện ma quái bất ngờ!",
  "Spine-Tingling Thrill": "Cảm Giác Rùng Mình",
  "Listened to a satisfying story that brought goosebumps ": "Đã nghe một câu chuyện thỏa mãn khiến nổi da gà",
  "Tales of the Dead": "Những Câu Chuyện Về Người Chết",
  "Fantastic story! Sims love an epic tale told with such detail.": "Câu chuyện tuyệt vời! Các Sim yêu thích một câu chuyện sử thi được kể một cách chi tiết như vậy.",
  "Told a Great Story": "Kể Một Câu Chuyện Hay",
  "Art lovers appreciate the scenic views of waterfall and cliffs.": "Những người yêu thích nghệ thuật đánh giá cao cảnh quan tuyệt đẹp của thác nước và vách đá.",
  "Nature is Art": "Thiên Nhiên Là Nghệ Thuật",
  "The sounds of nature are soothing to a Good Sim": "Âm thanh của thiên nhiên xoa dịu một Sim Tốt",
  "Peace with Nature": "Hòa Bình Với Thiên Nhiên",
  "It's amazing how inspiring nature is to a creative Sim.": "Thật tuyệt vời khi thiên nhiên truyền cảm hứng cho một Sim sáng tạo.",
  "Beautiful Inspiration": "Cảm Hứng Tuyệt Đẹp",
  "A story that adventurous brings out a bold streak in even the most cowardly Sim.": "Một câu chuyện phiêu lưu khơi dậy một vệt táo bạo ngay cả ở Sim nhát gan nhất.",
  "Emboldened by Story": "Được Táo Bạo Bởi Câu Chuyện",
  "A story that exciting stimulates a streak of energy in any Sim!": "Một câu chuyện thú vị kích thích một vệt năng lượng trong bất kỳ Sim nào!",
  "Energized by Story!": "Được Nạp Năng Lượng Bởi Câu Chuyện!",
  "A story that good produces a spark of inspiration!": "Một câu chuyện hay tạo ra một tia cảm hứng!",
  "Inspired by Story": "Được Truyền Cảm Hứng Bởi Câu Chuyện",
  "Hearing a story that amusing provokes an ear to ear grin on any Sim!": "Nghe một câu chuyện vui nhộn khơi gợi một nụ cười toe toét trên khuôn mặt của bất kỳ Sim nào!",
  "Amused by Story": "Vui Vẻ Bởi Câu Chuyện",
  "That story will be told for years to come!": "Câu chuyện đó sẽ được kể trong nhiều năm tới!",
  "Heard a Great Story": "Đã Nghe Một Câu Chuyện Hay",
  "Mixing up an impeccable remedy sure feels good.": "Pha chế một phương thuốc hoàn hảo chắc chắn là một cảm giác tốt.",
  "Herbal Master": "Bậc Thầy Thảo Dược",
  "You can only get sights like flowing waterfalls and towering cliffs out here!": "Bạn chỉ có thể ngắm nhìn những cảnh tượng như thác nước chảy và vách đá cao chót vót ở đây!",
  "Beautiful Outdoors": "Thiên Nhiên Tuyệt Đẹp",
  "Nothing beats taking a piece of the outdoors home with you!": "Không gì tuyệt vời hơn việc mang một mảnh thiên nhiên về nhà!",
  "Collected Creature!": "Sinh Vật Được Thu Thập!",
  "Sims who love the outdoors also love waking up to the sights and sounds of nature!": "Những Sim yêu thích hoạt động ngoài trời cũng thích thức dậy với cảnh vật và âm thanh của thiên nhiên!",
  "Peaceful Waking": "Thức Giấc Yên Bình",
  "Ugh. There's way too much dirt out here…": "Ugh. Có quá nhiều bụi bẩn ở đây…",
  "Too Much Dirt": "Quá Nhiều Bụi Bẩn",
  "Romantic Sims get a bit flirty when near the waterfall and cliffs in the forest.": "Những Sim lãng mạn trở nên hơi tán tỉnh khi ở gần thác nước và vách đá trong rừng.",
  "Charmed by Nature": "Quyến Rũ Bởi Thiên Nhiên",
  "Slobs feel right at home when being dirty comes naturally when camping.": "Những Sim luộm thuộm cảm thấy như ở nhà khi việc bẩn thỉu trở nên tự nhiên khi đi cắm trại.",
  "Natural Dirt": "Bẩn Tự Nhiên",
  "Rocks, dirt, and plants are so drab. These just aren't sufficient sights for the enlightened.": "Đá, bụi bẩn và cây cối thật tẻ nhạt. Đây không phải là những cảnh tượng đủ cho những người được khai sáng.",
  "Not Enough Culture": "Không Đủ Văn Hóa",
  "Blech. This is just creepy.": "Ghê. Điều này thật đáng sợ.",
  "Eww, Gross!": "Ghê, Tởm!",
  "Nothing beats eating food caught or harvested with one's own hands!": "Không gì tuyệt vời hơn việc ăn thức ăn do chính tay mình bắt hoặc thu hoạch!",
  "Fresh is Best!": "Tươi Ngon Nhất!",
  "Sims with the Survivalist Trait REALLY enjoy roughing it and waking up outdoors.": "Những Sim có Tính Cách Sinh Tồn THỰC SỰ thích sống khắc khổ và thức dậy ngoài trời.",
  "Primitive Awakening": "Thức Tỉnh Nguyên Thủy",
  "Some Sims get the greatest comfort from roughin' it!": "Một số Sim cảm thấy thoải mái nhất khi sống khắc khổ!",
  "Rustic Comfort": "Thoải Mái Mộc Mạc",
  "All natural ingredients are healthy and help bring balance to the circle of life.": "Tất cả các thành phần tự nhiên đều tốt cho sức khỏe và giúp mang lại sự cân bằng cho vòng đời.",
  "Simple Satisfaction": "Hài Lòng Đơn Giản",
  "Listened to an epic tale of adventure.": "Đã nghe một câu chuyện phiêu lưu sử thi.",
  "Treasured Tale": "Câu Chuyện Được Trân Trọng",
  "Defeating a bear in a fight is something anyone should be proud of.": "Đánh bại một con gấu trong một trận chiến là điều mà bất kỳ ai cũng nên tự hào.",
  "Wrestled Bear": "Vật Lộn Với Gấu",
  "Illuminated by Stars": "Được Chiếu Sáng Bởi Các Vì Sao",
  "Back from a hike but enough energy to do ten more!": "Trở về từ một chuyến đi bộ đường dài nhưng vẫn còn đủ năng lượng để thực hiện thêm mười chuyến nữa!",
  "Invigorated by Nature": "Được Tiếp Sức Bởi Thiên Nhiên",
  "Granite Falls Forest": "Rừng Granite Falls",
  "Forest Ranger": "Kiểm Lâm",
  "If you get really close it smells like the fresh air in an alpine forest. Mmmm... piney.": "Nếu bạn đến thật gần, nó có mùi như không khí trong lành của một khu rừng núi cao. Mmmm... mùi thông.",
  "Alpine Column": "Cột Núi Cao",
  "More S'mores": "Nhiều S'more Hơn",
  "Glade Granny": "Bà Già Thung Lũng",
  "Hip Hiker": "Dân Đi Bộ Sành Điệu",
  "Glamping Gal": "Cô Nàng Cắm Trại Sang Chảnh",
  "Knoll Ninja": "Ninja Đồi",
  "Careful Camper": "Người Cắm Trại Cẩn Thận",
  "Comfort Camper": "Người Cắm Trại Thoải Mái",
  "Granite Falls Wood Flooring": "Sàn Gỗ Granite Falls",
  "All natural stone from Granite Falls is imported and smashed together to make this stylish foundation.": "Tất cả đá tự nhiên từ Granite Falls được nhập khẩu và đập vào nhau để tạo nên nền móng đầy phong cách này.",
  "Packed Stone Foundation": "Nền Đá Đóng Gói",
  "Horseshoes": "Móng Ngựa",
  "Boasting compostable scented sawdust, a rainwater recycling system, and hand-carved toilet seats, the Trusty Rustic is here to answer all pressing calls of nature.": "Với mùn cưa thơm có thể phân hủy, hệ thống tái chế nước mưa và bệ ngồi nhà vệ sinh được chạm khắc bằng tay, Trusty Rustic ở đây để đáp ứng mọi nhu cầu bức thiết của thiên nhiên.",
  "Trusty Rustic": "Trusty Rustic",
  "Be lulled to sleep by the smell of all natural synthetic rubber with AirKushn's inflatable double bed! Our patented rubber is guaranteed to smell like rubber for years to come. ": "Hãy để mùi cao su tổng hợp hoàn toàn tự nhiên ru bạn vào giấc ngủ với giường đôi bơm hơi AirKushn! Loại cao su đã được cấp bằng sáng chế của chúng tôi đảm bảo có mùi như cao su trong nhiều năm tới.",
  "AirKushn Double": "AirKushn Double",
  "Do you love the feeling of ticks tingling on your legs or cramped, constrained spaces? If yes, buy a sleeping bag. Otherwise, buy a Glamping Vunderbed!": "Bạn có thích cảm giác ve ngứa ran trên chân hoặc những không gian chật chội, gò bó không? Nếu có, hãy mua một cái túi ngủ. Nếu không, hãy mua Glamping Vunderbed!",
  "Glamping Vunderbed": "Glamping Vunderbed",
  "Enjoy the brissily pine tree feel and the musky dirt smell without ever leaving your bed. It's not quite the forest floor, but it's close! ": "Tận hưởng cảm giác cây thông xù xì và mùi đất bốc khói mà không cần rời khỏi giường. Nó không hẳn là nền rừng, nhưng nó gần lắm!",
  "Rustic Sleeper": "Rustic Sleeper",
  "Prefer to keep the smell of our natural synthetic rubber all to yourself? The AirKushn inflatable single bed is coated with enough rubber to satisfy even the most hard-pressed wilderness campers.": "Bạn thích giữ mùi cao su tổng hợp tự nhiên của chúng tôi cho riêng mình? Giường đơn bơm hơi AirKushn được phủ đủ cao su để làm hài lòng ngay cả những người cắm trại vùng hoang dã khó tính nhất.",
  "AirKushn Single": "AirKushn Single",
  "Assembled by robots in our sleep-tech facility, the Gordian Cot marries convenience and style without compromising the discomfort of camping in the wild. ": "Được lắp ráp bởi robot trong cơ sở công nghệ giấc ngủ của chúng tôi, Gordian Cot kết hợp sự tiện lợi và phong cách mà không ảnh hưởng đến sự khó chịu khi cắm trại trong tự nhiên hoang dã.",
  "Gordian Cot": "Gordian Cot",
  "By: The Hermit of Granite Falls\\n\\nOkay. Time to take off the kids gloves and brew some remedies that will magically cure any ailment.": "Bởi: Người Ẩn Dật của Granite Falls\n\nĐược rồi. Đến lúc tháo găng tay trẻ con ra và pha chế một số phương thuốc có thể chữa khỏi mọi bệnh tật một cách kỳ diệu.",
  "Herbalism Vol 3: Herbal Master": "Thảo Dược Học Tập 3: Bậc Thầy Thảo Dược",
  "By: Harold Patterson\\n\\nTired of purchasing expensive medicine and sprays to remedy what ails you? Learn the ins and outs of creating your own!": "Bởi: Harold Patterson\n\nBạn mệt mỏi vì phải mua thuốc và thuốc xịt đắt tiền để chữa trị những gì đang làm bạn khó chịu? Hãy tìm hiểu những điều cơ bản để tự tạo ra chúng!",
  "Herbalism Vol 1: Let's Get Brewing!": "Thảo Dược Học Tập 1: Hãy Cùng Pha Chế!",
  "By: Michael Wash\\n\\nMove beyond the basics of the art of Herbalism. Become more successful at creating remedies that actually work!": "Bởi: Michael Wash\n\nHãy vượt ra ngoài những kiến thức cơ bản về nghệ thuật Thảo Dược. Trở nên thành công hơn trong việc tạo ra những phương thuốc thực sự hiệu quả!",
  "By: Sean Walsh \\n\\nWorld-renowned insect and fiction connoisseur, Sean Walsh, takes us toward the adventures of a brave Sim and her crew in a remote region of the globe where lays a land long forgotten, where giant insects reign supreme. With the Giant Mantis holding the title of King of the Jungle, will the Sim and her crew be able to join with the native ants, beetles, and butterflies to fight off the mantis threat and avoid global destruction?": "Bởi: Sean Walsh\n\nSean Walsh, người sành sỏi về côn trùng và tiểu thuyết nổi tiếng thế giới, đưa chúng ta đến với cuộc phiêu lưu của một Sim dũng cảm và phi hành đoàn của cô ấy ở một khu vực hẻo lánh trên toàn cầu, nơi có một vùng đất bị lãng quên từ lâu, nơi những con côn trùng khổng lồ thống trị tối cao. Với Bọ Ngựa Khổng Lồ giữ danh hiệu Vua của Rừng Xanh, liệu Sim và phi hành đoàn của cô ấy có thể hợp lực với kiến, bọ cánh cứng và bướm bản địa để chống lại mối đe dọa từ bọ ngựa và tránh sự hủy diệt toàn cầu?",
  "The Mantis Wars": "Những Cuộc Chiến Của Bọ Ngựa",
  "By: Mike Jeffress \\n\\nTo behold the splendor of the Sequoia Falls is to gaze upon the greatest beauty that nature has to offer. Or is it? Learn about the fascinating true story of a Sim who succeeded against all odds through the eyes of Mike Jeffress.  The story of a Sim who refused to take no for an answer. A Sim that just wouldn't quit. A Sim that created, and now operates, the world's grandest man made waterfall.": "Bởi: Mike Jeffress\n\nChiêm ngưỡng sự huy hoàng của Thác Sequoia là chiêm ngưỡng vẻ đẹp tuyệt vời nhất mà thiên nhiên ban tặng. Hoặc là không? Tìm hiểu về câu chuyện có thật hấp dẫn về một Sim đã thành công vượt qua mọi khó khăn qua con mắt của Mike Jeffress. Câu chuyện về một Sim từ chối chấp nhận câu trả lời là không. Một Sim không chịu bỏ cuộc. Một Sim đã tạo ra và hiện đang vận hành thác nước nhân tạo lớn nhất thế giới.",
  "The Man Behind the Falls": "Người Đàn Ông Đứng Sau Thác Nước",
  "By: PJ Ranches \\n\\nPJ Ranches comes forth with the gripping first installment of the Ranches Family series. A young Sim girl ventured into the wilderness alone on a night the moon forgot to shine. No one knows why she left. No one knows why she never returned. What they do know is that on some nights the moon again forgets to shine, and when it does, terrible things occur. The Ranches family has come to Granite Falls looking for a  break from the pains of the modern world, but their pain has only just begun...": "Bởi: PJ Ranches\n\nPJ Ranches trình bày phần đầu tiên hấp dẫn của loạt phim Gia Đình Ranches. Một cô gái Sim trẻ tuổi một mình dấn thân vào vùng hoang dã vào một đêm mà mặt trăng quên tỏa sáng. Không ai biết tại sao cô ấy rời đi. Không ai biết tại sao cô ấy không bao giờ trở lại. Điều họ biết là vào một số đêm, mặt trăng lại quên tỏa sáng, và khi điều đó xảy ra, những điều khủng khiếp sẽ xảy ra. Gia đình Ranches đã đến Granite Falls để tìm kiếm một sự giải thoát khỏi những nỗi đau của thế giới hiện đại, nhưng nỗi đau của họ chỉ mới bắt đầu...",
  "The Night the Moon Forgot to Shine": "Đêm Trăng Quên Tỏa Sáng",
  "bucket_GP01GEN placeholder name": "tên giữ chỗ bucket_GP01GEN",
  "bucket_GP01GEN placeholder description": "mô tả giữ chỗ bucket_GP01GEN",
  "This traditional rock ring will keep your fire contained during your trip to the great outdoors.": "Vòng đá truyền thống này sẽ giữ lửa của bạn trong chuyến đi đến vùng ngoại ô.",
  "Rocks of Fire": "Những Tảng Đá Của Lửa",
  "This chess table was made 100% out of fresh wood. Have fun and build logic, knowing that it is completely organic. No animals were harmed to create this fine piece!": "Bàn cờ này được làm 100% từ gỗ tươi. Hãy vui vẻ và xây dựng logic, khi biết rằng nó hoàn toàn hữu cơ. Không có động vật nào bị làm hại để tạo ra tác phẩm tuyệt vời này!",
  "Hand Carved Chess Table": "Bàn Cờ Chạm Khắc Thủ Công",
  "Unlock this item by completing a Gold tier Weenie Roast.": "Mở khóa vật phẩm này bằng cách hoàn thành Bữa Tiệc Nướng Xúc Xích cấp Vàng.",
  "Unlocked by completing a Gold tier Weenie Roast.": "Đã mở khóa bằng cách hoàn thành Bữa Tiệc Nướng Xúc Xích cấp Vàng.",
  "An exotic fish only found in rare mountainous regions. Beware their spines, they can do serious damage!": "Một loài cá kỳ lạ chỉ được tìm thấy ở các vùng núi hiếm hoi. Hãy cẩn thận với gai của chúng, chúng có thể gây ra thiệt hại nghiêm trọng!",
  "Mountain Lionfish": "Cá Sọc Dứa Núi",
  "These huge marble eyed fish are color blind. They cannot see blue or yellow. Good eatin’ though.": "Những con cá mắt đá cẩm thạch khổng lồ này bị mù màu. Chúng không thể nhìn thấy màu xanh lam hoặc màu vàng. Tuy nhiên, ăn rất ngon.",
  "Walleye": "Cá Walleye",
  "Kin to Walleyes. Best known for their black tiger stripes and growling when they’re hungry.": "Họ hàng với cá Walleye. Nổi tiếng nhất với những sọc vằn đen và tiếng gầm gừ khi đói.",
  "Yellow Perch": "Cá Rô Vàng",
  "Take pride in mounting a rare Mountain Lionfish!": "Hãy tự hào khi treo một con Cá Sọc Dứa Núi quý hiếm!",
  "Mounted Lion Fish": "Cá Sọc Dứa Treo Tường",
  "The Walleye, decoratively displayed for every Sim's enjoyment.": "Cá Walleye, được trưng bày trang trí để mọi Sim thưởng thức.",
  "Mounted Walleye": "Cá Walleye Treo Tường",
  "Why someone would want to mount this common fish is anyone's guess.": "Không ai đoán được tại sao ai đó lại muốn treo con cá phổ biến này.",
  "Mounted Yellow Perch": "Cá Rô Vàng Treo Tường",
  "The Blue Crawdad on a mount. He looks like a mini-lobster!": "Tôm càng xanh trên giá treo. Trông giống như một con tôm hùm mini!",
  "Mounted Blue Crawdad": "Tôm Càng Xanh Treo Tường",
  "This mounted Red Crawdad is ready for display in Sim's collections of fish and other swimming things.": "Tôm càng đỏ treo tường này đã sẵn sàng để trưng bày trong bộ sưu tập cá và những thứ biết bơi khác của Sim.",
  "Mounted Red Crawdad": "Tôm Càng Đỏ Treo Tường",
  "The mysterious blue crawdad is rumored to received its color from an industrial blueberry accident.": "Tôm càng xanh bí ẩn được đồn đại là có màu sắc từ một tai nạn công nghiệp liên quan đến quả việt quất.",
  "Blue Crawdad": "Tôm Càng Xanh",
  "Kissing cousins to lobsters. But don’t tell them that, they want to be unique.": "Họ hàng gần với tôm hùm. Nhưng đừng nói với chúng điều đó, chúng muốn trở nên độc đáo.",
  "Red Crawdad": "Tôm Càng Đỏ",
  "Busy as a bee. Bees are the hardest workers in the insect world. Fact: Plants rely on bees to reproduce.": "Bận rộn như ong. Ong là những công nhân chăm chỉ nhất trong thế giới côn trùng. Thực tế: Thực vật dựa vào ong để sinh sản.",
  "{S.Bee}{P.Bees}": "{S.Ong}{P.Ong}",
  "These blue winged fliers are one of the largest butterflies in the world. They often rest on forest floors and hide from predators.": "Những loài có cánh xanh này là một trong những loài bướm lớn nhất trên thế giới. Chúng thường đậu trên mặt đất rừng và trốn tránh kẻ săn mồi.",
  "{S.Blue Morpho Butterfly}{P.Blue Morpho Butterflies}": "{S.Bướm Morpho Xanh}{P.Bướm Morpho Xanh}",
  "This butterfly cannot be mistaken due to its bright colors and unique wing design. These colors serve as a warning to predators because it is quite toxic to eat.": "Loài bướm này không thể bị nhầm lẫn do màu sắc tươi sáng và thiết kế cánh độc đáo. Những màu sắc này đóng vai trò như một lời cảnh báo cho những kẻ săn mồi vì nó khá độc khi ăn.",
  "{S.Jezebel Butterfly}{P.Jezebel Butterflies}": "{S.Bướm Jezebel}{P.Bướm Jezebel}",
  "One of the most beautiful and majestic butterflies but they start their lives as much less attractive caterpillars. They flap their wings about 300 to 700 times a minute.": "Một trong những loài bướm đẹp nhất và hùng vĩ nhất nhưng chúng bắt đầu cuộc sống của mình với tư cách là những con sâu bướm kém hấp dẫn hơn nhiều. Chúng vỗ cánh khoảng 300 đến 700 lần một phút.",
  "{S.Monarch Butterfly}{P.Monarch Butterflies}": "{S.Bướm Monarch}{P.Bướm Monarch}",
  "Dragonflies are said to be the first flying insects some 300 million years ago. They are expert fliers and can fly up, down and hover like a helicopter.": "Chuồn chuồn được cho là loài côn trùng bay đầu tiên cách đây khoảng 300 triệu năm. Chúng là những phi công chuyên nghiệp và có thể bay lên, xuống và lơ lửng như вертолет.",
  "{S.Dragonfly}{P.Dragonflies}": "{S.Chuồn Chuồn}{P.Chuồn Chuồn}",
  "An ultra rare insect can be found in forests. They have been seen breathing fire. Better not get too close or lose an eyebrow!": "Một loài côn trùng cực kỳ quý hiếm có thể được tìm thấy trong rừng. Chúng đã được nhìn thấy phun lửa. Tốt hơn là đừng đến quá gần hoặc mất một bên lông mày!",
  "{S.Dragon Dragonfly}{P.Dragon Dragonflies}": "{S.Chuồn Chuồn Rồng}{P.Chuồn Chuồn Rồng}",
  "Watch out for these little guys. They can deliver a powerful sting and love to use it. Their mounds can reach 40 cm. high and can be as deep as 5 meters. ": "Hãy coi chừng những anh chàng nhỏ bé này. Chúng có thể gây ra một cú chích mạnh mẽ và thích sử dụng nó. Gò đất của chúng có thể cao tới 40 cm và có thể sâu tới 5 mét.",
  "{S.Fire Ant}{P.Fire Ants}": "{S.Kiến Lửa}{P.Kiến Lửa}",
  "Nothing is more magical than a firefly at night. These bioluminescent critters create their own light through chemical reactions in their bodies.": "Không có gì kỳ diệu hơn đom đóm vào ban đêm. Những sinh vật phát quang sinh học này tạo ra ánh sáng của riêng mình thông qua các phản ứng hóa học trong cơ thể.",
  "{S.Firefly}{P.Fireflies}": "{S.Đom Đóm}{P.Đom Đóm}",
  "The more exotic firefly. These insects shine bright with a variety of colors. Turn off the lights and watch their amazing glow.": "Loài đom đóm kỳ lạ hơn. Những côn trùng này tỏa sáng rực rỡ với nhiều màu sắc khác nhau. Tắt đèn và ngắm nhìn ánh sáng rực rỡ tuyệt vời của chúng.",
  "{S.Rainbow Firefly}{P.Rainbow Fireflies}": "{S.Đom Đóm Cầu Vồng}{P.Đom Đóm Cầu Vồng}",
  "Well known for their beautiful iridescent colors. These beetles are one of the world's most collected insects. ": "Nổi tiếng với màu sắc óng ánh tuyệt đẹp. Những con bọ cánh cứng này là một trong những loài côn trùng được thu thập nhiều nhất trên thế giới.",
  "{S.Jewel Beetle}{P.Jewel Beetles}": "{S.Bọ Cánh Cứng Trang Sức}{P.Bọ Cánh Cứng Trang Sức}",
  "Katydids love to sing and rub their wings together to make their sounds. Did you know that their ears are in their front legs?": "Dế Katydid thích ca hát và chà cánh vào nhau để tạo ra âm thanh của chúng. Bạn có biết rằng tai của chúng nằm ở chân trước không?",
  "{S.Katydid}{P.Katydids}": "{S.Dế Katydid}{P.Dế Katydid}",
  "Great garden helpers. These lovely critters actually prey on other bugs and can protect crops from other insects.": "Những người trợ giúp tuyệt vời cho khu vườn. Những sinh vật đáng yêu này thực sự săn các loài bọ khác và có thể bảo vệ mùa màng khỏi các loài côn trùng khác.",
  "{S.Ladybug}{P.Ladybugs}": "{S.Bọ Rùa}{P.Bọ Rùa}",
  "The bringers of catastrophic disasters. These insects swarm together in clouds that can cover 100 square kilometers and contain billions of locusts.": "Những kẻ mang đến những thảm họa kinh hoàng. Những côn trùng này tụ tập thành đàn trên những đám mây có thể bao phủ 100 km vuông và chứa hàng tỷ con châu chấu.",
  "{S.Locust}{P.Locusts}": "{S.Châu Chấu}{P.Châu Chấu}",
  "A very cool insect that can turn its head 180 degrees. The females are well known for eating their mates. Yikes!": "Một loài côn trùng rất thú vị có thể xoay đầu 180 độ. Những con cái nổi tiếng vì ăn thịt bạn tình của chúng. Ớn lạnh!",
  "{S.Mantis}{P.Mantes}": "{S.Bọ Ngựa}{P.Bọ Ngựa}",
  "These little blood suckers are considered the most deadly insects on the planet. Better keep your distance!": "Những kẻ hút máu nhỏ bé này được coi là loài côn trùng gây chết người nhiều nhất trên hành tinh. Tốt hơn hết là bạn nên giữ khoảng cách!",
  "{S.Mosquito}{P.Mosquitoes}": "{S.Muỗi}{P.Muỗi}",
  "These beautiful moths primarily fly around at night. This is how they received their name \"Luna\", which means moon.": "Những con bướm đêm xinh đẹp này chủ yếu bay xung quanh vào ban đêm. Đây là cách chúng nhận được tên gọi \"Luna\", có nghĩa là mặt trăng.",
  "{S.Luna Moth}{P.Luna Moths}": "{S.Bướm Đêm Luna}{P.Bướm Đêm Luna}",
  "These fun critters love to hop and bounce around. They usually travel around in packs. More the merrier!": "Những sinh vật vui nhộn này thích nhảy nhót xung quanh. Chúng thường đi du lịch theo bầy đàn. Càng đông càng vui!",
  "{S.Dust Spirit}{P.Dust Spirits}": "{S.Linh Hồn Bụi}{P.Linh Hồn Bụi}",
  "What's that smell? Stink bugs use their unpleasant odor to deter predators when squashed. Better handle them with care. ": "Mùi gì vậy? Bọ xít sử dụng mùi khó chịu của chúng để ngăn chặn những kẻ săn mồi khi bị nghiền nát. Tốt hơn hết là bạn nên xử lý chúng một cách cẩn thận.",
  "{S.Stink Bug}{P.Stink Bugs}": "{S.Bọ Xít}{P.Bọ Xít}",
  "Beware these insects. They love to chew through the finest of woods. Make sure the lid is closed at all times.": "Hãy cẩn thận với những loài côn trùng này. Chúng thích nhai những loại gỗ tốt nhất. Đảm bảo rằng nắp luôn được đóng chặt.",
  "{S.Termite}{P.Termites}": "{S.Mối}{P.Mối}",
  "These awkward insects move very slowly but their ability to blend into environment makes them masters of camouflage. ": "Những loài côn trùng vụng về này di chuyển rất chậm, nhưng khả năng hòa nhập vào môi trường khiến chúng trở thành bậc thầy về ngụy trang.",
  "{S.Walking Stick}{P.Walking Sticks}": "{S.Bọ Que}{P.Bọ Que}",
  "A majestical insect rumored to lead travelers astray. Their blueish ghostly glow can be seen on the darkest of nights.": "Một loài côn trùng hùng vĩ được đồn đại là dẫn dụ du khách đi lạc. Ánh sáng xanh ma quái của chúng có thể được nhìn thấy vào những đêm tối nhất.",
  "{S.Will-o-the-Wisp}{P.Will-o-the-Wisps}": "{S.Ma Trơi}{P.Ma Trơi}",
  "This affordable cooler is guaranteed to keep your food cold and preserved during outings. ": "Chiếc tủ lạnh giá cả phải chăng này đảm bảo giữ cho thực phẩm của bạn lạnh và được bảo quản trong các chuyến đi chơi.",
  "Chillville Portable Cooler": "Tủ Lạnh Di Động Chillville",
  "This aluminum cooler is lightweight and easy to carry but protects your edibles with its patented BRRR technology.": "Tủ lạnh nhôm này có trọng lượng nhẹ và dễ dàng mang theo nhưng bảo vệ các loại thực phẩm ăn liền của bạn bằng công nghệ BRRR đã được cấp bằng sáng chế.",
  "MegaCooler": "MegaCooler",
  "decoGP01_lightCampground_01": "decoGP01_lightCampground_01",
  "Made from the finest bark and maple leaves, this dresser stores your clothing amidst the best nature has to offer. It's like shoving your clothes in a tree!": "Được làm từ vỏ cây và lá phong tốt nhất, tủ đựng quần áo này lưu trữ quần áo của bạn giữa những gì tốt nhất mà thiên nhiên ban tặng. Giống như nhét quần áo của bạn vào một cái cây!",
  "Pine Perfume Dresser ": "Tủ Quần Áo Nước Hoa Thông",
  "A can of juice.": "Một lon nước ép.",
  "Juice": "Nước Ép",
  "drinkJar_GP01GENpotion placeholder description": "mô tả giữ chỗ drinkJar_GP01GENpotion",
  "drinkJar_GP01GENpotion placeholder name": "tên giữ chỗ drinkJar_GP01GENpotion",
  "Clear Mind Distillation": "Chưng Cất Đầu Óc Minh Mẫn",
  "Deodorizing Cream": "Kem Khử Mùi",
  "Disgusting Liquid": "Chất Lỏng Ghê Tởm",
  "Fireleaf Extract": "Chiết Xuất Lá Lửa",
  "Energizer Infusion": "Truyền Năng Lượng",
  "Elixir of Fertility": "Thuốc Trường Sinh Sinh Sản",
  "Natural Herbicide Oil": "Dầu Diệt Cỏ Tự Nhiên",
  "Insect Repellent Liniment": "Thuốc Mỡ Chống Côn Trùng",
  "Rage-Relieving Salve": "Thuốc Mỡ Giảm Tức Giận",
  "Soothing Skin Balm": "Dầu Dưỡng Da Làm Dịu",
  "Sadness Alleviation Lotion": "Kem Dưỡng Da Giảm Buồn Bã",
  "De-stressing Decoction": "Thuốc Sắc Giải Tỏa Căng Thẳng",
  "Fungal Infusion Fertilizer": "Phân Bón Truyền Dịch Nấm",
  "Tummy Therapy": "Liệu Pháp Cho Bụng",
  "Milk is good for you!": "Sữa tốt cho bạn!",
  "Glass of Milk": "Cốc Sữa",
  "Water is good for you.": "Nước tốt cho bạn.",
  "Glass of Water": "Cốc Nước",
  "fenceGP01_rural_01": "fenceGP01_rural_01",
  "fenceGP01_rural_01_cap": "fenceGP01_rural_01_cap",
  "fenceGP01_rural_01_curveIn": "fenceGP01_rural_01_curveIn",
  "fenceGP01_rural_01_curveOut": "fenceGP01_rural_01_curveOut",
  "fence-placeholder": "hàng rào - giữ chỗ",
  "fenceGP01_rural_02": "fenceGP01_rural_02",
  "fenceGP01_rural_02_cap": "fenceGP01_rural_02_cap",
  "fenceGP01_rural_02_curveIn": "fenceGP01_rural_02_curveIn",
  "fenceGP01_rural_02_curveOut": "fenceGP01_rural_02_curveOut",
  "This wood was made for burning.": "Gỗ này được làm để đốt.",
  "Burning Wood": "Gỗ Đốt",
  "foodBowlEatMulti_GP01GENcamperStew placeholder": "foodBowlEatMulti_GP01GENcamperStew placeholder",
  "Camper's Stew": "Món Hầm Của Người Cắm Trại",
  "foodBowlEatMulti_GP01GENfranksBeans placeholder": "foodBowlEatMulti_GP01GENfranksBeans placeholder",
  "Franks and Beans": "Đậu và Xúc Xích",
  "foodBowlEatMulti_GP01GENgumbo placeholder": "foodBowlEatMulti_GP01GENgumbo placeholder",
  "Gumbo": "Gumbo",
  "foodBowlEatSingle_GP01GENcamperStew placeholder": "foodBowlEatSingle_GP01GENcamperStew placeholder",
  "foodBowlEatSingle_GP01GENfranksBeans placeholder": "foodBowlEatSingle_GP01GENfranksBeans placeholder",
  "foodBowlEatSingle_GP01GENgranola placeholder description": "mô tả giữ chỗ foodBowlEatSingle_GP01GENgranola",
  "Granola": "Granola",
  "foodBowlEatSingle_GP01GENgumbo placeholder": "foodBowlEatSingle_GP01GENgumbo placeholder",
  "Delicious Grilled Fruit in progress.": "Trái Cây Nướng Ngon Tuyệt đang được thực hiện.",
  "Grilled Fruit": "Trái Cây Nướng",
  "Baked Potato, in progress.": "Khoai Tây Nướng, đang được thực hiện.",
  "Baked Potato": "Khoai Tây Nướng",
  "Shish Kebabs, in progress.": "Shish Kebabs, đang được thực hiện.",
  "Shish Kebabs": "Shish Kebabs",
  "A pan of Breakfast Scramble in progress.": "Một chảo Trứng Chiên Bữa Sáng đang được thực hiện.",
  "Breakfast Scramble": "Trứng Chiên Bữa Sáng",
  "A pan of fried fish.": "Một chảo cá chiên.",
  "Fried Fish": "Cá Chiên",
  "A pan of Walleye Surprise, half done.": "Một chảo Walleye Bất Ngờ, làm được một nửa.",
  "Walleye Surprise": "Walleye Bất Ngờ",
  "A pot of Camper's Stew.": "Một nồi Món Hầm Của Người Cắm Trại.",
  "Unfinished Cobbler.": "Cobbler Chưa Hoàn Thành.",
  "Fruit Cobbler": "Fruit Cobbler",
  "Unfinished Frank and Beans.": "Đậu và Xúc Xích Chưa Hoàn Thành.",
  "A pot of Fruit Cobbler.": "Một nồi Fruit Cobbler.",
  "A pot of Gumbo.": "Một nồi Gumbo.",
  "Unfinished Remedy.": "Phương Thuốc Chưa Hoàn Thành.",
  "A pot": "Một cái nồi",
  "foodPlateEatMulti_GP01GENbreakfastScramble placeholder": "foodPlateEatMulti_GP01GENbreakfastScramble placeholder",
  "foodPlateEatMulti_GP01GENfruitCobbler placeholder": "foodPlateEatMulti_GP01GENfruitCobbler placeholder",
  "foodPlateEatMulti_GP01GENfruitGrilled placeholder description": "mô tả foodPlateEatMulti_GP01GENfruitGrilled",
  "foodPlateEatMulti_GP01GENpotatoBaked placeholder": "foodPlateEatMulti_GP01GENpotatoBaked placeholder",
  "foodPlateEatMulti_GP01GENshishKebabs placeholder description": "mô tả foodPlateEatMulti_GP01GENshishKebabs",
  "foodPlateEatMulti_GP01GENtroutFried01 placeholder": "foodPlateEatMulti_GP01GENtroutFried01 placeholder",
  "Fried Trout": "Cá Hồi Chiên",
  "foodPlateEatMulti_GP01GENwalleyeSurprise placeholder description": "mô tả foodPlateEatMulti_GP01GENwalleyeSurprise",
  "A plate of Breakfast Scramble. Fill your stomach with a nutritious and delicious scramble to start any hour of the day right.": "Một đĩa Trứng Chiên Bữa Sáng. Lấp đầy dạ dày của bạn với một món trứng chiên bổ dưỡng và ngon miệng để bắt đầu bất kỳ giờ nào trong ngày một cách đúng đắn.",
  "A plate of Fruit Cobbler. Have your cobbler and eat it too.": "Một đĩa Fruit Cobbler. Hãy có món cobbler của bạn và ăn nó luôn.",
  "foodPlateEatSingle_GP01GENfruitCobbler placeholder": "foodPlateEatSingle_GP01GENfruitCobbler placeholder",
  "A plate of Grilled Fruit. Naturally sweet, healthy doesn’t have to be boring.": "Một đĩa Trái Cây Nướng. Ngọt tự nhiên, khỏe mạnh không nhất thiết phải nhàm chán.",
  "Baked Potato. It might be simple, but this will give you energy to go through many hours of exploration. You can’t deny they are pretty good, so why not?": "Khoai Tây Nướng. Nó có thể đơn giản, nhưng điều này sẽ cung cấp cho bạn năng lượng để trải qua nhiều giờ khám phá. Bạn không thể phủ nhận chúng khá ngon, vậy tại sao không?",
  "What? Don't judge. It has high protein content... if you close your eyes it tastes like French fries.": "Hả? Đừng phán xét. Nó có hàm lượng protein cao... nếu bạn nhắm mắt lại, nó có vị như khoai tây chiên.",
  "Roasted Beetles": "Bọ Cánh Cứng Nướng",
  "Kebabs... enough said.": "Kebabs... không cần nói nhiều.",
  "Anything tastes better when fried, especially fish.": "Bất cứ thứ gì cũng ngon hơn khi chiên, đặc biệt là cá.",
  "If you want to show off your culinary chops, make this.": "Nếu bạn muốn khoe khả năng nấu nướng của mình, hãy làm món này.",
  "(S.Hot Dog}{P.Hot Dogs}": "(S.Xúc Xích}{P.Xúc Xích}",
  "Roasted Fish": "Cá Nướng",
  "Veggie Dog": "Xúc Xích Chay",
  "plantGP01_flower_02": "plantGP01_flower_02",
  "gameCards_GP01GEN_placeholder_name": "tên giữ chỗ gameCards_GP01GEN",
  "A daisy-like flower commonly used to make herbal remedies. \\n \\nUsed in these herbal remedies: \\n •De-stressing Decoction \\n •Soothing Skin Balm": "Một loài hoa giống hoa cúc thường được dùng để làm các phương thuốc thảo dược.\n\nĐược sử dụng trong các phương thuốc thảo dược này:\n• Thuốc Sắc Giải Tỏa Căng Thẳng\n• Dầu Dưỡng Da Làm Dịu",
  "Chamomile": "Cúc La Mã",
  "Not to be confused with its non-toxic cousin, this toxic flower causes tension when eaten. \\n \\nUsed in these herbal remedies: \\n •Clear Mind Distillation \\n •Natural Herbicide Oil": "Không nên nhầm lẫn với người anh em họ không độc hại của nó, loài hoa độc hại này gây căng thẳng khi ăn.\n\nĐược sử dụng trong các phương thuốc thảo dược này:\n• Chưng Cất Đầu Óc Minh Mẫn\n• Dầu Diệt Cỏ Tự Nhiên",
  "Toxic Chamomile": "Cúc La Mã Độc",
  "This plant gets its name from the dark red tint of its leaves.\\n\\nUsed in these herbal remedies:\\n •Natural Herbicide Oil\\n •Rage-Relieving Salve": "Loài cây này có tên từ màu đỏ sẫm của lá.\n\nĐược sử dụng trong các phương thuốc thảo dược này:\n• Dầu Diệt Cỏ Tự Nhiên\n• Thuốc Mỡ Giảm Tức Giận",
  "Fireleaf": "Lá Lửa",
  "This infamous plant causes increased itchiness the longer you’re exposed to it. \\n \\nUsed in these herbal remedies: \\n •Energizer Infusion \\n •Fireleaf Extract": "Loài cây khét tiếng này gây ngứa ngáy nhiều hơn khi bạn tiếp xúc với nó càng lâu.\n\nĐược sử dụng trong các phương thuốc thảo dược này:\n• Truyền Năng Lượng\n• Chiết Xuất Lá Lửa",
  "Poison Fireleaf": "Lá Lửa Độc",
  "This royal purple berry has a sweet taste when cooked. \\n \\nUsed in these herbal remedies: \\n •Deodorizing Cream \\n •Sadness Alleviation Lotion": "Loại quả mọng màu tím hoàng gia này có vị ngọt khi nấu chín.\n\nĐược sử dụng trong các phương thuốc thảo dược này:\n• Kem Khử Mùi\n• Kem Dưỡng Da Giảm Buồn Bã",
  "Elderberry": "Quả Cơm Cháy",
  "This pale purple berry is poisonous when uncooked, and slightly less poisonous when cooked. \\n \\nUsed in these herbal remedies: \\n •Insect Repellent Liniment \\n •Rage-Relieving Salve": "Loại quả mọng màu tím nhạt này có độc khi chưa nấu chín và ít độc hơn một chút khi nấu chín.\n\nĐược sử dụng trong các phương thuốc thảo dược này:\n• Thuốc Mỡ Chống Côn Trùng\n• Thuốc Mỡ Giảm Tức Giận",
  "Noxious Elderberry": "Quả Cơm Cháy Độc Hại",
  "This tiny berry is commonly used in fruit cobbler and pancakes.\\n\\nUsed in these herbal remedies:\\n •Clear Mind Distillation \\n •Tummy Therapy": "Loại quả mọng nhỏ bé này thường được sử dụng trong fruit cobbler và bánh kếp.\n\nĐược sử dụng trong các phương thuốc thảo dược này:\n• Chưng Cất Đầu Óc Minh Mẫn\n• Liệu Pháp Cho Bụng",
  "Huckleberry": "Quả Việt Quất",
  "If you’re looking to keep a clear head, this is not your muckleberry. \\n \\nUsed in these herbal remedies: \\n •De-stressing Decoction \\n •Energizer Infusion": "Nếu bạn đang tìm cách giữ cho đầu óc minh mẫn, thì đây không phải là quả muckleberry của bạn.\n\nĐược sử dụng trong các phương thuốc thảo dược này:\n• Thuốc Sắc Giải Tỏa Căng Thẳng\n• Truyền Năng Lượng",
  "Muckleberry": "Quả Muckleberry",
  "This edible fungus has a honeycomb-like appearance. \\n \\nUsed in these herbal remedies: \\n •Fireleaf Extract \\n •Fungal Infusion Fertilizer": "Loại nấm ăn được này có hình dạng giống như tổ ong.\n\nĐược sử dụng trong các phương thuốc thảo dược này:\n• Chiết Xuất Lá Lửa\n• Phân Bón Truyền Dịch Nấm",
  "Morel Mushroom": "Nấm Morel",
  "This slightly green mushroom can have an adverse effect on a Sim’s bladder when consumed. \\n \\nUsed in these herbal remedies: \\n •Elixir of Fertility \\n •Fungal Infusion Fertilizer": "Loại nấm hơi xanh này có thể có tác động xấu đến bàng quang của Sim khi ăn.\n\nĐược sử dụng trong các phương thuốc thảo dược này:\n• Thuốc Trường Sinh Sinh Sản\n• Phân Bón Truyền Dịch Nấm",
  "False Morel Mushroom": "Nấm Morel Giả",
  "A sturdy planter box allowing pretty much anything to grow, ": "Một hộp trồng cây chắc chắn cho phép hầu hết mọi thứ phát triển,",
  "Homemade Garden Planter Box": "Hộp Trồng Cây Vườn Tự Làm",
  "This well built plant box will make the greenthumbs proud. Perfect for flowers, plants and trees.": "Hộp trồng cây được xây dựng tốt này sẽ khiến những người có ngón tay cái xanh tự hào. Hoàn hảo cho hoa, cây và cây cối.",
  "Hand Fashioned Planter Box": "Hộp Trồng Cây Tự Chế Bằng Tay",
  "Elderberry Bush": "Bụi Cây Cơm Cháy",
  "A bush that grows the amazing huckleberry.": "Một bụi cây mọc loại quả việt quất tuyệt vời.",
  "Huckleberry Bush": "Bụi Cây Việt Quất",
  "A bush that grows toxic huckleberries.": "Một cây bụi mọc quả việt quất độc hại.",
  "Muckleberry Bush": "Bụi Cây Muckleberry",
  "A plant that grows morel mushrooms.": "Một loại cây mọc nấm morel.",
  "Morel Plant": "Cây Morel",
  "A plant that grows toxic morel mushrooms.": "Một loại cây mọc nấm morel độc hại.",
  "Toxic Morel Plant": "Cây Morel Độc Hại",
  "A unique type of mushroom, the Morel mushroom has no peers.": "Một loại nấm độc đáo, nấm Morel không có đối thủ.",
  "A bush that grows the delicious elderberry.": "Một bụi cây mọc quả cơm cháy thơm ngon.",
  "Basil Bush": "Bụi Cây Húng Quế",
  "A bush that grows poisonous elderberries.": "Một bụi cây mọc quả cơm cháy độc.",
  "Noxious Elderberry Bush": "Bụi Cây Cơm Cháy Độc Hại",
  "A plant that grows chamomile.": "Một loại cây mọc hoa cúc la mã.",
  "A plant that grows toxic chamomile.": "Một loại cây mọc hoa cúc la mã độc hại.",
  "A bush of colorful Fireleaf.": "Một bụi Lá Lửa đầy màu sắc.",
  "A bush of dark red fireleaf plant. Be careful! Sims can get really itchy around this.": "Một bụi cây lá lửa màu đỏ sẫm. Hãy cẩn thận! Sim có thể bị ngứa rất nhiều xung quanh cây này.",
  "A plant that grows the Morel Mushroom": "Một loại cây mọc Nấm Morel",
  "This handmade pot is the perfect home for a plant": "Chiếc chậu thủ công này là ngôi nhà hoàn hảo cho một loại cây",
  "Handmade Garden Pot": "Chậu Vườn Thủ Công",
  "Chamomile Spawner": "Nơi Sinh Sản Cúc La Mã",
  "Toxic Chamomile Spawner": "Nơi Sinh Sản Cúc La Mã Độc",
  "Chamomile Wild Spawner": "Nơi Sinh Sản Cúc La Mã Hoang Dã",
  "Elderberry Spawner": "Nơi Sinh Sản Quả Cơm Cháy",
  "Elderberry Toxic Spawner": "Nơi Sinh Sản Quả Cơm Cháy Độc Hại",
  "Elderberry Wild Spawner": "Nơi Sinh Sản Quả Cơm Cháy Hoang Dã",
  "Fireleaf Spawner": "Nơi Sinh Sản Lá Lửa",
  "Fireleaf Toxic Spawner": "Nơi Sinh Sản Lá Lửa Độc",
  "Fireleaf Wild Spawner": "Nơi Sinh Sản Lá Lửa Hoang Dã",
  "Huckleberry Spawner": "Nơi Sinh Sản Quả Việt Quất",
  "Huckleberry Toxic Spawner": "Nơi Sinh Sản Quả Việt Quất Độc Hại",
  "Huckleberry Wild Spawner": "Nơi Sinh Sản Quả Việt Quất Hoang Dã",
  "Morel Spawner": "Nơi Sinh Sản Morel",
  "Morel Toxic Spawner": "Nơi Sinh Sản Morel Độc Hại",
  "Morel Wild Spawner": "Nơi Sinh Sản Morel Hoang Dã",
  "Herbalism Vol 2: More to Brew!": "Thảo Dược Học Tập 2: Nhiều Thứ Để Pha Chế Hơn!",
  "A large patch of brambles.": "Một đám gai lớn.",
  "Bramble Patch": "Bụi Gai",
  "A sturdy horseshoe, great for throwing.": "Một chiếc móng ngựa chắc chắn, tuyệt vời để ném.",
  "Horseshoe": "Móng Ngựa",
  "Horseshoe pitching is a fun game, though it can be tough on the shoulder muscles. Now with the ergonomically designed Mick & Carbide pit, you can entertain your whole family in safety!": "Ném móng ngựa là một trò chơi thú vị, mặc dù nó có thể gây khó khăn cho cơ vai. Giờ đây, với hố Mick & Carbide được thiết kế công thái học, bạn có thể giải trí cho cả gia đình một cách an toàn!",
  "Mick & Carbide Horseshoe Pit": "Hố Ném Móng Ngựa Mick & Carbide",
  "treeGP01_Hawthorn_02_lantern": "treeGP01_Hawthorn_02_lantern",
  "landmarkGP01_FS_waterfall_01": "landmarkGP01_FS_waterfall_01",
  "landmarkGP01_CG_waterfall_01": "landmarkGP01_CG_waterfall_01",
  "landmarkGP01_HD_waterfall_01": "landmarkGP01_HD_waterfall_01",
  "You no longer need to fear those deadly predators with those beady eyes glaring from the deep woods. Finally a product that allows you to see what's coming long before it sees you. ": "Bạn không còn cần phải sợ những kẻ săn mồi chết người đó với đôi mắt hạt đậu lấp lánh từ khu rừng sâu. Cuối cùng, một sản phẩm cho phép bạn nhìn thấy những gì sắp xảy ra trước khi nó nhìn thấy bạn.",
  "No Fear Night Lantern": "Đèn Lồng Đêm Không Sợ Hãi",
  "This lantern is like a full summer moon in the dark sky, lighting the night, and... dangling on a tree with string? Everything is better on a stick! ": "Chiếc đèn lồng này giống như một vầng trăng mùa hè trọn vẹn trên bầu trời tối, thắp sáng màn đêm, và... treo lủng lẳng trên cây bằng dây? Mọi thứ đều tốt hơn trên một cái que!",
  "Moonlight Lantern ": "Đèn Lồng Ánh Trăng",
  "These elegantly crafted synthetic paper flowers lit with non-flammable light sources gracefully dangle on meticulously sculpted manufactured trees. Bring the light, with Origami Tree Luminaries.": "Những bông hoa giấy tổng hợp được chế tác trang nhã này được thắp sáng bằng các nguồn sáng không bắt lửa treo duyên dáng trên những cây nhân tạo được điêu khắc tỉ mỉ. Mang ánh sáng đến với Đèn Cây Origami.",
  "Origami Tree Luminaries ": "Đèn Cây Origami",
  "Flawlessly executed by enthusiastic outdoor inclined youth who had no idea how to build a lamp, the Simtrest Lamp really acomplishes that \"did it yourself\" look all while providing a light source.  ": "Được thực hiện một cách hoàn hảo bởi những thanh niên nhiệt tình có khuynh hướng hoạt động ngoài trời, những người không biết cách chế tạo đèn, Đèn Simtrest thực sự hoàn thành cái nhìn \"tự làm\" đó đồng thời cung cấp nguồn sáng.",
  "Simtrest Lamp": "Đèn Simtrest",
  "Made from real wood for its illuminating qualities, this tall campground floor lamp is designed by television wilderness expert Wolf Pytts himself.": "Được làm từ gỗ thật vì phẩm chất chiếu sáng của nó, đèn sàn cắm trại cao này được thiết kế bởi chuyên gia về vùng hoang dã trên truyền hình Wolf Pytts.",
  "Wolf Pytts' TruWood Lamp Essentials": "Các Vật Dụng Cần Thiết Cho Đèn Gỗ Thật Của Wolf Pytts",
  "It brings light - or as the cavemen called it - fire! Portably! The Lightbringer Portable. Now battery powered.": "Nó mang lại ánh sáng - hay như người tiền sử gọi nó là - lửa! Di động! Lightbringer Portable. Giờ chạy bằng pin.",
  "Lightbringer Portable": "Lightbringer Portable",
  "It brings light. It now also runs on clean-burning natural gas. The Lightbringer Vista. It's still portable.": "Nó mang lại ánh sáng. Giờ nó cũng chạy bằng khí tự nhiên đốt sạch. Lightbringer Vista. Nó vẫn di động.",
  "Lightbringer Vista": "Lightbringer Vista",
  "What's better than branches? Branches on fire! Light up your cabin the fun way with this all wood lamp!": "Có gì tốt hơn cành cây? Cành cây bốc cháy! Thắp sáng cabin của bạn một cách thú vị với chiếc đèn toàn gỗ này!",
  "Enchanted Branches Floor Lamp": "Đèn Sàn Nhánh Cây Mê Hoặc",
  "The enthusiastic outdoor inclined youth also make smaller lamps! Less wood, still crafty! ": "Những thanh niên nhiệt tình có khuynh hướng hoạt động ngoài trời cũng làm những chiếc đèn nhỏ hơn! Ít gỗ hơn, vẫn khéo léo!",
  "Simtrest Table Lamp ": "Đèn Bàn Simtrest",
  "marshmallow_GP01GEN placeholder description": "mô tả giữ chỗ marshmallow_GP01GEN",
  "Marshmallow": "Marshmallow",
  "Help yourself find love in the forest! The Natural Beauty Mirror will help you look your best even in nature. Because tents weren't made just for sleeping. ": "Hãy giúp bản thân tìm thấy tình yêu trong rừng! Gương Vẻ Đẹp Tự Nhiên sẽ giúp bạn trông đẹp nhất ngay cả trong tự nhiên. Bởi vì lều không chỉ được làm để ngủ.",
  "Natural Beauty Mirror ": "Gương Vẻ Đẹp Tự Nhiên",
  "Made with tender loving care, this rectangular wall mirror adds a cozy rustic look to any home. ": "Được làm bằng tình yêu thương dịu dàng, chiếc gương treo tường hình chữ nhật này mang đến một vẻ ngoài mộc mạc ấm cúng cho bất kỳ ngôi nhà nào.",
  "Classic Homemade Wood Mirror": "Gương Gỗ Thủ Công Cổ Điển",
  "Check out that authentic sticker. Renowned troubadour StickiMo really loves camping! And you will too, if you have StickiMo's realistically seasoned acoustic guitar!": "Hãy xem nhãn dán đích thực đó. Nhạc sĩ hát rong nổi tiếng StickiMo thực sự yêu thích cắm trại! Và bạn cũng sẽ thích, nếu bạn có cây đàn guitar acoustic được ướp gia vị chân thực của StickiMo!",
  "StickiMo Travel Acoustic Guitar": "Đàn Guitar Acoustic Du Lịch StickiMo",
  "paintWall1x1x2_GP01GENposterAthlete placeholder description": "mô tả giữ chỗ paintWall1x1x2_GP01GENposterAthlete",
  "paintWall1x1x2_GP01GENposterAthlete placeholder name": "tên giữ chỗ paintWall1x1x2_GP01GENposterAthlete",
  "plantGP01_grass_04": "plantGP01_grass_04",
  "plantGP01_ivy_GroundCover_01": "plantGP01_ivy_GroundCover_01",
  "plantGP01_fern_dry_01": "plantGP01_fern_dry_01",
  "plantGP01_flower_group_01": "plantGP01_flower_group_01",
  "plantGP01_flower_group_05": "plantGP01_flower_group_05",
  "plantGP01_grass_01": "plantGP01_grass_01",
  "plantGP01_grass_02": "plantGP01_grass_02",
  "plantGP01_grass_03_dry": "plantGP01_grass_03_dry",
  "plantGP01_grass_dry": "plantGP01_grass_dry",
  "plantGP01_shrub_01": "plantGP01_shrub_01",
  "plantGP01_shrub_02": "plantGP01_shrub_02",
  "plantGP01_shrub_03": "plantGP01_shrub_03",
  "Plucked from the forests of Granite Falls and transplanted into your garden, this Small Forest Fern is pleasing to the eye.": "Hái từ những khu rừng của Granite Falls và移植移植移植移植 Transplant移植vườn của bạn, Cây Dương Xỉ Rừng Nhỏ này rất dễ nhìn.",
  "Small Forest Fern": "Cây Dương Xỉ Rừng Nhỏ",
  "The deep woods of Granite Falls abound with this leafy fern.": "Những khu rừng sâu của Granite Falls có rất nhiều loại dương xỉ có lá này.",
  "Forest Fern": "Cây Dương Xỉ Rừng",
  "The Forest Fern is a hardy plant, but in years of drought they lose their luster. Don't worry! A little water will fix it right up!": "Cây Dương Xỉ Rừng là một loại cây khỏe mạnh, nhưng trong những năm hạn hán, chúng mất đi vẻ bóng bẩy. Đừng lo lắng! Một chút nước sẽ khắc phục được ngay!",
  "Dry Forest Fern": "Cây Dương Xỉ Rừng Khô",
  "The official flower of Granite Falls National Park.": "Loài hoa chính thức của Công Viên Quốc Gia Granite Falls.",
  "Granite Falls Blossom": "Hoa Granite Falls",
  "Pretty to look at and soft to touch, these purple flowers are practically perfect...except that they stink. ": "Đẹp để ngắm và mềm mại khi chạm vào, những bông hoa màu tím này gần như hoàn hảo... ngoại trừ việc chúng có mùi hôi.",
  "Pleasant Purple Flowers": "Những Bông Hoa Tím Dễ Chịu",
  "Brilliant, wild, and wonderful, these untamed blooms are sure to enhance any natural space.": "Rực rỡ, hoang dã và tuyệt vời, những bông hoa dại này chắc chắn sẽ làm tăng vẻ đẹp cho bất kỳ không gian tự nhiên nào.",
  "Forest Flowers": "Những Bông Hoa Rừng",
  "Are they flowers or are they weeds?": "Chúng là hoa hay là cỏ dại?",
  "Yellow Wildflowers": "Hoa Dại Vàng",
  "Bring me a shrubbery!": "Mang đến cho tôi một bụi cây!",
  "Granite Falls Shrub": "Cây Bụi Granite Falls",
  "To bee or not to bee! We recognize your dedication and hard work by presenting you with this award.": "Là ong hay không là ong! Chúng tôi ghi nhận sự cống hiến và làm việc chăm chỉ của bạn bằng cách trao tặng cho bạn giải thưởng này.",
  "\"Entomologist Delight\"": "\"Niềm Vui Của Nhà Côn Trùng Học\"",
  "This traditional campfire pit will keep your fire contained during your trip to the great outdoors.": "Hố lửa trại truyền thống này sẽ giữ lửa của bạn trong chuyến đi đến vùng ngoại ô.",
  "Roast'em and Toast'em Campfire": "Lửa Trại Nướng'em và Nướng'em",
  "Purchase supplies and view camping information at the Ranger Station!": "Mua vật tư và xem thông tin cắm trại tại Trạm Kiểm Lâm!",
  "Ranger Station": "Trạm Kiểm Lâm",
  "rockGP01_riverbed_01": "rockGP01_riverbed_01",
  "rockGP01_riverbed_02": "rockGP01_riverbed_02",
  "rockLot_GP01GENGroupSml Placeholder Description": "rockLot_GP01GENGroupSml Mô Tả Giữ Chỗ",
  "rockLot_GP01GENGroupSml Placeholder Name": "rockLot_GP01GENGroupSml Tên Giữ Chỗ",
  "rockToss_GP01GEN placeholder description": "mô tả giữ chỗ rockToss_GP01GEN",
  "rockToss_GP01GEN placeholder name": "tên giữ chỗ rockToss_GP01GEN",
  "Enjoy the sensation of soft feet out in the wild! The artfully stencilled coyotes and shaped sequoia or whatever those trees are will not fail to remind you that you are in the Wilderness & Yonder!": "Tận hưởng cảm giác đôi chân mềm mại ở ngoài tự nhiên hoang dã! Những con chó sói được khắc họa một cách nghệ thuật và cây sequoia được tạo hình hoặc bất cứ loại cây nào đó sẽ không quên nhắc nhở bạn rằng bạn đang ở Wilderness & Yonder!",
  "Wilderness & Yonder Outdoors Rug": "Thảm Ngoài Trời Wilderness & Yonder",
  "Never be ambushed by wet grass again! This waterproof, space-age tarp will have you exclaiming to your peers about its woven polyethylene! New models now come in classic green, admiral blue, and calamari brown.": "Không bao giờ bị phục kích bởi cỏ ướt nữa! Tấm bạt chống thấm nước, thời đại không gian này sẽ khiến bạn thốt lên với đồng nghiệp về polyethylene dệt của nó! Các mẫu mới hiện có màu xanh lá cây cổ điển, xanh đô đốc và nâu mực.",
  "It's a Tarp!": "Đó là một Tấm Bạt!",
  "Using the same tools television wilderness expert Wolf Pytts used when he wrestled a Cotton River trout, you too will be inspired to eat in the wild with this all-weather bucket of utensils!": "Sử dụng những công cụ tương tự mà chuyên gia về vùng hoang dã trên truyền hình Wolf Pytts đã sử dụng khi anh vật lộn với một con cá hồi Cotton River, bạn cũng sẽ được truyền cảm hứng để ăn ở vùng hoang dã với chiếc xô đựng đồ dùng mọi thời tiết này!",
  "Wolf Pytts' Essential Utensils": "Đồ Dùng Cần Thiết Của Wolf Pytts",
  "This limited edition wooden statue of Ranger Stanley Jackalope has him in his regal greeting pose - a pose friendly to Sims, but one also solemn and intimidating to most furry woodland animals.": "Bức tượng gỗ phiên bản giới hạn này của Kiểm Lâm Stanley Jackalope có anh ta trong tư thế chào đón trang trọng của mình - một tư thế thân thiện với Sim, nhưng cũng trang nghiêm và đáng sợ đối với hầu hết các loài động vật có lông trong rừng.",
  "Ranger Stanley Jackalope Sculpture": "Tượng Kiểm Lâm Stanley Jackalope",
  "An expedition to the wilderness is not complete without the Lincolnshire & Co. Crockery Trunk. This hand-woven beauty politely hollers of colonial extravagance.": "Một cuộc thám hiểm đến vùng hoang dã không hoàn chỉnh nếu không có Lincolnshire & Co. Crockery Trunk. Vẻ đẹp được dệt thủ công này lịch sự la hét về sự xa hoa thuộc địa.",
  "Lincolnshire & Co. Crockery Trunks": "Lincolnshire & Co. Crockery Trunk",
  "Live off the same supplies as television survival expert Wolf Pytts did when he wrestled sustainable yellowfin tuna in the Sacamond River! This waterproof plastic box also doubles as an emergency floatation device. ": "Sống nhờ những vật dụng tương tự như chuyên gia sinh tồn trên truyền hình Wolf Pytts đã làm khi anh vật lộn với cá ngừ vây vàng bền vững ở Sông Sacamond! Hộp nhựa chống thấm nước này cũng có chức năng như một thiết bị nổi khẩn cấp.",
  "Wolf Pytts' Survival Essentials": "Đồ Dùng Sinh Tồn Cần Thiết Của Wolf Pytts",
  "Why water flowers when you can put flowers in the watering can? These flowers practically water themselves! What a brilliant idea! Why, thank you. ": "Tại sao tưới nước cho hoa khi bạn có thể cắm hoa vào bình tưới nước? Những bông hoa này thực tế tự tưới nước cho chính mình! Thật là một ý tưởng tuyệt vời! Ồ, cảm ơn bạn.",
  "Can o' Flowers": "Bình Hoa",
  "Made of dirt-safe, yet ultra-soft cotton, this adorable Ranger Stanley Jackalope plushie will tame even the fiercest of beasts. And children. But mostly children. ": "Được làm bằng bông an toàn cho bụi bẩn, nhưng cực kỳ mềm mại, thú nhồi bông Kiểm Lâm Stanley Jackalope đáng yêu này sẽ thuần hóa ngay cả những con thú hung dữ nhất. Và trẻ em. Nhưng chủ yếu là trẻ em.",
  "Ranger Stanley Jackalope Plushie": "Thú Nhồi Bông Kiểm Lâm Stanley Jackalope",
  "Tired of pots and pans burning up on you? Fear not, for these stainless steel pots are guaranteed to stay flame-resistant up to about 2750 °F, where it will then melt and become all gooey and hot.": "Bạn mệt mỏi vì nồi và chảo bị cháy? Đừng sợ hãi, vì những chiếc nồi bằng thép không gỉ này được đảm bảo có khả năng chống lửa lên đến khoảng 2750 °F, nơi nó sẽ tan chảy và trở nên nhão và nóng.",
  "Flame-Resistant Cooking Supplies": "Đồ Dùng Nấu Ăn Chống Cháy",
  "Here at Half Foods' Grocery Store, we take pride in sourcing only the most bizarre yet delicious dehydrated and canned food products. From Salted Caramel Tomatoes to Popcorn Flavoured Organic Butter, we have it all!": "Tại Cửa Hàng Tạp Hóa Half Foods, chúng tôi tự hào chỉ tìm nguồn cung cấp những sản phẩm thực phẩm đóng hộp và khử nước kỳ lạ nhưng ngon nhất. Từ Cà Chua Caramel Muối đến Bơ Hữu Cơ Vị Bắp Rang, chúng tôi có tất cả!",
  "Affordable Yet Esoteric Preserved Food": "Thực Phẩm Bảo Quản Giá Cả Phải Chăng Nhưng Bí Truyền",
  "Now available in Mild, Medium, Spicy, Extra Hot, and Ketchup.": "Hiện có các loại Nhẹ, Vừa, Cay, Siêu Cay và Tương Cà.",
  "Woody's Hot Sauce, Ketchup & Mustard": "Sốt Cay, Tương Cà & Mù Tạt Woody's",
  "The Bearly Gnome's natural environment is outdoors, so he'll enjoy being placed on the front lawn to greet (or annoy) the neighbors.": "Môi trường tự nhiên của Bearly Gnome là ngoài trời, vì vậy anh ấy sẽ thích được đặt trên bãi cỏ phía trước để chào đón (hoặc làm phiền) hàng xóm.",
  "Bearly Gnome": "Gnome Gấu",
  "Bask in the cool outside night air with a delicious mug of this warm, cocoa-based beverage that's sure to bring a smile to your face. ": "Đắm mình trong không khí mát mẻ bên ngoài vào ban đêm với một cốc đồ uống ấm áp, làm từ ca cao ngon tuyệt này, chắc chắn sẽ mang lại nụ cười trên khuôn mặt của bạn.",
  "Satisfied Squirrel Hot Chocolate Kit": "Bộ Sô Cô La Nóng Sóc Hài Lòng",
  "A wonderfully crafted Ranger Stanley sculpture. Ever detail was painstakingly recreated for this carving.": "Một tác phẩm điêu khắc Kiểm Lâm Stanley được chế tác tuyệt vời. Mọi chi tiết đều được tái tạo một cách tỉ mỉ cho tác phẩm chạm khắc này.",
  "Handmade Ranger Stanley Sculpture": "Tượng Kiểm Lâm Stanley Thủ Công",
  "Deftly carved wooden heart sculptures. These hearts can symbolize the love between two Sims.": "Các tác phẩm điêu khắc trái tim bằng gỗ được chạm khắc khéo léo. Những trái tim này có thể tượng trưng cho tình yêu giữa hai Sim.",
  "Two Hearts": "Hai Trái Tim",
  "Superbly crafted wooden shelf. Perfect for creating additional space in any room or hallway.": "Kệ gỗ được chế tác tuyệt vời. Hoàn hảo để tạo thêm không gian trong bất kỳ phòng hoặc hành lang nào.",
  "Hand-Carved Wood Shelf": "Kệ Gỗ Chạm Khắc Thủ Công",
  "Take evasive action after a long day of hiking and indulge in the trappings of clean, warm water as it cascades down on you from a sun-baked solar hot bottle. ": "Hãy thực hiện hành động lẩn tránh sau một ngày dài đi bộ đường dài và tận hưởng những cạm bẫy của nước sạch, ấm áp khi nó đổ xuống bạn từ một chai nước nóng năng lượng mặt trời được nung nóng dưới ánh nắng.",
  "It's a Shower Tarp!": "Đó là một Tấm Bạt Tắm!",
  "Be one with nature even while washing it off you! Perfect for those who don't love the dirt, bugs, and fireleaf quite as much as we do. ": "Hãy hòa mình vào thiên nhiên ngay cả khi đang rửa sạch nó! Hoàn hảo cho những người không yêu thích bụi bẩn, bọ và lá lửa nhiều như chúng ta.",
  "Waterfall Shower": "Vòi Sen Thác Nước",
  "Let Ranger Stanley Jackalope's regal directionality guide the way with this prominent, all-natural wood sign that points the entrance to your wilderness retreat.": "Hãy để định hướng trang trọng của Kiểm Lâm Stanley Jackalope hướng dẫn đường đi với biển báo bằng gỗ hoàn toàn tự nhiên nổi bật này, chỉ ra lối vào khu nghỉ dưỡng vùng hoang dã của bạn.",
  "Campground Sign Entrance": "Biển Báo Lối Vào Khu Cắm Trại",
  "This kiosk will both endear and inform your visitors with an unsophisticated assortment of useful information and a tactile, all-weather wooden exterior.": "Ki ốt này sẽ vừa làm hài lòng vừa thông báo cho du khách của bạn với một tập hợp thông tin hữu ích không phức tạp và phần bên ngoài bằng gỗ xúc giác, mọi thời tiết.",
  "Campground Information Kiosk & Map": "Ki ốt & Bản Đồ Thông Tin Khu Cắm Trại",
  "For the times you need to alert Sims that they are approaching dangerous cliffs, odd-smelling plants, and/or odd-looking metal signs.": "Dành cho những lúc bạn cần cảnh báo Sim rằng họ đang đến gần những vách đá nguy hiểm, những loại cây có mùi lạ và/hoặc những biển báo kim loại trông kỳ lạ.",
  "Campground Warning Sign": "Biển Cảnh Báo Khu Cắm Trại",
  "An ingenious device that pumps clean water from underground aquifers, coupled with a timeless hand-sculpted stone exterior that will match any outdoor wilderness furniture collection.": "Một thiết bị khéo léo bơm nước sạch từ các tầng ngậm nước dưới lòng đất, kết hợp với phần bên ngoài bằng đá được điêu khắc thủ công vượt thời gian, phù hợp với bất kỳ bộ sưu tập đồ nội thất vùng hoang dã ngoài trời nào.",
  "All-purpose Pebbled Sink": "Bồn Rửa Sỏi Đa Năng",
  "For those who want to wash off the beauty and enchantment of nature this is the sink for you! ": "Dành cho những ai muốn rửa sạch vẻ đẹp và sự mê hoặc của thiên nhiên, đây là bồn rửa dành cho bạn!",
  "Clean Machine Sink ": "Bồn Rửa Sạch Máy Móc",
  "The Gordian Spritz are not only known for their loud colors that match your most vivid camping fantasies, but also for attracting attention a mile away.": "Gordian Spritz không chỉ được biết đến với màu sắc sặc sỡ phù hợp với những tưởng tượng cắm trại sống động nhất của bạn mà còn thu hút sự chú ý từ xa một dặm.",
  "The Gordian Spritz": "Gordian Spritz",
  "Take a break and go fishing. This amazing folding chair is durable and comfortable. ": "Hãy nghỉ ngơi và đi câu cá. Chiếc ghế gấp tuyệt vời này bền và thoải mái.",
  "Let's Go Fishing Chair": "Ghế Đi Câu Cá Thôi Nào",
  "Unlock by completing a Silver tier Weenie Roast.": "Mở khóa bằng cách hoàn thành Bữa Tiệc Nướng Xúc Xích cấp Bạc.",
  "Unlocked by completing a Silver tier Weenie Roast.": "Đã mở khóa bằng cách hoàn thành Bữa Tiệc Nướng Xúc Xích cấp Bạc.",
  "Most like comfort. Others prefer style. Few desire elegance. Here at Lumber Jack's Home Furniture we like choppin' trees! Like this one that we just attached legs to for your sitting needs. ": "Hầu hết thích sự thoải mái. Những người khác thích phong cách. Ít người mong muốn sự thanh lịch. Ở đây, tại Lumber Jack's Home Furniture, chúng tôi thích chặt cây! Giống như cái cây này mà chúng tôi vừa gắn chân vào cho nhu cầu ngồi của bạn.",
  "Splinter Sitter": "Ghế Ngồi Mảnh Vỡ",
  "This isn't just wood, this is wood with a cushion! Forget about our competitors, this is luxury! There is nothing this chair can't do!  ": "Đây không chỉ là gỗ, đây là gỗ có đệm! Hãy quên đi các đối thủ cạnh tranh của chúng tôi, đây là sự sang trọng! Không có gì mà chiếc ghế này không thể làm được!",
  "Luxury Wooden Dining Chair": "Ghế Ăn Bằng Gỗ Sang Trọng",
  "Lean back and relax in this charming chair crafted by the finest lumberjacks. The Timber Log Chair is unique and extremely durable. Keep away for termites though!": "Tựa lưng và thư giãn trên chiếc ghế quyến rũ này do những người tiều phu giỏi nhất chế tạo. Ghế Gỗ Timber có một không hai và cực kỳ bền. Hãy tránh xa mối mọt nhé!",
  "Timber Log Chair": "Ghế Gỗ Timber",
  "sitLiving_GP01GENlog_set1 placeholder": "sitLiving_GP01GENlog_set1 placeholder",
  "sitLiving_GP01GENlog_set2 placeholder": "sitLiving_GP01GENlog_set2 placeholder",
  "sitLiving_GP01GENlog_set3 placeholder": "sitLiving_GP01GENlog_set3 placeholder",
  "sitLiving_GP01GENlog_set4 placeholder": "sitLiving_GP01GENlog_set4 placeholder",
  "What's better then a rock that has been crafted into a mighty throne? Nothing! Relax while outside in this hand carved stone chair.": "Còn gì tuyệt hơn một tảng đá đã được chế tác thành một ngai vàng hùng mạnh? Không có gì! Thư giãn khi ở ngoài trời trên chiếc ghế đá chạm khắc thủ công này.",
  "A Hard Place": "Một Chỗ Khó Ở",
  "This rustic chair delivers comfort, durability and charm. Carved from an actual tree stump, it is naturally resistant to the elements and will deliver lasting quality.": "Chiếc ghế mộc mạc này mang lại sự thoải mái, độ bền và nét quyến rũ. Được chạm khắc từ một gốc cây thực tế, nó có khả năng chống chịu các yếu tố tự nhiên và sẽ mang lại chất lượng lâu dài.",
  "Stumpy Chair": "Ghế Cụt",
  "sitLiving_GP01GENstump_set1 placeholder description": "sitLiving_GP01GENstump_set1 mô tả giữ chỗ",
  "sitLiving_GP01GENstump_set1 placeholder name": "sitLiving_GP01GENstump_set1 tên giữ chỗ",
  "sitLiving_GP01GENstump_set2 placeholder description": "sitLiving_GP01GENstump_set2 mô tả giữ chỗ",
  "sitLiving_GP01GENstump_set2 placeholder name": "sitLiving_GP01GENstump_set2 tên giữ chỗ",
  "sitLiving_GP01GENstump_set3 placeholder description": "sitLiving_GP01GENstump_set3 mô tả giữ chỗ",
  "sitLiving_GP01GENstump_set3 placeholder name": "sitLiving_GP01GENstump_set3 tên giữ chỗ",
  "sitLiving_GP01GENstump_set4 placeholder description": "sitLiving_GP01GENstump_set4 mô tả giữ chỗ",
  "sitLiving_GP01GENstump_set4 placeholder name": "sitLiving_GP01GENstump_set4 tên giữ chỗ",
  "The Basic line of Gordian foldable chairs sport a timeless, rainproof design that will not just accessorize your campsite with style, but will also allow you a place to rest your butt.": "Dòng Basic của ghế gấp Gordian có thiết kế vượt thời gian, chống mưa sẽ không chỉ trang bị thêm cho khu cắm trại của bạn theo phong cách mà còn cho phép bạn có một nơi để nghỉ ngơi.",
  "The Gordian Basic": "Gordian Basic",
  "The Throne line of Gordian foldable chairs have a luxurious cotton seat padding and a full structured armrest, boasting comfort that almost threatens anyone nearby to not sit in it.": "Dòng Throne của ghế gấp Gordian có đệm ngồi bằng bông sang trọng và tay vịn có cấu trúc hoàn chỉnh, mang lại sự thoải mái gần như đe dọa bất kỳ ai ở gần để không ngồi vào đó.",
  "The Gordian Throne": "Gordian Throne",
  "What's better for cozying up by the fire than an all wood loveseat? The Not Your Average Firewood Loveseat is made from the softest wood for extreme comfort, and it's 75% fire resistant! ": "Còn gì tuyệt hơn để ấm cúng bên đống lửa hơn là một chiếc ghế tình yêu toàn gỗ? Chiếc Ghế Tình Yêu Củi Không Phải Của Bạn được làm từ loại gỗ mềm nhất để mang lại sự thoải mái tột độ và có khả năng chống cháy 75%!",
  "Not Your Average Firewood Loveseat ": "Ghế Tình Yêu Củi Không Phải Của Bạn",
  "Don't let its convenient simplicity fool you - this intimate dual-seater from Gordian has been voted 'Most Snugglable Foldable Chair' three years in a row by Camping Bottoms magazine. ": "Đừng để sự đơn giản tiện lợi của nó đánh lừa bạn - chiếc ghế đôi thân mật này từ Gordian đã được tạp chí Camping Bottoms bình chọn là 'Ghế Gấp Ôm Ấp Nhất' ba năm liên tiếp.",
  "The Gordian Smooch": "Gordian Smooch",
  "What gets you closer to a loved one then sharing splinters in your hind quarters? A log hewn into a bench. Now, two people can be uncomfortable within reason together on this log! ": "Điều gì đưa bạn đến gần hơn với người thân yêu hơn là chia sẻ những mảnh vụn trên phần sau của bạn? Một khúc gỗ được đẽo thành một chiếc ghế dài. Giờ đây, hai người có thể cảm thấy khó chịu một cách hợp lý với nhau trên khúc gỗ này!",
  "Find the Spark Loveseat ": "Tìm Thấy Ghế Tình Yêu Tia Lửa",
  "After a long, hard day at work what could be better for resting your tired limbs than a tree trunk! Imported from real lumberjacks in the Andes. Don't worry, this ottoman is way more expensive than it looks! ": "Sau một ngày làm việc vất vả, điều gì có thể tốt hơn để nghỉ ngơi đôi chân mệt mỏi của bạn hơn là một thân cây! Nhập khẩu từ những người tiều phu thực thụ ở dãy Andes. Đừng lo lắng, chiếc ghế ottoman này đắt hơn nhiều so với vẻ ngoài của nó!",
  "Tree Trunk Ottoman": "Ghế Đẩu Thân Cây",
  "Sleek lines and colorful cushions make this sofa a must-have for every cabin! It's so comfortable it's like napping on a tree! ": "Những đường nét bóng bẩy và những chiếc đệm đầy màu sắc làm cho chiếc ghế sofa này trở thành thứ phải có cho mọi cabin! Nó thoải mái đến mức giống như đang ngủ trên một cái cây!",
  "Tree Napper Sofa": "Ghế Sofa Ngủ Trên Cây",
  "Mmmmm...smore...": "Mmmmm...smore...",
  "Smore": "Smore",
  "This ultra sturdy coffee table will be the talk of the town! The Rockin' Coffee Table endures fires, floods, even dance parties! All you have to do is get it in your house! ": "Chiếc bàn cà phê siêu bền này sẽ là chủ đề bàn tán của thị trấn! Bàn Cà Phê Rockin' chịu được lửa, lũ lụt, thậm chí cả các bữa tiệc khiêu vũ! Tất cả những gì bạn phải làm là mang nó vào nhà!",
  "Rockin' Coffee Table ": "Bàn Cà Phê Rockin'",
  "Compliment your wood dining chairs with Lumber Jack's Home Furniture Coffee Table. Cause we really like choppin' trees! ": "Hãy khen ngợi những chiếc ghế ăn bằng gỗ của bạn với Bàn Cà Phê Lumber Jack's Home Furniture. Bởi vì chúng tôi thực sự thích chặt cây!",
  "Lumber Jack's Coffee Table": "Bàn Cà Phê Lumber Jack's",
  "When Wolf Pytts goes camping he uses the Pocket Puter Folding Table. Looks like a table, but fits in your pocket! Perfect for those mid-hike picnics! ": "Khi Wolf Pytts đi cắm trại, anh ấy sử dụng Bàn Gấp Pocket Puter. Trông giống như một chiếc bàn, nhưng vừa vặn trong túi của bạn! Hoàn hảo cho những chuyến dã ngoại giữa chừng!",
  "Pocket Puter Folding Table": "Bàn Gấp Pocket Puter",
  "Don't cry over spilled milk! This table is stain proof. Its granite coating gives a protective layer to this stylish end table. It's impenetrable! ": "Đừng khóc vì sữa đổ! Chiếc bàn này chống vết bẩn. Lớp phủ granite của nó tạo ra một lớp bảo vệ cho chiếc bàn phụ phong cách này. Nó không thể xuyên thủng!",
  "The Impenetrable End Table ": "Bàn Phụ Không Thể Xuyên Thủng",
  "A stump is not always a stump. This bit of nature was magically transformed into useful table by the finest craftsman. A perfect look for the outdoor designer.": "Một gốc cây không phải lúc nào cũng là một gốc cây. Phần thiên nhiên này đã được các nghệ nhân giỏi nhất biến đổi một cách kỳ diệu thành một chiếc bàn hữu ích. Một cái nhìn hoàn hảo cho nhà thiết kế ngoài trời.",
  "Memory Wood Stump ": "Gốc Gỗ Kỷ Niệm",
  "The Pack Cube sports a neo-modernist design that stores extra camping supplies without sacrificing strength and eating surface. ": "Pack Cube mang phong cách tân hiện đại, lưu trữ thêm đồ dùng cắm trại mà không làm giảm độ bền và bề mặt ăn uống.",
  "The Pack Cube": "Pack Cube",
  "Bring that rustic edge to any room with the Forest Lovers End Table. Cause if you love the forest, you need more wooden furniture! ": "Mang lại nét mộc mạc cho bất kỳ căn phòng nào với Bàn Phụ Người Yêu Rừng. Bởi vì nếu bạn yêu khu rừng, bạn cần nhiều đồ nội thất bằng gỗ hơn!",
  "Forest Lovers End Table": "Bàn Phụ Người Yêu Rừng",
  "Recreate the episode of 'Pytts vs The River' where television wilderness expert Wolf Pytts celebrates his forty-third wrestled tuna of the day by playing card games with his friends.": "Tái hiện tập phim 'Pytts vs The River', nơi chuyên gia về vùng hoang dã trên truyền hình Wolf Pytts ăn mừng con cá ngừ thứ bốn mươi ba bị vật lộn trong ngày bằng cách chơi các trò chơi bài với bạn bè của mình.",
  "Wolf Pytts' Essential Gaming Table": "Bàn Chơi Game Cần Thiết Của Wolf Pytts",
  "The Pack Cube: Orthotope Edition is like the original Pack Cube, but longer! A result of clever engineering, this Pack Cube will provide twice the eating surface without costing twice as much.": "Pack Cube: Phiên Bản Orthotope giống như Pack Cube ban đầu, nhưng dài hơn! Là kết quả của kỹ thuật khéo léo, Pack Cube này sẽ cung cấp diện tích bề mặt ăn uống gấp đôi mà không tốn gấp đôi chi phí.",
  "The Pack Cube: Orthotope Edition": "Pack Cube: Phiên Bản Orthotope",
  "It's a picnic table! It's a purse! No, it's Super Picnic Purse! Now your favorite picnic table folds into the perfect accessory! Style and utility in one!": "Đó là một chiếc bàn dã ngoại! Đó là một chiếc ví! Không, đó là Ví Đựng Đồ Dã Ngoại Siêu Cấp! Giờ đây, chiếc bàn dã ngoại yêu thích của bạn có thể gấp lại thành phụ kiện hoàn hảo! Phong cách và tiện ích trong một!",
  "Picnic Purse Table ": "Bàn Túi Đựng Đồ Dã Ngoại",
  "The Picnicer is expertly crafted by our in house stone mason and woodland creatures for the ultimate picnic experience. ": "The Picnicer được chế tác một cách chuyên nghiệp bởi thợ nề đá và các sinh vật rừng trong nhà của chúng tôi để mang lại trải nghiệm dã ngoại đỉnh cao.",
  "Picnicer ": "Picnicer",
  "Have you ever wanted to enjoy the simplistic elegance and comfort of a picnic table in your own home? Well now you can! Perfect for things like indoor barbecues, indoor picnics, and indoor parks.": "Bạn đã bao giờ muốn tận hưởng sự đơn giản trang nhã và thoải mái của một chiếc bàn dã ngoại ngay tại nhà mình chưa? Chà, bây giờ bạn có thể! Hoàn hảo cho những thứ như tiệc nướng trong nhà, dã ngoại trong nhà và công viên trong nhà.",
  "In and Out Picnic Table": "Bàn Dã Ngoại Trong Ngoài",
  "The Cabin-in-a-Bag lets you bring all the comforts of home to a campsite. This large tent will easily accommodate you, your friends, and possibly a grizzly bear.": "Cabin-in-a-Bag cho phép bạn mang tất cả sự thoải mái của ngôi nhà đến một khu cắm trại. Chiếc lều lớn này sẽ dễ dàng chứa bạn, bạn bè của bạn và có thể cả một con gấu xám.",
  "Cabin-in-a-Bag": "Cabin-in-a-Bag",
  "The Easy Camper is a small, sleek, and easy-to-assemble tent that makes roughing it feel not so rough at all.": "Easy Camper là một chiếc lều nhỏ, kiểu dáng đẹp và dễ lắp ráp, giúp việc sống khắc khổ không còn cảm thấy quá khó khăn nữa.",
  "Easy Camper Tent": "Lều Easy Camper",
  "testrockTossdescription": "testrockTossdescription",
  "Campfire Stick \n": "Que Củi Lửa Trại",
  "Campfire Stick Beetle": "Bọ Cánh Cứng Que Củi Lửa Trại",
  "Campfire Stick Fish": "Cá Que Củi Lửa Trại",
  "Campfire Stick Hot Dog": "Xúc Xích Que Củi Lửa Trại",
  "Campfire Stick Veggie Hot Dog": "Xúc Xích Chay Que Củi Lửa Trại",
  "Campfire Stick Veggie Hot Dog\n": "Xúc Xích Chay Que Củi Lửa Trại",
  "toolMatch_GP01GEN placeholder description": "mô tả giữ chỗ toolMatch_GP01GEN",
  "toolMatch_GP01GEN placeholder name": "tên giữ chỗ toolMatch_GP01GEN",
  "Who doesn't like rummaging through trash for a yummy meal? Well now you can rummage to your heart's desire all while avoiding that nasty smell. The Odor Killer gives your trash that fresh flowery scent. Looks like trash, smells like an angel! ": "Ai mà không thích lục lọi trong thùng rác để tìm một bữa ăn ngon? Giờ đây, bạn có thể lục lọi theo ý muốn của trái tim trong khi tránh được mùi khó chịu đó. Odor Killer mang đến cho thùng rác của bạn mùi hương hoa tươi mát. Trông như rác, ngửi như một thiên thần!",
  "Odor Killer Trash Can": "Thùng Rác Khử Mùi Odor Killer",
  "treeGP01_beech_01": "treeGP01_beech_01",
  "treeGP01_dryPine_01": "treeGP01_dryPine_01",
  "Dry Pine": "Thông Khô",
  "treeGP01_EverGreen_01": "treeGP01_EverGreen_01",
  "treeGP01_EverGreen_02": "treeGP01_EverGreen_02",
  "treeGP01_Hawthorn_02": "treeGP01_Hawthorn_02",
  "treeGP01_oak_01": "treeGP01_oak_01",
  "treeGP01_pine_01": "treeGP01_pine_01",
  "treeGP01_pine_02": "treeGP01_pine_02",
  "treeGP01_pine_03": "treeGP01_pine_03",
  "treeGP01_Pine_Group_01": "treeGP01_Pine_Group_01",
  "treeGP01_Pine_log_01_Fallen": "treeGP01_Pine_log_01_Fallen",
  "treeGP01_Pine_log_01_Long": "treeGP01_Pine_log_01_Long",
  "treeGP01_Pine_log_01_Short": "treeGP01_Pine_log_01_Short",
  "This pine tree is pining for water. So dry, so sad...": "Cây thông này đang khao khát nước. Khô khan, buồn bã...",
  "Dry Pine Tree": "Cây Thông Khô",
  "Not too short, not too tall, this tree is the most popular pine varietal found in the forests of Granite Falls.": "Không quá thấp, không quá cao, cây này là giống thông phổ biến nhất được tìm thấy trong các khu rừng của Granite Falls.",
  "Granite Falls Pine Tree": "Cây Thông Granite Falls",
  "A favorite of woodpeckers and squirrels, this small pine is native to the verdant forests of Granite Falls.": "Yêu thích của chim gõ kiến và sóc, cây thông nhỏ này có nguồn gốc từ các khu rừng xanh tươi của Granite Falls.",
  "Granite Falls Small Pine Tree": "Cây Thông Nhỏ Granite Falls",
  "Hawthorn trees are not only lovely, but sturdy and strong too. All hail the Mighty Hawthorn Tree, king of the forest!": "Cây táo gai không chỉ đáng yêu mà còn chắc chắn và mạnh mẽ nữa. Xin kính chào Cây Táo Gai Hùng Mạnh, vua của khu rừng!",
  "Mighty Hawthorn Tree": "Cây Táo Gai Hùng Mạnh",
  "Guaranteed to be a conversation starter at your next garden party, this twisted oak is a unique addition to any yard.": "Đảm bảo sẽ là người bắt đầu cuộc trò chuyện tại bữa tiệc vườn tiếp theo của bạn, cây sồi xoắn này là một sự bổ sung độc đáo cho bất kỳ sân nào.",
  "Gnarled Oak Tree": "Cây Sồi Mốc Meo",
  "This tall pine is native to the verdant forests of Granite Falls. When this tree falls in the forest you can bet it makes a lot of noise...": "Cây thông cao này có nguồn gốc từ các khu rừng xanh tươi của Granite Falls. Khi cây này đổ xuống rừng, bạn có thể cá rằng nó gây ra rất nhiều tiếng ồn...",
  "Granite Falls Tall Pine Tree": "Cây Thông Cao Granite Falls",
  "twigs_GP01GEN placeholder description": "mô tả giữ chỗ twigs_GP01GEN",
  "twigs_GP01GEN placeholder name": "tên giữ chỗ twigs_GP01GEN",
  "InGP01_window_GP01SGLow1x1x2_set1": "InGP01_window_GP01SGLow1x1x2_set1",
  "Lakeside Retreat": "Khu Nghỉ Dưỡng Bên Hồ",
  "Forest Hideaway": "Nơi Ẩn Náu Trong Rừng",
  "Riverside Retreat": "Khu Nghỉ Dưỡng Bên Sông",
  "Green Getaway": "Nơi Trú Ẩn Xanh Mát",
  "Campground": "Khu Cắm Trại",
  "Hermit's House": "Nhà Của Người Ẩn Dật",
  "Welcome to Granite Falls National Park!": "Chào mừng đến Công Viên Quốc Gia Granite Falls!",
  "Roar!": "Gầm!",
  "Add Log": "Thêm Gỗ",
  "You cannot extinguish a campfire while another Sim is using it.": "Bạn không thể dập tắt lửa trại khi một Sim khác đang sử dụng nó.",
  "Extinguish": "Dập Tắt",
  "Invite to Hang Around the Campfire": "Mời Đi Dạo Quanh Lửa Trại",
  "Hang Out": "Đi Dạo",
  "Play (TEST)": "Chơi (KIỂM TRA)",
  "Invite to Hang Around": "Mời Đi Chơi Quanh Đây",
  "Invite to Hang Out": "Mời Đi Chơi",
  "Play": "Chơi",
  "Your Sim doesn't have high enough Guitar Skill.": "Sim của bạn không có đủ Kỹ Năng Guitar.",
  "Your Sim needs to have a guitar in {M0.his}{F0.her} inventory.": "Sim của bạn cần có một cây đàn guitar trong túi đồ của {M0.his}{F0.her}.",
  "Play Guitar": "Chơi Guitar",
  "Your Sim does not have high enough Violin Skill.": "Sim của bạn không có đủ Kỹ Năng Violin.",
  "Your Sim needs to have a violin in {M0.his}{F0.her} inventory.": "Sim của bạn cần có một cây violin trong túi đồ của {M0.his}{F0.her}.",
  "Play Violin": "Chơi Violin",
  "Roast Marshmallows": "Nướng Kẹo Marshmallow",
  "Marshmallows": "Kẹo Marshmallow",
  "Sing Songs": "Hát",
  "{2.String}": "{2.String}",
  "Roast": "Nướng",
  "Roasting": "Đang Nướng",
  "Warm Self": "Sưởi Ấm",
  "Take Me to Bathroom": "Đưa Tôi Đến Nhà Vệ Sinh",
  "Take Me to Lodging": "Đưa Tôi Đến Chỗ Ở",
  "Explore Woods": "Khám Phá Rừng",
  "Take Me to Ranger Station": "Đưa Tôi Đến Trạm Kiểm Lâm",
  "Take Shower": "Đi Tắm",
  "Use Restroom": "Sử Dụng Nhà Vệ Sinh",
  "Light": "Thắp Sáng",
  "You cannot Go on Vacation while there's a Social Event going on.": "Bạn không thể Đi Nghỉ Mát khi đang có một Sự Kiện Xã Hội diễn ra.",
  "Go on Vacation With": "Đi Nghỉ Mát Với",
  "Go on Vacation": "Đi Nghỉ Mát",
  "Cancel": "Hủy Bỏ",
  "OK": "OK",
  "Can't open while a Sim is sitting here.": "Không thể mở khi một Sim đang ngồi ở đây.",
  "{0.String}": "{0.String}",
  "Grab a Drink": "Lấy Đồ Uống",
  "Have a Quick Meal": "Ăn Bữa Ăn Nhanh",
  "Cloudgaze Together": "Cùng Nhau Ngắm Mây",
  "Stargaze Together": "Cùng Nhau Ngắm Sao",
  "Hello, friends! I'm {0.SimFirstName}, your friendly forest ranger. I'm chock-full of camping knowledge, so if you ever have any questions don't hesitate to ask.": "Xin chào, các bạn! Tôi là {0.SimFirstName}, kiểm lâm thân thiện của bạn. Tôi có rất nhiều kiến thức về cắm trại, vì vậy nếu bạn có bất kỳ câu hỏi nào, đừng ngần ngại hỏi.",
  "Eat {1.ObjectName}": "Ăn {1.ObjectName}",
  "Drink": "Uống",
  "Drink {1.ObjectName}": "Uống {1.ObjectName}",
  "Would you like to send {0.SimFirstName} into the Deep Woods?": "Bạn có muốn gửi {0.SimFirstName} vào Rừng Sâu không?",
  "Travel": "Du Hành",
  "Return to Granite Falls Forest": "Trở Về Rừng Granite Falls",
  "Would you like to send {0.SimFirstName} back to Granite Falls Forest?": "Bạn có muốn đưa {0.SimFirstName} trở lại Rừng Granite Falls không?",
  "Tell a Group Story": "Kể Một Câu Chuyện Nhóm",
  "Listen to Story": "Nghe Kể Chuyện",
  "Tell an Adventure Story": "Kể Một Câu Chuyện Phiêu Lưu",
  "Tell a Fairy Tale": "Kể Một Câu Chuyện Cổ Tích",
  "Tell a Ghost Story": "Kể Một Câu Chuyện Ma",
  "Waiting for Listeners": "Đang Chờ Người Nghe",
  "Sing Song": "Hát",
  "Brew Herbal Remedy": "Pha Chế Phương Thuốc Thảo Dược",
  "Sims can only perform this action while this object is in the Sim's inventory.": "Sim chỉ có thể thực hiện hành động này khi đối tượng này nằm trong túi đồ của Sim.",
  "This interaction can only run while in a sim's inventory.": "Tương tác này chỉ có thể chạy khi ở trong túi đồ của sim.",
  "Sim's cannot identify plants unless they are in their inventory.": "Sim không thể xác định cây nếu chúng không có trong túi đồ của họ.",
  "Fruits and Flowers need to be in a sim's inventory to perform this interaction": "Trái cây và Hoa cần phải ở trong túi đồ của sim để thực hiện tương tác này",
  "{0.SimFirstName} has no idea what plant this is. Building Herbalism skill will help identify plants.": "{0.SimFirstName} không biết đây là cây gì. Xây dựng kỹ năng Thảo Dược sẽ giúp xác định thực vật.",
  "Attempt to Identify": "Cố Gắng Xác Định",
  "Apply {1.ObjectName}": "Áp Dụng {1.ObjectName}",
  "Chug": "Uống Ực",
  "Pour": "Đổ",
  "To use this interaction, click on a gardening plant and click Pour": "Để sử dụng tương tác này, hãy nhấp vào một cây trồng làm vườn và nhấp vào Đổ",
  "Pour Natural Herbicide Oil on {1.ObjectName}": "Đổ Dầu Diệt Cỏ Tự Nhiên lên {1.ObjectName}",
  "Pour Fungal Infusion Fertilizer on {1.ObjectName}": "Đổ Phân Bón Truyền Dịch Nấm lên {1.ObjectName}",
  "Spray": "Phun",
  "To use this interaction, click on an another object and select Spray": "Để sử dụng tương tác này, hãy nhấp vào một đối tượng khác và chọn Phun",
  "Toss Horseshoe": "Ném Móng Ngựa",
  "Discuss Game": "Thảo Luận Về Trò Chơi",
  "Watch Game": "Xem Trận Đấu",
  "HorseShoes Loser": "Người Thua Cuộc Ném Móng Ngựa",
  "Practice Horseshoes": "Luyện Tập Ném Móng Ngựa",
  "Setup Horseshoes": "Thiết Lập Ném Móng Ngựa",
  "Join Horseshoes": "Tham Gia Ném Móng Ngựa",
  "This Sim doesn't have permission to use this object.": "Sim này không có quyền sử dụng đối tượng này.",
  "Practice": "Luyện Tập",
  "Take Turn": "Đến Lượt",
  "HorseShoe's Winner": "Người Chiến Thắng Ném Móng Ngựa",
  "Give Herbalism Advice": "Đưa Ra Lời Khuyên Về Thảo Dược Học",
  "Cheer": "Cổ Vũ",
  "Heckle": "Chế Nhạo",
  "Throw Horseshoe": "Ném Móng Ngựa",
  "There are five species of fish unique to Granite Falls. Try not to over-fish our streams, though!": "Có năm loài cá độc đáo ở Granite Falls. Nhưng hãy cố gắng không đánh bắt quá nhiều cá trên suối của chúng tôi!",
  "If you need to purchase supplies, like a tent or cooler, go to the Ranger Station in the camp ground.": "Nếu bạn cần mua vật tư, như lều hoặc tủ lạnh, hãy đến Trạm Kiểm Lâm trong khu cắm trại.",
  "You can collect herbs in Granite Falls and use a grill or stove to make remedies with them. I hear the deodorant is popular.": "Bạn có thể thu thập thảo mộc ở Granite Falls và sử dụng vỉ nướng hoặc bếp để làm thuốc với chúng. Tôi nghe nói chất khử mùi rất phổ biến.",
  "There's a public restroom in the camp ground for your potty breaks and hygiene needs. It’s a popular hangout for insects. I warned you!": "Có một nhà vệ sinh công cộng trong khu cắm trại để bạn đi vệ sinh và đáp ứng nhu cầu vệ sinh. Đó là một địa điểm yêu thích của côn trùng. Tôi đã cảnh báo bạn!",
  "You may want to bring a cooler with you when hiking in the woods. No telling how long you'll be out and about. You might get hungry!": "Bạn có thể muốn mang theo một tủ lạnh khi đi bộ đường dài trong rừng. Không biết bạn sẽ ra ngoài bao lâu. Bạn có thể đói!",
  "We keep hearing rumors of a Hermit somewhere in the National Park. I think it's hogwash, myself.": "Chúng tôi liên tục nghe được tin đồn về một Người Ẩn Dật ở đâu đó trong Công Viên Quốc Gia. Bản thân tôi nghĩ đó là chuyện vớ vẩn.",
  "We've had a good number of bear sightings recently. Be careful out there!": "Gần đây chúng tôi đã thấy một số lượng lớn gấu. Hãy cẩn thận ngoài đó!",
  "There are so many creepy crawly insects to collect in Granite Falls. Be on the lookout!": "Có rất nhiều loài côn trùng đáng sợ bò trườn để thu thập ở Granite Falls. Hãy cảnh giác!",
  "Ask for Camping Info": "Hỏi Thông Tin Cắm Trại",
  "Listen to {1.SimFirstName}": "Nghe {1.SimFirstName}",
  "Ask to Cloudgaze": "Xin Phép Ngắm Mây",
  "Ask to Stargaze": "Xin Phép Ngắm Sao",
  "Roar": "Gầm",
  "Imitate Bear Roar": "Bắt Chước Tiếng Gầm Của Gấu",
  "Complain About Mosquitoes": "Than Phiền Về Muỗi",
  "Listen to {1.SimFirstName}'s Complaint": "Nghe Lời Than Phiền Của {1.SimFirstName}",
  "Discuss Adding a Log": "Thảo Luận Về Việc Thêm Gỗ",
  "Discuss Adding Log with {1.SimFirstName}": "Thảo Luận Về Việc Thêm Gỗ Với {1.SimFirstName}",
  "Enthuse about Herbalism": "Hăng Hái Về Thảo Dược Học",
  "Enthuse about Herbalism with {1.SimFirstName}": "Hăng Hái Về Thảo Dược Học Với {1.SimFirstName}",
  "Enthuse About Wildlife Encounter": "Hăng Hái Về Cuộc Gặp Gỡ Với Động Vật Hoang Dã",
  "Enthuse about Wildlife with {1.SimFirstName}": "Hăng Hái Về Động Vật Hoang Dã Với {1.SimFirstName}",
  "Wrestle": "Vật Lộn",
  "Wrestle with {1.SimFirstName}": "Vật Lộn Với {1.SimFirstName}",
  "Give Herbalism Tips": "Đưa Ra Mẹo Về Thảo Dược Học",
  "Gossip about Bear": "Buôn Chuyện Về Gấu",
  "Gossip with {1.SimFirstName}": "Buôn Chuyện Với {1.SimFirstName}",
  "Insult Fire Building Skills": "Xúc Phạm Kỹ Năng Xây Lửa",
  "Be Insulted by {1.SimFirstName}": "Bị {1.SimFirstName} Xúc Phạm",
  "Learn Herbalism Recipe": "Học Công Thức Thảo Dược Học",
  "Teach {1.SimFirstName} an Herbalism Recipe": "Dạy {1.SimFirstName} Một Công Thức Thảo Dược Học",
  "Philosophize About Life": "Triết Lý Về Cuộc Sống",
  "Discuss Philosophy with {1.SimFirstName}": "Thảo Luận Về Triết Học Với {1.SimFirstName}",
  "Rant about Obnoxious Bear": "Phàn Nàn Về Con Gấu Khó Ưa",
  "Share Astronomy Knowledge": "Chia Sẻ Kiến Thức Thiên Văn Học",
  "Talk about Herbalism": "Nói Về Thảo Dược Học",
  "Talk about Herbalism with {1.SimFirstName}": "Nói Về Thảo Dược Học Với {1.SimFirstName}",
  "Mess Around in Tent": "Làm Ồn Trong Lều",
  "WooHoo in Tent": "Vui Vẻ Trong Lều",
  "Try for Baby in Tent": "Vui Vẻ Trong Lều",
  "Clone {0.ObjectName}": "Nhân Bản {0.ObjectName}",
  "This tent is currently full.": "Lều này hiện đang đầy.",
  "Chat while Relaxing": "Trò Chuyện Trong Khi Thư Giãn",
  "No Available Lots": "Không Có Lô Đất Trống",
  "Invite a Sim to join you on vacation.": "Mời một Sim tham gia cùng bạn trong kỳ nghỉ.",
  "Purchase Herbalism Supplies": "Mua Đồ Dùng Thảo Dược Học",
  "Supplies": "Vật Tư",
  "Fun": "Vui Vẻ",
  "Ingredients": "Nguyên Liệu",
  "Furniture": "Nội Thất",
  "Buy Camping Supplies": "Mua Vật Tư Cắm Trại",
  "Thanks for ordering! The items {0.SimFirstName} purchased can be found in {M0.his}{F0.her} inventory.": "Cảm ơn bạn đã đặt hàng! Các vật phẩm mà {0.SimFirstName} đã mua có thể được tìm thấy trong túi đồ của {M0.his}{F0.her}.",
  "Put Tent in Inventory": "Cho Lều Vào Túi Đồ",
  "Explore": "Khám Phá",
  "{0.SimFirstName} feels {M0.he}{F0.she} is on the verge of finding something special, something to make this all worth it, but is quickly tiring. Should {0.SimFirstName} take a quick nap or sally forth?": "{0.SimFirstName} cảm thấy {M0.he}{F0.she} đang trên bờ vực tìm thấy điều gì đó đặc biệt, điều gì đó khiến tất cả điều này trở nên đáng giá, nhưng đang nhanh chóng mệt mỏi. {0.SimFirstName} có nên chợp mắt một lúc hay tiến lên phía trước không?",
  "{0.SimFirstName} marches through the brush in high spirits swinging arms and singing songs when a shiny object catches the eye. Ah, temptation.": "{0.SimFirstName} đi qua bụi rậm với tinh thần phấn chấn, vung tay và hát vang khi một vật thể sáng bóng lọt vào mắt. À, sự cám dỗ.",
  "After making the choice of cowardice most foul, {0.SimFirstName}'s exploration ended where it started. The brambles are not greener on this side.": "Sau khi đưa ra lựa chọn hèn nhát nhất, cuộc thám hiểm của {0.SimFirstName} đã kết thúc ở nơi nó bắt đầu. Bụi gai không xanh hơn ở bên này.",
  "After several minutes of hacking furiously through the brush, a large web is blocking {0.SimFirstName}'s way. One would prefer that web is not paired with a Spider…": "Sau vài phút vung vẩy một cách giận dữ qua bụi rậm, một mạng nhện lớn đang chặn đường của {0.SimFirstName}. Người ta thích mạng nhện đó không được ghép với một con Nhện…",
  "{0.SimFirstName} has navigated the nigh foiling foliage to discover a sacred cove in the midst of the forest. A cove containing a mysterious Sim…": "{0.SimFirstName} đã điều hướng tán lá ngăn cản đến khám phá một vịnh thiêng liêng giữa khu rừng. Một vịnh chứa một Sim bí ẩn…",
  "With toes dipped in the cool brook and a line cast in the water, {0.SimFirstName} encountered one of nature's most fearsome fishing enthusiasts…Ursus Arctos!": "Với những ngón chân nhúng trong dòng suối mát và một sợi dây câu trong nước, {0.SimFirstName} đã chạm trán với một trong những người đam mê câu cá đáng sợ nhất của thiên nhiên…Ursus Arctos!",
  "A semi-rational fear of enormously industrious spiders sent {0.SimFirstName} to find an alternate route. Naturally, this route was coated in over-ripe fireleaf!": "Nỗi sợ hãi có phần hợp lý về những con nhện cực kỳ siêng năng đã khiến {0.SimFirstName} tìm một con đường khác. Đương nhiên, con đường này được phủ đầy lá lửa quá chín!",
  "The herbicide seems to have cleared a path, though it looks like the bramble is already growing back.  {0.SimFirstName} sees a crazy looking Sim in the distance...  ": "Thuốc diệt cỏ dường như đã dọn đường, mặc dù có vẻ như bụi gai đang mọc trở lại. {0.SimFirstName} nhìn thấy một Sim trông điên cuồng ở đằng xa...",
  "Surrounded by thicket, thorns and danger most assuredly, {0.SimFirstName} is left with only one decision: Step Forward or Retreat from Adventure.": "Bị bao quanh bởi bụi rậm, gai và nguy hiểm chắc chắn nhất, {0.SimFirstName} chỉ còn một quyết định: Bước Về Phía Trước hoặc Rút Lui Khỏi Cuộc Phiêu Lưu.",
  "It appears {0.SimFirstName} has some herbicide on hand.  That would certainly clear up this bramble mess!": "Có vẻ như {0.SimFirstName} có sẵn một số thuốc diệt cỏ. Điều đó chắc chắn sẽ dọn sạch mớ bụi gai này!",
  "Exploring The Brambles": "Khám Phá Bụi Gai",
  "After waking from a nightmare about a never ending itch, {0.SimFirstName} realizes it was no dream! One must look closely for ticks before sleep.": "Sau khi thức dậy từ một cơn ác mộng về một cơn ngứa không bao giờ dứt, {0.SimFirstName} nhận ra đó không phải là giấc mơ! Người ta phải nhìn kỹ để tìm ve trước khi ngủ.",
  "As {0.SimFirstName} pushes through the foliage with intrepid courage, a bubbling brook emerges. Should {0.SimFirstName} stop to fish?": "Khi {0.SimFirstName} đẩy qua tán lá với lòng dũng cảm không nao núng, một dòng suối sủi bọt xuất hiện. {0.SimFirstName} có nên dừng lại để câu cá không?",
  "As {0.SimFirstName} reaches for the shiny, succulent treasure, more shiny treasures…things…blink in. Gulp! The shine was not that of a jewel, but of a woodland monster!": "Khi {0.SimFirstName} với lấy kho báu sáng bóng, ngon ngọt, nhiều kho báu sáng bóng hơn…những thứ…nhấp nháy. Ực! Độ bóng không phải là của một viên ngọc, mà là của một con quái vật rừng xanh!",
  "Waking up feeling refreshed, {0.SimFirstName} noticed something scurrying on the ground.  A ravenous tick!  Hopefully the next explorer to nap here is smart enough to wear insect repellent too.": "Thức dậy cảm thấy sảng khoái, {0.SimFirstName} nhận thấy điều gì đó đang chạy trốn trên mặt đất. Một con ve đói khát! Hy vọng rằng nhà thám hiểm tiếp theo ngủ trưa ở đây đủ thông minh để mặc thuốc chống côn trùng.",
  "Leave the Bramble Patch": "Rời Khỏi Bụi Gai",
  "Fish": "Câu Cá",
  "Sally Forth": "Tiến Lên Phía Trước",
  "Go Through Web": "Đi Qua Mạng Nhện",
  "Retreat from Adventure": "Rút Lui Khỏi Cuộc Phiêu Lưu",
  "Don't Use Herbicide": "Không Sử Dụng Thuốc Diệt Cỏ",
  "Ignore The Object": "Bỏ Qua Đối Tượng",
  "Okay": "Được Rồi",
  "Retreat": "Rút Lui",
  "Step Forward": "Bước Về Phía Trước",
  "Find Alternate Route": "Tìm Tuyến Đường Thay Thế",
  "Take The Object": "Lấy Đối Tượng",
  "Nap": "Ngủ Trưa",
  "Walk Towards The Sim": "Đi Về Phía Sim",
  "Keep Walking": "Tiếp Tục Đi",
  "Travel Towards the Sim": "Du Hành Về Phía Sim",
  "Use Herbicide": "Sử Dụng Thuốc Diệt Cỏ",
  "Return to Granite Falls Forest With": "Trở Về Rừng Granite Falls Với",
  "Travel Into The Bramble Patch": "Du Hành Vào Bụi Gai",
  "Travel to Deep Woods With": "Du Hành Vào Rừng Sâu Với",
  "Buy Supplies": "Mua Vật Tư",
  "Welcome to Granite Falls! Home to the biggest waterfall this side of Willow Creek. You are currently in the Campground portion of retreat, where you can set up your tent, gather 'round the campfire, and much more!": "Chào mừng đến Granite Falls! Ngôi nhà của thác nước lớn nhất bên cạnh Willow Creek. Bạn hiện đang ở phần Khu Cắm Trại của khu nghỉ dưỡng, nơi bạn có thể dựng lều, tụ tập quanh lửa trại và nhiều hơn thế nữa!",
  "Tiny wings buzz all around this insect haven. Do you have the tenacity, and guts, to find all 21 of these creepy-crawlies around Granite Falls?": "Đôi cánh nhỏ bé vo ve khắp nơi trong thiên đường côn trùng này. Bạn có đủ sự bền bỉ và can đảm để tìm thấy tất cả 21 con vật đáng sợ này xung quanh Granite Falls không?",
  "There's so much to do here in Granite Falls! Try roasting some hot dogs to get your belly full before heading off into the forest to explore! ": "Có rất nhiều việc phải làm ở đây tại Granite Falls! Hãy thử nướng một ít xúc xích để làm no bụng trước khi đi vào rừng để khám phá!",
  "The forest  is a mysterious place that simply teems with life. Trek into its wilderness to behold the many distractions for the intrepid explorer.": "Khu rừng là một nơi bí ẩn, tràn ngập sự sống. Hãy đi bộ vào vùng hoang dã của nó để chiêm ngưỡng nhiều điều gây xao nhãng cho nhà thám hiểm dũng cảm.",
  "While on your adventures, watch out for the Poison Fireleaf plant! Get too close to this dangerous plant and you may find yourself with a rather nasty case of the itchies!": "Trong khi phiêu lưu, hãy coi chừng cây Lá Lửa Độc! Đến quá gần loại cây nguy hiểm này và bạn có thể thấy mình mắc một trường hợp ngứa khá khó chịu!",
  "There has been reports of suspicious murmuring sounds deep in the forest - be cautious!": "Đã có báo cáo về những âm thanh thì thầm đáng ngờ sâu trong rừng - hãy thận trọng!",
  "Read Camping Information": "Đọc Thông Tin Cắm Trại",
  "Cliffs Waterfalls Reaction DNT": "Vách Đá Thác Nước Phản Ứng DNT",
  "Squeamish Reaction DNT": "Phản Ứng Nhút Nhát DNT",
  "Reacting to WooHoo": "Phản Ứng Với WooHoo",
  "Appreciate": "Đánh Giá Cao",
  "{0.SimFirstName} can now make a small version of the Camping Mascot sculpture on the Woodworking Table.": "{0.SimFirstName} giờ có thể tạo ra một phiên bản nhỏ của tác phẩm điêu khắc Linh Vật Cắm Trại trên Bàn Chế Tác Gỗ.",
  "Learn Woodworking Schematic": "Học Sơ Đồ Chế Tác Gỗ",
  "Scoff At": "Chế Nhạo",
  "Talk To": "Nói Chuyện Với",
  "Yell At": "Hét Vào Mặt",
  "Beds cannot be placed in a Sim's inventory while in use.": "Không thể đặt giường vào túi đồ của Sim khi đang sử dụng.",
  "You cannot put a campfire in a Sim's inventory when it has chairs slotted into it.": "Bạn không thể đặt một ngọn lửa trại vào túi đồ của Sim khi nó có ghế cắm vào đó.",
  "Table cannot be put in inventory when there are chairs around it or objects on top of it.": "Không thể đặt bàn vào túi đồ khi có ghế xung quanh hoặc đồ vật trên đó.",
  "This object cannot be placed in a Sim's inventory while in use.": "Không thể đặt đối tượng này vào túi đồ của Sim khi đang sử dụng.",
  "Tents cannot be put in a Sim's inventory while they are in use": "Không thể đặt lều vào túi đồ của Sim khi chúng đang được sử dụng",
  "Tents cannot be placed in a Sim's inventory while in use.": "Không thể đặt lều vào túi đồ của Sim khi đang sử dụng.",
  "Energized Hike": "Đi Bộ Đường Dài Đầy Năng Lượng",
  "Go Hiking": "Đi Bộ Đường Dài",
  "Take Deep Breaths": "Hít Thở Sâu",
  "Tell Story to Self": "Tự Kể Chuyện",
  "Cloudgaze": "Ngắm Mây",
  "Stargaze": "Ngắm Sao",
  "Listen to Winter Holiday": "Nghe Nhạc Ngày Đông",
  "Listen to Group Story": "Nghe Kể Chuyện Nhóm",
  "An Adventure Story About Mighty Captain Flint": "Một Câu Chuyện Phiêu Lưu Về Thuyền Trưởng Flint Hùng Mạnh",
  "An Adventure Story About a Stowaway": "Một Câu Chuyện Phiêu Lưu Về Một Người Trốn Vé",
  "An Adventure Story": "Một Câu Chuyện Phiêu Lưu",
  "An Adventure Story About a Cursed Ship": "Một Câu Chuyện Phiêu Lưu Về Một Con Tàu Bị Nguyền Rủa",
  "An Adventure Story About a Castaway": "Một Câu Chuyện Phiêu Lưu Về Một Người Mắc Kẹt",
  "An Adventure Story about Gold Booty": "Một Câu Chuyện Phiêu Lưu về Chiến Lợi Phẩm Vàng",
  "Tell Adventure Story": "Kể Câu Chuyện Phiêu Lưu",
  "Tell Fairy Tale": "Kể Chuyện Cổ Tích",
  "Tell Ghost Story": "Kể Chuyện Ma",
  "A Fairy Tale About an Enchanted Snake": "Một Câu Chuyện Cổ Tích Về Một Con Rắn Bị Mê Hoặc",
  "A Fairy Tale About a Princess": "Một Câu Chuyện Cổ Tích Về Một Nàng Công Chúa",
  "A Fairy Tale": "Một Câu Chuyện Cổ Tích",
  "A Fairy Tale About a Little Mouse": "Một Câu Chuyện Cổ Tích Về Một Chú Chuột Nhắt",
  "A Fairy Tale About a Giant": "Một Câu Chuyện Cổ Tích Về Một Người Khổng Lồ",
  "A Fairy Tale About a Troll": "Một Câu Chuyện Cổ Tích Về Một Con Quỷ Troll",
  "Tell Fairy Story": "Kể Chuyện Cổ Tích",
  "A Ghost Story About a Sobbing Woman": "Một Câu Chuyện Ma Về Một Người Phụ Nữ Nức Nở",
  "A Ghost Story About Disappearing Handprints": "Một Câu Chuyện Ma Về Dấu Tay Biến Mất",
  "A Ghost Story": "Một Câu Chuyện Ma",
  "A Ghost Story About a Mirror": "Một Câu Chuyện Ma Về Một Cái Gương",
  "A Ghost Story About Vampires": "Một Câu Chuyện Ma Về Ma Cà Rồng",
  "A Ghost Story About a Goblin": "Một Câu Chuyện Ma Về Một Yêu Tinh",
  "Sims can only tell Ghost Stories at night": "Sim chỉ có thể kể Chuyện Ma vào ban đêm",
  "This tent is not usable at this time.": "Lều này hiện không sử dụng được.",
  "Listen to {0.SimFirstName}": "Nghe {0.SimFirstName}",
  "Mess Around With": "Làm Ồn Với",
  "(From Napping)": "(Từ Ngủ Trưa)",
  "This tent is a little too noisy to sleep in.": "Chiếc lều này hơi ồn ào để ngủ.",
  "Join Play in Tent": "Tham Gia Chơi Trong Lều",
  "Someone is telling a ghost story in this tent.": "Ai đó đang kể một câu chuyện ma trong lều này.",
  "Play In Tent": "Chơi Trong Lều",
  "Play With": "Chơi Với",
  "Read Wilderness Digest": "Đọc Tạp Chí Vùng Hoang Dã",
  "Relax": "Thư Giãn",
  "Cry In Tent": "Khóc Trong Lều",
  "Defuse In Tent": "Gỡ Bom Trong Lều",
  "Hide In Tent": "Trốn Trong Lều",
  "Someone is using this tent. Your Sim may not want to get caught sabotaging the tent.": "Ai đó đang sử dụng lều này. Sim của bạn có thể không muốn bị bắt quả tang phá hoại lều.",
  "Requires the Fireleaf Extract to be in your Sim's inventory": "Yêu cầu phải có Chiết Xuất Lá Lửa trong túi đồ của Sim của bạn",
  "Sabotage with Fireleaf Extract": "Phá Hoại Bằng Chiết Xuất Lá Lửa",
  "(From Sleeping)": "(Từ Ngủ)",
  "Sleep": "Ngủ",
  "Someone is already telling a Ghost Story in this tent": "Ai đó đã kể một Câu Chuyện Ma trong lều này",
  "Sims can only tell ghost stories after 7 PM.": "Sim chỉ có thể kể chuyện ma sau 7 giờ tối.",
  "There is no one in the tent to tell a story to.": "Không có ai trong lều để kể chuyện cho.",
  "The Sims in this tent would like some privacy": "Các Sim trong lều này muốn có một chút riêng tư",
  "Listen to Ghost Story": "Nghe Chuyện Ma",
  "Sims cannot perform this interaction while other Sims are using the tent": "Sim không thể thực hiện tương tác này khi các Sim khác đang sử dụng lều",
  "Wake Up": "Thức Dậy",
  "Mess Around with": "Làm Ồn Với",
  "There are other Sims using this tent.": "Có những Sim khác đang sử dụng lều này.",
  "WooHoo with": "Vui Vẻ Với",
  "The Great Outdoors": "Vùng Ngoại Ô Tuyệt Vời",
  "Rustic Sensibility": "Gu Mộc Mạc",
  "Lumber Living": "Cuộc Sống Gỗ",
  "Natural Washroom": "Nhà Vệ Sinh Tự Nhiên",
  "Grunge Retreat": "Nơi Trú Ẩn Grunge",
  "Fab Plaid Commons": "Quảng Trường Vải Tartan Tuyệt Vời",
  "{0.ObjectName}": "{0.ObjectName}",
  "{0.ObjectDescription}": "{0.ObjectDescription}",
  "Quality: {0.String}": "Chất Lượng: {0.String}",
  "Excellent": "Tuyệt Vời",
  "Poor": "Tệ",
  "Good": "Tốt",
  "What could this be?": "Đây có thể là gì?",
  "Unidentified Flower": "Hoa Chưa Xác Định",
  "What could this be?\n": "Đây có thể là gì?",
  "Unidentified Fruit": "Trái Cây Chưa Xác Định",
  "A plant growing in the wild! Could there be something worth harvesting?": "Một loại cây mọc hoang dã! Có thể có thứ gì đó đáng thu hoạch không?",
  "Plant": "Cây",
  "Unidentified Mushroom": "Nấm Chưa Xác Định",
  "Music for the winter holidays": "Âm nhạc cho các ngày lễ mùa đông",
  "Winter Holiday": "Ngày Đông",
  "Collect the Walleye.": "Thu thập Cá Walleye.",
  "Complete the Insect Collection.": "Hoàn thành Bộ Sưu Tập Côn Trùng.",
  "Harvest {1.Number} Unidentified Plants": "Thu hoạch {1.Number} Cây Chưa Xác Định",
  "Locate an Unidentified plant and click Harvest.": "Xác định vị trí một cây Chưa Xác Định và nhấp vào Thu hoạch.",
  "Catch {1.Number} Fish in Granite Falls": "Bắt {1.Number} Cá ở Granite Falls",
  "Click on a Fishing sign post in Granite Falls to go fishing.": "Nhấp vào biển báo Câu Cá ở Granite Falls để đi câu.",
  "Achieve Level {1.Number} Herbalism Skill": "Đạt Được Cấp Độ {1.Number} Kỹ Năng Thảo Dược Học",
  "To increase Herbalism skill, craft remedies on the grill.": "Để tăng kỹ năng Thảo Dược Học, hãy chế tạo các phương thuốc trên vỉ nướng.",
  "Cook {1.Number} Plates of Beetles over a Campfire": "Nấu {1.Number} Đĩa Bọ Cánh Cứng trên Lửa Trại",
  "Click on a campfire while a Sim has certain beetles in their inventory to choose to cook them!": "Nhấp vào lửa trại khi một Sim có một số bọ cánh cứng nhất định trong túi đồ của họ để chọn nấu chúng!",
  "Eat {1.Number} Plants": "Ăn {1.Number} Cây",
  "Locate a fruit or veggie, and select Eat.": "Xác định vị trí một loại trái cây hoặc rau, và chọn Ăn.",
  "Craft {1.Number} Excellent Herbal Remedies": "Chế Tạo {1.Number} Phương Thuốc Thảo Dược Tuyệt Vời",
  "Craft Herbal Remedies on the Grill.": "Chế tạo Phương Thuốc Thảo Dược trên Vỉ Nướng.",
  "Identify All Unidentified Plants": "Xác Định Tất Cả Cây Chưa Xác Định",
  "Locate an unidentified plant and click Identify.": "Xác định vị trí một cây chưa xác định và nhấp vào Xác định.",
  "Befriend the Hermit of Granite Falls": "Kết Bạn Với Người Ẩn Dật của Granite Falls",
  "Locate the Hermit in Granite Falls and become friends.": "Xác định vị trí Người Ẩn Dật ở Granite Falls và trở thành bạn bè.",
  "Achieve Level 10 in Herbalism": "Đạt Được Cấp Độ 10 trong Thảo Dược Học",
  "Sleep for {1.Number} Nights in a Tent": "Ngủ {1.Number} Đêm Trong Lều",
  "Click on a Tent and select Sleep. Your Sim must sleep in the tent for a minimum of 6 hours.": "Nhấp vào Lều và chọn Ngủ. Sim của bạn phải ngủ trong lều tối thiểu 6 tiếng.",
  "Collect {1.Number} Insects": "Thu Thập {1.Number} Côn Trùng",
  "Tell Group Story": "Kể Chuyện Nhóm",
  "Campfire": "Lửa Trại",
  "There is no available campfire": "Không có lửa trại nào.",
  "There is no available cooler.": "Không có tủ lạnh nào.",
  "Campfire Composition": "Sáng Tác Lửa Trại",
  "Hiker's Trail Song": "Bài Hát Đường Mòn Của Người Đi Bộ Đường Dài",
  "Marshmallow Melody": "Giai Điệu Marshmallow",
  "Landscape": "Phong Cảnh",
  "Brew Remedy": "Pha Chế Thuốc",
  "Made by {0.SimName}": "Được làm bởi {0.SimName}",
  "Milk": "Sữa",
  "Water": "Nước",
  "Beetles": "Bọ Cánh Cứng",
  "Roast Beetles": "Nướng Bọ Cánh Cứng",
  "Roast Fish": "Nướng Cá",
  "Hot Dogs": "Xúc Xích",
  "Roast Hot Dogs": "Nướng Xúc Xích",
  "Veggie Dogs": "Xúc Xích Chay",
  "Roast Veggie Dogs": "Nướng Xúc Xích Chay",
  "Grill Breakfast Scramble": "Nướng Trứng Chiên Bữa Sáng",
  "Serve Breakfast Scramble": "Phục Vụ Trứng Chiên Bữa Sáng",
  "Grill a Pot of Camper's Stew": "Nướng Một Nồi Món Hầm Của Người Cắm Trại",
  "Serve Camper's Stew": "Phục Vụ Món Hầm Của Người Cắm Trại",
  "Grill a Pot of Franks and Beans": "Nướng Một Nồi Đậu và Xúc Xích",
  "Serve Franks and Beans": "Phục Vụ Đậu và Xúc Xích",
  "Prepare Fried Fish": "Chuẩn Bị Cá Chiên",
  "Grill Fried Fish": "Nướng Cá Chiên",
  "Serve Fried Fish": "Phục Vụ Cá Chiên",
  "Grill Fruit Cobbler": "Nướng Fruit Cobbler",
  "Serve Fruit Cobbler": "Phục Vụ Fruit Cobbler",
  "Baked Potatoes": "Khoai Tây Nướng",
  "Grill Baked Potatoes": "Nướng Khoai Tây Nướng",
  "Grill Fruit": "Nướng Trái Cây",
  "Grill Shish Kebabs": "Nướng Shish Kebabs",
  "Grill a Pot of Gumbo": "Nướng Một Nồi Gumbo",
  "Serve a Pot of Gumbo": "Phục Vụ Một Nồi Gumbo",
  "Grill Walleye Surprise": "Nướng Walleye Bất Ngờ",
  "Serve Walleye Surprise": "Phục Vụ Walleye Bất Ngờ",
  "Cereal": "Ngũ Cốc",
  "Grab Cereal": "Lấy Ngũ Cốc",
  "Made By: {0.SimName}": "Được Làm Bởi: {0.SimName}",
  "Grab Granola": "Lấy Granola",
  "Yogurt": "Sữa Chua",
  "Grab Yogurt": "Lấy Sữa Chua",
  "Brew Clear Mind Distillation": "Pha Chế Chưng Cất Đầu Óc Minh Mẫn",
  "Brew Deodorizing Cream": "Pha Chế Kem Khử Mùi",
  "Brew Disgusting Liquid": "Pha Chế Chất Lỏng Ghê Tởm",
  "Brew Fireleaf Extract": "Pha Chế Chiết Xuất Lá Lửa",
  "Brew Energizer Infusion": "Pha Chế Truyền Năng Lượng",
  "Brew Elixir of Fertility": "Pha Chế Thuốc Trường Sinh Sinh Sản",
  "Brew Natural Herbicide Oil": "Pha Chế Dầu Diệt Cỏ Tự Nhiên",
  "Brew Insect Repellent Liniment": "Pha Chế Thuốc Mỡ Chống Côn Trùng",
  "Brew Rage-Relieving Salve": "Pha Chế Thuốc Mỡ Giảm Tức Giận",
  "Brew Soothing Skin Balm": "Pha Chế Dầu Dưỡng Da Làm Dịu",
  "Brew Sadness Alleviation Lotion": "Pha Chế Kem Dưỡng Da Giảm Buồn Bã",
  "Brew De-stressing Decoction": "Pha Chế Thuốc Sắc Giải Tỏa Căng Thẳng",
  "Brew Fungal Infusion Fertilizer": "Pha Chế Phân Bón Truyền Dịch Nấm",
  "Brew Tummy Therapy": "Pha Chế Liệu Pháp Cho Bụng",
  "Landscape Painting": "Vẽ Phong Cảnh",
  "Expressions of beautiful nature.": "Những biểu hiện của thiên nhiên tươi đẹp.",
  "Garden Planter": "Hộp Trồng Cây Vườn",
  "Craft Garden Planter": "Chế Tạo Hộp Trồng Cây Vườn",
  "A garden planter can be used to grow all kinds of veggies, fruits, and flowers.": "Hộp trồng cây vườn có thể được sử dụng để trồng tất cả các loại rau, trái cây và hoa.",
  "Garden Pot": "Chậu Vườn",
  "Craft Garden Pot": "Chế Tạo Chậu Vườn",
  "A garden pot is a great way to display a hardy plant.": "Chậu vườn là một cách tuyệt vời để trưng bày một loại cây cứng cáp.",
  "Mirror": "Gương",
  "Craft Mirror": "Chế Tạo Gương",
  "This mirror will add rustic charm to any room.": "Chiếc gương này sẽ thêm nét quyến rũ mộc mạc cho bất kỳ căn phòng nào.",
  "Camping Mascot Sculpture": "Tượng Linh Vật Cắm Trại",
  "Craft Camping Mascot Sculpture": "Chế Tạo Tượng Linh Vật Cắm Trại",
  "Now your favorite Camping Mascot can be displayed in your Sim's home!": "Giờ đây, Linh Vật Cắm Trại yêu thích của bạn có thể được trưng bày trong nhà của Sim!",
  "Wall Hanging": "Vật Treo Tường",
  "Craft Wall Hanging": "Chế Tạo Vật Treo Tường",
  "A wall hanging is a cute way to spruce up any space.": "Một vật treo tường là một cách dễ thương để tô điểm cho bất kỳ không gian nào.",
  "Wall Shelf": "Kệ Treo Tường",
  "Craft Wall Shelf": "Chế Tạo Kệ Treo Tường",
  "A handmade Wall Shelf can be used to display fine treasures.": "Một Kệ Treo Tường thủ công có thể được sử dụng để trưng bày những kho báu tuyệt vời.",
  "This lot is not editable while on vacation, but you can get camping supplies at the Ranger Station.": "Lô đất này không thể chỉnh sửa khi đang đi nghỉ mát, nhưng bạn có thể mua đồ dùng cắm trại tại Trạm Kiểm Lâm.",
  "Granite Falls": "Granite Falls",
  "Survivalist": "Người Sinh Tồn",
  "Survivalists are happy roughin' it and like living off the land. Sleeping under the stars or using camping equipment provides lots of enjoyment.": "Những Người Sinh Tồn hạnh phúc khi sống khắc khổ và thích sống nhờ vào đất đai. Ngủ dưới những vì sao hoặc sử dụng thiết bị cắm trại mang lại rất nhiều niềm vui.",
  "Great Storyteller": "Người Kể Chuyện Tài Ba",
  "Great Storytellers are more successful at telling bigger and better stories!": "Những Người Kể Chuyện Tài Ba thành công hơn trong việc kể những câu chuyện lớn hơn và hay hơn!",
  "Incredibly Friendly": "Vô Cùng Thân Thiện",
  "Incredibly Friendly Sims are immediately liked when met with a nice introduction!": "Những Sim Vô Cùng Thân Thiện được yêu thích ngay lập tức khi gặp gỡ với một lời giới thiệu hay!",
  "Nice job! You just earned a portable lantern to light your campsite. You can find it in the Household Inventory.": "Làm tốt lắm! Bạn vừa kiếm được một chiếc đèn lồng di động để thắp sáng khu cắm trại của mình. Bạn có thể tìm thấy nó trong Túi Đồ Hộ Gia Đình.",
  "Great job! You earned a lantern to light up your next Weenie Roast.": "Tuyệt vời! Bạn đã kiếm được một chiếc đèn lồng để thắp sáng Bữa Tiệc Nướng Xúc Xích tiếp theo của mình.",
  "Bronze Level": "Cấp Độ Đồng",
  "Bronze Level rewards include a camping lantern.": "Phần thưởng Cấp Độ Đồng bao gồm một chiếc đèn lồng cắm trại.",
  "Congratulations! You just earned an amazing rustic chess table. You can find it in the Household Inventory.": "Chúc mừng! Bạn vừa kiếm được một chiếc bàn cờ mộc mạc tuyệt vời. Bạn có thể tìm thấy nó trong Túi Đồ Hộ Gia Đình.",
  "Great job! Enjoy the new chess table.": "Làm tốt lắm! Hãy tận hưởng chiếc bàn cờ mới.",
  "Gold Level": "Cấp Độ Vàng",
  "Gold Level reward includes a rustic chess table.": "Phần thưởng Cấp Độ Vàng bao gồm một chiếc bàn cờ mộc mạc.",
  "Awesome! You just received the perfect chair to sit in during another Weenie Roast. You can find it in the Household Inventory.": "Tuyệt vời! Bạn vừa nhận được chiếc ghế hoàn hảo để ngồi trong một Bữa Tiệc Nướng Xúc Xích khác. Bạn có thể tìm thấy nó trong Túi Đồ Hộ Gia Đình.",
  "Nice job! Enjoy this chair in your Sim's inventory.": "Làm tốt lắm! Hãy tận hưởng chiếc ghế này trong túi đồ của Sim bạn.",
  "Silver Level": "Cấp Độ Bạc",
  "Silver Level rewards include a new fishing chair.": "Phần thưởng Cấp Độ Bạc bao gồm một chiếc ghế câu cá mới.",
  "Weenie Roast": "Bữa Tiệc Nướng Xúc Xích",
  "Get together with your camping buddies and enjoy a night of eating and conversation by the fire!": "Hãy tụ tập với những người bạn cắm trại của bạn và tận hưởng một đêm ăn uống và trò chuyện bên lửa!",
  "Click on a lit Campfire and select Roast to cook some food.": "Nhấp vào Lửa Trại đã được thắp sáng và chọn Nướng để nấu một ít thức ăn.",
  "Have Drinks from the Cooler": "Uống Đồ Uống Từ Tủ Lạnh",
  "Roast Hot Dogs on the Campfire": "Nướng Xúc Xích trên Lửa Trại",
  "Light the campfire to start roasting hot dogs.": "Thắp lửa trại để bắt đầu nướng xúc xích.",
  "Cook a Meal on the Grill": "Nấu Bữa Ăn Trên Vỉ Nướng",
  "Click on the grill to cook a meal on it.": "Nhấp vào vỉ nướng để nấu một bữa ăn trên đó.",
  "Click on the cooler and select Grab a Drink.": "Nhấp vào tủ lạnh và chọn Lấy Đồ Uống.",
  "Have Four Sims Playing Card Games": "Có Bốn Sim Chơi Trò Chơi Bài",
  "Purchase a Card Table, select Play Cards With, then select Sims to play with.": "Mua Bàn Chơi Bài, chọn Chơi Bài Với, sau đó chọn Sim để chơi cùng.",
  "Have Sims Playing Horseshoes at the Same Time": "Có Các Sim Chơi Ném Móng Ngựa Cùng Lúc",
  "Purchase a Horseshoes object, and select Play With.": "Mua một đối tượng Ném Móng Ngựa và chọn Chơi Với.",
  "Add Logs to the Campfire": "Thêm Gỗ Vào Lửa Trại",
  "Click on the Campfire and select Add Log.": "Nhấp vào Lửa Trại và chọn Thêm Gỗ.",
  "Catch Insects": "Bắt Côn Trùng",
  "Locate a swarm of insects, click on the insects and select Catch.": "Xác định vị trí một đàn côn trùng, nhấp vào côn trùng và chọn Bắt.",
  "Click on the Grill and select Grill Food.": "Nhấp vào Vỉ Nướng và chọn Thức Ăn Nướng.",
  "Hang Out at the Campfire for 30 Minutes": "Đi Chơi Quanh Lửa Trại Trong 30 Phút",
  "Click on the Campfire and select Hang Out.": "Nhấp vào Lửa Trại và chọn Đi Chơi.",
  "Play Guitar Around the Campfire": "Chơi Guitar Quanh Lửa Trại",
  "Click on the Campfire and select Play Guitar or Sing Songs. Make sure your Sim has a guitar in their inventory.": "Nhấp vào Lửa Trại và chọn Chơi Guitar hoặc Hát. Đảm bảo Sim của bạn có một cây guitar trong túi đồ của họ.",
  "Play Violin Around the Campfire": "Chơi Violin Quanh Lửa Trại",
  "Click on the Campfire and select Play Violin. Make sure your Sim has a violin in their inventory.": "Nhấp vào Lửa Trại và chọn Chơi Violin. Đảm bảo Sim của bạn có một cây violin trong túi đồ của họ.",
  "Play With the Campfire": "Chơi Với Lửa Trại",
  "Click on the Campfire and select Play.": "Nhấp vào Lửa Trại và chọn Chơi.",
  "Roast Marshmallows Over the Campfire": "Nướng Kẹo Marshmallow Trên Lửa Trại",
  "Light the Campfire and click Roast to roast marshmallows.": "Thắp Lửa Trại và nhấp vào Nướng để nướng kẹo marshmallow.",
  "Click on a Sim and select Complain About Mosquitoes under the Friendly category.": "Nhấp vào một Sim và chọn Than Phiền Về Muỗi trong danh mục Thân Thiện.",
  "Discuss Adding Another Log": "Thảo Luận Về Việc Thêm Một Khúc Gỗ Khác",
  "Click on a Sim select Discuss Adding Another Log under the Friendly category.": "Nhấp vào một Sim chọn Thảo Luận Về Việc Thêm Một Khúc Gỗ Khác trong danh mục Thân Thiện.",
  "Click on a Sim, and select Enthuse About Wildlife Encounter under the Friendly category.": "Nhấp vào một Sim, và chọn Hăng Hái Về Cuộc Gặp Gỡ Với Động Vật Hoang Dã trong danh mục Thân Thiện.",
  "Tell a Group Story to Guests": "Kể Một Câu Chuyện Nhóm Cho Khách",
  "Click on the Campfire and select Tell Group Story. Or, click on a Sim, and select Tell Group Story under the Group Activities category.": "Nhấp vào Lửa Trại và chọn Kể Chuyện Nhóm. Hoặc, nhấp vào một Sim và chọn Kể Chuyện Nhóm trong danh mục Hoạt Động Nhóm.",
  "Philosophize about Life": "Triết lý về Cuộc Sống",
  "Click on a Sim, and select Philosophize about Life under the Friendly category.": "Nhấp vào một Sim, và chọn Triết lý về Cuộc Sống trong danh mục Thân Thiện.",
  "Socialize with Guests": "Giao Lưu Với Khách",
  "Tell Group Stories": "Kể Chuyện Nhóm",
  "Click on a Sim, and choose Tell Group Story from the Group Activities menu.": "Nhấp vào một Sim và chọn Kể Chuyện Nhóm từ menu Hoạt Động Nhóm.",
  "Hang Out at the Campfire for 3 Hours": "Đi Chơi Quanh Lửa Trại Trong 3 Giờ",
  "Main Goal: Roast Hot Dogs on the Campfire": "Mục Tiêu Chính: Nướng Xúc Xích trên Lửa Trại",
  "Your Sims are hungry for some food cooked over the Campfire.": "Sim của bạn đang đói một ít thức ăn được nấu trên Lửa Trại.",
  "Collect a New Insect": "Thu Thập Một Loài Côn Trùng Mới",
  "Insects can be collected by clicking on insect swarms in the world.": "Côn trùng có thể được thu thập bằng cách nhấp vào các đàn côn trùng trên thế giới.",
  "Craft a Camping Mascot": "Chế Tạo Linh Vật Cắm Trại",
  "Click on the Woodworking Table, select Craft Sculpture, and select Camping Mascot.": "Nhấp vào Bàn Chế Tác Gỗ, chọn Chế Tạo Điêu Khắc và chọn Linh Vật Cắm Trại.",
  "Craft a Garden Pot": "Chế Tạo Chậu Vườn",
  "Click on the Woodworking Table, select Craft Furniture, and select Garden Pot.": "Nhấp vào Bàn Chế Tác Gỗ, chọn Chế Tạo Nội Thất và chọn Chậu Vườn.",
  "Craft a Mirror": "Chế Tạo Gương",
  "Click on the Woodworking Table, select Craft Furniture, and select Mirror.": "Nhấp vào Bàn Chế Tác Gỗ, chọn Chế Tạo Nội Thất và chọn Gương.",
  "Craft a Wall Hanging": "Chế Tạo Vật Treo Tường",
  "Click on the Woodworking Table, select Craft Furniture, and select Wall Hanging.": "Nhấp vào Bàn Chế Tác Gỗ, chọn Chế Tạo Nội Thất và chọn Vật Treo Tường.",
  "Craft a Wall Shelf": "Chế Tạo Kệ Treo Tường",
  "Click on the Woodworking Table, select Craft Furniture, and select Wall Shelf.": "Nhấp vào Bàn Chế Tác Gỗ, chọn Chế Tạo Nội Thất và chọn Kệ Treo Tường.",
  "Cloudgaze with {2.SimName}": "Ngắm mây với {2.SimName}",
  "Click on {2.SimFirstName} and select Ask to Cloudgaze under Group Activities.": "Nhấp vào {2.SimFirstName} và chọn Xin phép Ngắm Mây trong Hoạt Động Nhóm.",
  "Stargaze with {2.SimName}": "Ngắm sao với {2.SimName}",
  "Click on {2.SimFirstName} and select Ask to Stargaze under Group Activities.": "Nhấp vào {2.SimFirstName} và chọn Xin phép Ngắm Sao trong Hoạt Động Nhóm.",
  "Share Astronomy Knowledge with {2.SimName}": "Chia Sẻ Kiến Thức Thiên Văn Học Với {2.SimName}",
  "Click on {2.SimFirstName}, and select Share Astronomy Knowledge under Group Activities.": "Nhấp vào {2.SimFirstName}, và chọn Chia Sẻ Kiến Thức Thiên Văn Học trong Hoạt Động Nhóm.",
  "Craft a Garden Planter": "Chế Tạo Hộp Trồng Cây Vườn",
  "Click on the Woodworking Table, select Craft Furniture, and select Garden Planter.": "Nhấp vào Bàn Chế Tác Gỗ, chọn Chế Tạo Nội Thất và chọn Hộp Trồng Cây Vườn.",
  "Go on Vacation to Granite Falls": "Đi Nghỉ Mát Đến Granite Falls",
  "Use the phone or a computer to plan a vacation to Granite Falls!": "Sử dụng điện thoại hoặc máy tính để lên kế hoạch cho một kỳ nghỉ đến Granite Falls!",
  "Click on a Grill and select a recipe to prepare.": "Nhấp vào Vỉ Nướng và chọn một công thức để chuẩn bị.",
  "Prepare Grilled Fruit": "Chuẩn Bị Trái Cây Nướng",
  "Brew an Herbal Remedy": "Pha Chế Một Phương Thuốc Thảo Dược",
  "Click on a Grill or Stove, select Brew Herbal Remedy, and select a recipe from the list.": "Nhấp vào Vỉ Nướng hoặc Bếp, chọn Pha Chế Phương Thuốc Thảo Dược và chọn một công thức từ danh sách.",
  "Eat a Wild Plant": "Ăn Một Cây Dại",
  "Eat a fruit or flower acquired from a Wild Plant": "Ăn một loại trái cây hoặc hoa thu được từ một Cây Dại",
  "Harvest Unidentified Plant": "Thu Hoạch Cây Chưa Xác Định",
  "Find an Unidentified plant and click harvest.": "Tìm một cây Chưa Xác Định và nhấp vào thu hoạch.",
  "Identify Wild Plant": "Xác Định Cây Dại",
  "Harvest from a Wild Plant and Identify the fruit or flowers gained from it.": "Thu hoạch từ một Cây Dại và Xác Định trái cây hoặc hoa thu được từ nó.",
  "Use Fireleaf Extract": "Sử Dụng Chiết Xuất Lá Lửa",
  "You can brew a Fireleaf Extract at a Stove or Grill if you have a Poison Fireleaf, Morel Mushroom, and a Fire Ant": "Bạn có thể pha chế Chiết Xuất Lá Lửa tại Bếp Lò hoặc Vỉ Nướng nếu bạn có một Lá Lửa Độc, Nấm Morel và một Kiến Lửa",
  "Use an Herbal Remedy": "Sử Dụng Một Phương Thuốc Thảo Dược",
  "Drink, Apply, or Pour a Remedy created using the Herbalism Skill on a Grill or Stove.": "Uống, Bôi hoặc Đổ một Phương Thuốc được tạo ra bằng Kỹ Năng Thảo Dược Học trên Vỉ Nướng hoặc Bếp Lò.",
  "Light a Campfire": "Thắp Lửa Trại",
  "Click on a Campfire and select Light.": "Nhấp vào Lửa Trại và chọn Thắp Sáng.",
  "Paint a Landscape Painting": "Vẽ Một Bức Tranh Phong Cảnh",
  "Click on an Easel, and select Landscape Painting.": "Nhấp vào Giá Vẽ và chọn Vẽ Tranh Phong Cảnh.",
  "Play Guitar around the Campfire": "Chơi Guitar Quanh Lửa Trại",
  "Click on the Campfire to play guitar around it": "Nhấp vào Lửa Trại để chơi guitar xung quanh nó",
  "Play a Game of Horseshoes": "Chơi Một Trò Chơi Ném Móng Ngựa",
  "Click on the Horseshoe Pit and select Play With.": "Nhấp vào Hố Ném Móng Ngựa và chọn Chơi Với.",
  "Play Violin around the Campfire": "Chơi Violin Quanh Lửa Trại",
  "Click on a campfire to play Violin around it.": "Nhấp vào lửa trại để chơi Violin xung quanh nó.",
  "Play with Campfire": "Chơi Với Lửa Trại",
  "Click on a campfire to play with it.": "Nhấp vào một ngọn lửa trại để chơi với nó.",
  "Practice HorseShoes": "Luyện Tập Ném Móng Ngựa",
  "Click on the Horseshoes and select Practice": "Nhấp vào Móng Ngựa và chọn Luyện Tập",
  "Prepare Breakfast Scramble": "Chuẩn Bị Trứng Chiên Bữa Sáng",
  "Click on the Refrigerator, select cook, and select a recipe from the list. Or, click on the Grill and select a recipe.": "Nhấp vào Tủ Lạnh, chọn Nấu và chọn một công thức từ danh sách. Hoặc, nhấp vào Vỉ Nướng và chọn một công thức.",
  "Prepare Camper's Stew": "Chuẩn Bị Món Hầm Của Người Cắm Trại",
  "Prepare Franks and Beans": "Chuẩn Bị Đậu và Xúc Xích",
  "Prepare Fruit Cobbler": "Chuẩn Bị Fruit Cobbler",
  "Prepare Gumbo": "Chuẩn Bị Gumbo",
  "Prepare Walleye Surprise": "Chuẩn Bị Walleye Bất Ngờ",
  "Roast Beetles over a Campfire": "Nướng Bọ Cánh Cứng trên Lửa Trại",
  "Roast Fish over a Campfire": "Nướng Cá trên Lửa Trại",
  "Roast Hot Dogs over a Campfire": "Nướng Xúc Xích trên Lửa Trại",
  "Click on a lit Campfire and select Roast.": "Nhấp vào Lửa Trại đã được thắp sáng và chọn Nướng.",
  "Click on a lit Campfire then select Roast to cook Marshmallows.": "Nhấp vào Lửa Trại đã được thắp sáng, sau đó chọn Nướng để nấu Kẹo Marshmallow.",
  "Level up in Herbalism Skill": "Tăng cấp trong Kỹ Năng Thảo Dược Học",
  "To increase {1.SimFirstName}'s Herbalism Skill, Identify Wild Plants or Brew Remedies at a Stove or Grill.": "Để tăng Kỹ Năng Thảo Dược Học của {1.SimFirstName}, hãy Xác Định Cây Dại hoặc Pha Chế Thuốc tại Bếp Lò hoặc Vỉ Nướng.",
  "Click on a selected Squeamish Sim to use the Take Deep Breaths interaction.": "Nhấp vào một Sim Nhút Nhát đã chọn để sử dụng tương tác Hít Thở Sâu.",
  "Tell Group Story is available under Group Activities when clicking on another Sim or on the Campfire.": "Kể Chuyện Nhóm có sẵn trong Hoạt Động Nhóm khi nhấp vào một Sim khác hoặc trên Lửa Trại.",
  "Play in the Tent": "Chơi Trong Lều",
  "Click on the Tent and select Play in Tent.": "Nhấp vào Lều và chọn Chơi Trong Lều.",
  "Perform WooHoo In a Tent": "Thực Hiện WooHoo Trong Lều",
  "Click on the Tent and select either WooHoo or Try for Baby.": "Nhấp vào Lều và chọn WooHoo hoặc Thử Có Em Bé.",
  "Win a Game of Horseshoes": "Thắng Một Trò Chơi Ném Móng Ngựa",
  "Click on the Horseshoe pit and select Play With and win a game of horseshoes.": "Nhấp vào hố Ném Móng Ngựa và chọn Chơi Với và thắng một trò chơi ném móng ngựa.",
  "Click on a selected Insane Sim to use the Tell Story to Self interaction": "Nhấp vào một Sim Điên đã chọn để sử dụng tương tác Tự Kể Chuyện",
  "Grillmasters need a grill.": "Bậc thầy nướng cần một vỉ nướng.",
  "Grill Master": "Bậc Thầy Nướng",
  "Time for some food cooked over a smoking fire! The Grillmaster is in charge of manning the grill.": "Đến giờ ăn một ít thức ăn được nấu trên ngọn lửa bốc khói! Bậc Thầy Nướng chịu trách nhiệm điều khiển vỉ nướng.",
  "Must know the event initiator and have Cooking skill 2 or higher.": "Phải biết người khởi xướng sự kiện và có kỹ năng Nấu ăn từ 2 trở lên.",
  "{M0.Grillmaster}{F0.Grillmaster}": "{M0.Bậc Thầy Nướng}{F0.Bậc Thầy Nướng}",
  "Guest": "Khách",
  "Be the life of the Weenie Roast.": "Hãy là linh hồn của Bữa Tiệc Nướng Xúc Xích.",
  "Must know the event initiator or be their neighbor.": "Phải biết người khởi xướng sự kiện hoặc là hàng xóm của họ.",
  "Host needs a campfire.": "Chủ nhà cần một ngọn lửa trại.",
  "Host needs a grill.": "Chủ nhà cần một vỉ nướng.",
  "Host needs a cooler.": "Chủ nhà cần một tủ lạnh.",
  "Host": "Chủ Nhà",
  "You're the host -- make sure everyone has a good time.": "Bạn là chủ nhà -- hãy đảm bảo mọi người có một khoảng thời gian vui vẻ.",
  "Must be a household member; teen or older.": "Phải là thành viên hộ gia đình; thanh thiếu niên trở lên.",
  "{M0.Host}{F0.Host}": "{M0.Chủ Nhà}{F0.Chủ Nhà}",
  "Master Herbalist": "Bậc Thầy Thảo Dược",
  "Aspiration Achieved": "Nguyện Vọng Đã Đạt Được",
  "{0.SimFirstName} has completed the {2.String} Aspiration!": "{0.SimFirstName} đã hoàn thành Nguyện Vọng {2.String}!",
  "This appears to be {0.ObjectName}.": "Đây có vẻ là {0.ObjectName}.",
  "{0.SimFirstName} has caught:\\n{2.String}\\n\\n It can be found in {M0.his}{F0.her} inventory.": "{0.SimFirstName} đã bắt được:\n{2.String}\n\n Nó có thể được tìm thấy trong túi đồ của {M0.his}{F0.her}.",
  "Having trouble getting through the Bramble Patch? Then it's concocting time! Start with a dash of Herbalism skill, throw in a select couple of ingredients, and voila! You now have yourself your very own, homemade Herbicide!": "Gặp khó khăn khi vượt qua Bụi Gai? Vậy thì đến giờ pha chế rồi! Bắt đầu với một chút kỹ năng Thảo Dược, thêm một vài thành phần được chọn và voila! Giờ đây, bạn đã có cho mình Thuốc Diệt Cỏ tự chế!",
  "If you enjoy slimy things and getting up excessively early, then why not try your hand at some fishing while you're here? You might even get your hook into the elusive Mountain Lionfish!": "Nếu bạn thích những thứ nhớp nháp và thức dậy quá sớm, thì tại sao không thử câu cá khi bạn ở đây? Bạn thậm chí có thể móc được con Cá Sọc Dứa Núi khó nắm bắt!",
  "Kick back, take a load off, relax. Rest your head on the soft grass and gaze into the heavens, taking in the wondrous sights of the stars and clouds above. Or don't. Whatever. I don't care. I'm just a sign.": "Nghỉ ngơi, cởi bỏ gánh nặng, thư giãn. Tựa đầu lên bãi cỏ mềm mại và ngắm nhìn bầu trời, thu vào tầm mắt những cảnh tượng kỳ diệu của các vì sao và mây trên cao. Hoặc không. Sao cũng được. Tôi không quan tâm. Tôi chỉ là một dấu hiệu.",
  "Have you located the thorny Bramble Patch? No Sim has been brave enough to venture forth to the other side yet. Which simply must mean there are incredible secrets to uncover over yonder! Now get a move on and unravel those mysteries!": "Bạn đã xác định vị trí Bụi Gai đầy gai chưa? Chưa có Sim nào đủ dũng cảm để mạo hiểm sang phía bên kia. Điều đó đơn giản có nghĩa là có những bí mật đáng kinh ngạc cần được khám phá ở đằng xa! Bây giờ hãy di chuyển và làm sáng tỏ những bí ẩn đó!",
  "I hope you remembered to pack your trusty tent, cooler, and grilling ingredients. If not, do not fret! The Ranger Station can provide you with any of your camping needs. All you have to do is ask!": "Tôi hy vọng bạn nhớ mang theo lều, tủ lạnh và nguyên liệu nướng đáng tin cậy của mình. Nếu không, đừng lo lắng! Trạm Kiểm Lâm có thể cung cấp cho bạn bất kỳ nhu cầu cắm trại nào của bạn. Tất cả những gì bạn phải làm là hỏi!",
  "Everyone loves hot dogs! Throw a Weenie Roast Event to gather your crew around the campfire for a taste of these delicious morsels. Impress your fellow campers enough and you might even earn a fabulous prize! ": "Mọi người đều thích xúc xích! Hãy tổ chức một Sự Kiện Bữa Tiệc Nướng Xúc Xích để tập hợp đội của bạn quanh lửa trại để nếm thử những miếng ngon tuyệt này. Gây ấn tượng đủ với những người cắm trại đồng nghiệp của bạn và bạn thậm chí có thể kiếm được một giải thưởng tuyệt vời!",
  "Need to change outfits? Change in your tent!  Fashion yourself a nice camping outfit and return to the great outdoors!": "Cần thay trang phục? Thay trong lều của bạn! Hãy tự tạo cho mình một bộ trang phục cắm trại đẹp mắt và trở lại vùng ngoại ô tuyệt vời!",
  "Horsehoes! Good for playing horseshoes with your best pals or closest family. Just don't try wearing them on your feet. For then, of course, you will feel remorse because you are not a horse. ": "Móng ngựa! Tốt cho việc chơi ném móng ngựa với những người bạn thân nhất hoặc gia đình thân thiết nhất của bạn. Chỉ cần đừng cố gắng đeo chúng lên chân. Bởi vì sau đó, tất nhiên, bạn sẽ cảm thấy hối hận vì bạn không phải là một con ngựa.",
  "Campfire sing-a-longs are a long standing tradition amongst campers. It's just too bad tradition does not equate to quality vocalists. Keep at it and one day you might lead a passable sing-a-long!": "Những buổi hát hò quanh lửa trại là một truyền thống lâu đời trong số những người cắm trại. Thật tiếc là truyền thống không tương đương với giọng ca chất lượng. Hãy tiếp tục và một ngày nào đó bạn có thể dẫn dắt một buổi hát hò tàm tạm!",
  "Having bear problems?  Why not befriend the rascally prankster?": "Gặp vấn đề với gấu? Tại sao không kết bạn với những kẻ chơi khăm ranh mãnh?",
  "Be careful to inspect every overgrown path and bountiful glade of the forest to make sure you don't miss a thing. You never know what unique collectibles you might find. There are even rumors of a strange, old Sim who lives beyond the deep forest!": "Hãy cẩn thận kiểm tra mọi con đường mọc um tùm và khoảng đất trống trù phú của khu rừng để đảm bảo bạn không bỏ lỡ bất cứ điều gì. Bạn không bao giờ biết mình có thể tìm thấy những món đồ sưu tầm độc đáo nào. Thậm chí còn có tin đồn về một Sim kỳ lạ, già nua sống ngoài khu rừng sâu!",
  "Whether you're feeling adventurous or looking for some relaxation, Granite Falls has it all! Explore the deep forest or lounge around the campground, it's your choice. The only requirement is that you have a good time!": "Cho dù bạn cảm thấy thích phiêu lưu hay đang tìm kiếm một chút thư giãn, Granite Falls đều có tất cả! Khám phá khu rừng sâu hoặc thư giãn quanh khu cắm trại, tùy bạn lựa chọn. Yêu cầu duy nhất là bạn phải có một khoảng thời gian vui vẻ!",
  "Sick of all those trees everywhere? Gather around the campfire to get some revenge on that wood while telling stories to your fellow campers. Wait until night and you may be able to frighten some of the children with Ghost Stories!": "Bạn chán ngấy tất cả những cái cây ở khắp mọi nơi? Hãy tụ tập quanh lửa trại để trả thù khúc gỗ đó trong khi kể những câu chuyện cho những người cắm trại đồng nghiệp của bạn. Đợi đến đêm và bạn có thể có thể làm cho một số đứa trẻ sợ hãi bằng những Câu Chuyện Ma!",
  "The many plants and herbs of Granite Falls lend themselves well to the art of Herbalism. These remedies are generally meant to do good, but they don't always have to be. Why not try mixing up a Fireleaf Extract and applying it to a rival's tent?": "Nhiều loại cây và thảo mộc của Granite Falls rất thích hợp với nghệ thuật Thảo Dược Học. Những phương thuốc này thường có nghĩa là làm điều tốt, nhưng chúng không phải lúc nào cũng phải như vậy. Tại sao không thử trộn Chiết Xuất Lá Lửa và bôi nó lên lều của đối thủ?",
  "Telling Ghost Stories is at the heart of any good night of camping, but be careful in their telling. Get carried away and you may find yourself attracting an uninvited guest!": "Kể Chuyện Ma là trái tim của bất kỳ đêm cắm trại vui vẻ nào, nhưng hãy cẩn thận khi kể chúng. Quá khích và bạn có thể thấy mình thu hút một vị khách không mời!",
  "Crawdads are common in the waters around Granite Falls, but the true angler will be on the lookout for the rare Blue Crawdad. Read on for fishing tips and tricks from Wilderness Digest’s own Angler Bob!": "Tôm càng có rất nhiều trong vùng biển xung quanh Granite Falls, nhưng người câu cá thực thụ sẽ để mắt đến Tôm Càng Xanh quý hiếm. Đọc để biết các mẹo và thủ thuật câu cá từ Angler Bob của Wilderness Digest!",
  "Don't miss an exclusive interview with Ranger Boyd! He shares his experiences, and secrets, with the rare Will-o-the-Wisp that is found deep in the woods of Granite Falls.": "Đừng bỏ lỡ một cuộc phỏng vấn độc quyền với Kiểm Lâm Boyd! Anh ấy chia sẻ kinh nghiệm và bí mật của mình với Ma Trơi quý hiếm được tìm thấy sâu trong khu rừng của Granite Falls.",
  "The Walleye Surprise is a great camping recipe! If you have a high cooking skill, you can make this. Ingredients require a Walleye, some Huckleberry, and Locust. You may become Inspired from cooking it!": "Walleye Bất Ngờ là một công thức cắm trại tuyệt vời! Nếu bạn có kỹ năng nấu ăn cao, bạn có thể làm món này. Nguyên liệu yêu cầu Cá Walleye, một ít Việt Quất và Châu Chấu. Bạn có thể trở nên Cảm Hứng từ việc nấu nó!",
  "Eat something bad? Try making a Tummy Therapy. Ingredients: Huckleberry, Sage, and Termite": "Ăn phải thứ gì đó tệ? Hãy thử làm Liệu Pháp Cho Bụng. Nguyên liệu: Việt Quất, Xô Thơm và Mối",
  "Soothing Skin Balm can be used to get rid of the itchies! Make it using Chamomile, Basil, and Locust.": "Dầu Dưỡng Da Làm Dịu có thể được sử dụng để loại bỏ cơn ngứa! Làm nó bằng cách sử dụng Cúc La Mã, Húng Quế và Châu Chấu.",
  "Remember: even when you're away from home, you can still die. Make sure you have all the essentials, or make them with things you find out in the wilderness!": "Hãy nhớ: ngay cả khi bạn đi xa nhà, bạn vẫn có thể chết. Hãy đảm bảo bạn có tất cả những thứ cần thiết hoặc làm chúng bằng những thứ bạn tìm thấy trong vùng hoang dã!",
  "Vacations are a great way to relieve stress and relax. Take some Paid Time Off work to ensure that bills are covered while you're away.": "Các kỳ nghỉ là một cách tuyệt vời để giảm căng thẳng và thư giãn. Hãy xin Nghỉ Phép Có Lương để đảm bảo rằng các hóa đơn được thanh toán trong khi bạn đi vắng.",
  "Franks and Beans are one of the most common things to eat while camping. But be careful! These things cause gas!": "Đậu và Xúc Xích là một trong những thứ phổ biến nhất để ăn khi cắm trại. Nhưng hãy cẩn thận! Những thứ này gây ra khí đốt!",
  "Sightings of the mysterious Sim living in the Deep Woods! Anonymous Sims have said to have learned secret recipes from this mysterious master of Herbalism.": "Đã nhìn thấy Sim bí ẩn sống trong Rừng Sâu! Các Sim ẩn danh đã nói rằng họ đã học được những công thức bí mật từ bậc thầy Thảo Dược học bí ẩn này.",
  "Insects may seem yucky, but strange and unusual ones can be found in the Deep Woods. Catching the Rainbow Firefly would not only give you bragging rights, but you could sell it for lots of Simoleons! ": "Côn trùng có vẻ khó chịu, nhưng những con kỳ lạ và khác thường có thể được tìm thấy trong Rừng Sâu. Bắt được Đom Đóm Cầu Vồng không chỉ mang lại cho bạn quyền khoe khoang mà bạn còn có thể bán nó với giá rất nhiều Simoleon!",
  "Deodorant is a must for any hiker, and we here at Wilderness Digest will tell you how to craft our favorite blend from berries and fresh herbs! Elderberry, Strawberry, and a touch of Parsley make a heavenly body spray that hides even the foulest of odors.": "Chất khử mùi là thứ bắt buộc phải có đối với bất kỳ người đi bộ đường dài nào và chúng tôi tại Wilderness Digest sẽ cho bạn biết cách chế tạo hỗn hợp yêu thích của chúng tôi từ quả mọng và thảo mộc tươi! Quả Cơm Cháy, Dâu Tây và một chút Rau Mùi Tây tạo nên một loại xịt cơ thể tuyệt vời che giấu ngay cả những mùi hôi nhất.",
  "Maxed Skill": "Kỹ Năng Tối Đa",
  "{0.SimFirstName} has mastered the {1.String} skill!": "{0.SimFirstName} đã thành thạo kỹ năng {1.String}!",
  "(From Insect Repellent)": "(Từ Thuốc Chống Côn Trùng)",
  "(From Playing Horseshoes)": "(Từ Chơi Ném Móng Ngựa)",
  "{0.SimFirstName} can now brew Tummy Therapy remedies.": "{0.SimFirstName} giờ có thể pha chế các phương thuốc Liệu Pháp Cho Bụng.",
  "Reached Herbalism Level 5": "Đạt Đến Cấp Độ Thảo Dược Học 5",
  "{0.SimFirstName} can now brew De-stressing Decoction remedies.": "{0.SimFirstName} giờ có thể pha chế các phương thuốc Thuốc Sắc Giải Tỏa Căng Thẳng.",
  "Reached Herbalism Level 4": "Đạt Đến Cấp Độ Thảo Dược Học 4",
  "{0.SimFirstName} can now brew Elixir of Fertility remedies.": "{0.SimFirstName} giờ có thể pha chế các phương thuốc Thuốc Trường Sinh Sinh Sản.",
  "Reached Herbalism Level 10": "Đạt Đến Cấp Độ Thảo Dược Học 10",
  "{0.SimFirstName} acquired the Herbalism Skill.": "{0.SimFirstName} đã có được Kỹ Năng Thảo Dược Học.",
  "Acquired the Herbalism Skill": "Đã có được Kỹ Năng Thảo Dược Học",
  "{0.SimFirstName} can now brew Rage-Relieving Salve remedies.": "{0.SimFirstName} giờ có thể pha chế các phương thuốc Thuốc Mỡ Giảm Tức Giận.",
  "Reached Herbalism Level 9": "Đạt Đến Cấp Độ Thảo Dược Học 9",
  "{0.SimFirstName} can now brew Energizer Infusion remedies.": "{0.SimFirstName} giờ có thể pha chế các phương thuốc Truyền Năng Lượng.",
  "Reached Herbalism Level 8": "Đạt Đến Cấp Độ Thảo Dược Học 8",
  "{0.SimFirstName} can now brew Natural Herbicide Oil remedies.": "{0.SimFirstName} giờ có thể pha chế các phương thuốc Dầu Diệt Cỏ Tự Nhiên.",
  "Reached Herbalism Level 7": "Đạt Đến Cấp Độ Thảo Dược Học 7",
  "{0.SimFirstName} can now brew Soothing Skin Balm remedies.": "{0.SimFirstName} giờ có thể pha chế các phương thuốc Dầu Dưỡng Da Làm Dịu.",
  "Reached Herbalism Level 3": "{0.SimFirstName} giờ có thể pha chế các phương thuốc Liệu Pháp Cho Bụng.",
  "{0.SimFirstName} can now brew Clear Mind Distillation and Fireleaf Extract remedies.": "Đạt Đến Cấp Độ Thảo Dược Học 5",
  "Reached Herbalism Level 6": "{0.SimFirstName} giờ có thể pha chế các phương thuốc Thuốc Sắc Giải Tỏa Căng Thẳng.",
  "{0.SimFirstName} can now brew Deodorizing Cream remedies.": "Đạt Đến Cấp Độ Thảo Dược Học 4",
  "Reached Herbalism Level 2": "{0.SimFirstName} giờ có thể pha chế các phương thuốc Thuốc Trường Sinh Sinh Sản.",
  "How can a nature lover best take advantage of the gifts of the forest? Rare and wondrous Herbs aren't just leafy greens, but precious ingredients!\\nThe Herbalism skill is built by Identifying Herbs after collecting them and Brewing Remedies on the Grill or Stove.": "Làm thế nào để một người yêu thiên nhiên tận dụng tốt nhất những món quà của khu rừng? Các loại Thảo Dược quý hiếm và kỳ diệu không chỉ là rau xanh có lá mà còn là những nguyên liệu quý giá!\nKỹ năng Thảo Dược Học được xây dựng bằng cách Xác Định Thảo Dược sau khi thu thập chúng và Pha Chế Phương Thuốc trên Vỉ Nướng hoặc Bếp Lò.",
  "Herbalism": "Thảo Dược Học",
  "This nutrient rich soil is native to the banks of the rivers in Granite Falls National Park.": "Loại đất giàu chất dinh dưỡng này có nguồn gốc từ các bờ sông ở Công Viên Quốc Gia Granite Falls.",
  "Earthy Dirt": "Đất Nhiều Khoáng Chất",
  "A delightful combination of dirt and rocks found only on the highest peaks of Granite Falls National Park.": "Một sự kết hợp thú vị của bụi bẩn và đá chỉ được tìm thấy trên những đỉnh núi cao nhất của Công Viên Quốc Gia Granite Falls.",
  "Granite Falls Mountain Cover": "Đá Phủ Núi Granite Falls",
  "Dried pine needles are sharp, ouch!": "Kim thông khô sắc nhọn, đau!",
  "Precarious Pine Covering": "Lớp Phủ Thông Bấp Bênh",
  "Found in the deepest, darkest corners of the old growth forests.": "Được tìm thấy ở những góc sâu nhất, tối nhất của những khu rừng già.",
  "Deep Forest Green": "Xanh Rừng Sâu",
  "A lighter shade of green for younger, sunnier forest floors.": "Một sắc thái xanh nhạt hơn cho những tầng rừng non hơn, đầy nắng.",
  "Light Forest Green": "Xanh Rừng Sáng",
  "Great Storytellers always succeed at telling bigger and better stories!": "Những Người Kể Chuyện Tài Ba luôn thành công trong việc kể những câu chuyện lớn hơn và hay hơn!",
  "Camping Trait (Hidden)": "Tính Cách Cắm Trại (Ẩn)",
  "Super Fertilizer Unlock": "Mở Khóa Phân Bón Siêu Cấp",
  "Incredibly Friendly Sims are immediately liked when met with a nice introduction.": "Những Sim Vô Cùng Thân Thiện được yêu thích ngay lập tức khi gặp gỡ với một lời giới thiệu hay.",
  "Is Master Herbalist": "Là Bậc Thầy Thảo Dược",
  "Squeamish": "Nhút Nhát",
  "Squeamish Sims are nauseated by the sight of creepy crawlies, vomiting, violence and death. These Sims become Uncomfortable near anything dirty.": "Những Sim Nhút Nhát cảm thấy buồn nôn khi nhìn thấy những thứ đáng sợ bò trườn, nôn mửa, bạo lực và cái chết. Những Sim này trở nên Khó Chịu gần bất cứ thứ gì bẩn thỉu.",
  "Stoves and Grills Master": "Bậc Thầy Bếp và Vỉ Nướng",
  "Stoves and Grills Masters have a chance to create Impeccable quality consumables that use stoves and grills!": "Những Bậc Thầy Bếp và Vỉ Nướng có cơ hội tạo ra những vật phẩm tiêu hao chất lượng Hoàn Hảo sử dụng bếp và vỉ nướng!",
  "Survivalists are most comfortable using camping equipment and living off the land.": "Những Người Sinh Tồn cảm thấy thoải mái nhất khi sử dụng thiết bị cắm trại và sống nhờ vào đất đai.",
  "(From Completing Outdoor Enthusiast Aspiration)": "(Từ Việc Hoàn Thành Nguyện Vọng Người Đam Mê Hoạt Động Ngoài Trời)",
  "Wild plants grow all over the campgrounds and in the forest of Granite Falls. But be careful! Some plants are toxic and can have negative effects on Sims. Sims with high Herbalism skill will be able to identify toxic plants versus non-toxic plants.\\n\\nPlants can also be eaten or used to make herbal remedies.": "Cây dại mọc khắp các khu cắm trại và trong rừng của Granite Falls. Nhưng hãy cẩn thận! Một số cây có độc và có thể gây ảnh hưởng tiêu cực đến Sim. Các Sim có kỹ năng Thảo Dược học cao sẽ có thể xác định cây độc so với cây không độc.\n\nThực vật cũng có thể được ăn hoặc sử dụng để làm thuốc thảo dược.",
  "Sims can brew herbal remedies on grills or stoves. Before brewing, plants must be identified before they can be used in an herbal remedy recipe. Once a Sim has identified all ingredients required for a specific herbal remedy, they’ll be able to brew it. As Sims level up their Herbalism skill, they’ll be able to make better remedies with longer-lasting effects.": "Sim có thể pha chế thuốc thảo dược trên vỉ nướng hoặc bếp lò. Trước khi pha chế, thực vật phải được xác định trước khi chúng có thể được sử dụng trong công thức thuốc thảo dược. Khi một Sim đã xác định tất cả các thành phần cần thiết cho một phương thuốc thảo dược cụ thể, họ sẽ có thể pha chế nó. Khi Sim tăng cấp kỹ năng Thảo Dược học của mình, họ sẽ có thể tạo ra những phương thuốc tốt hơn với tác dụng lâu dài hơn.",
  "The Herbalism skill allows your Sims to identify wild plants and brew potent herbal remedies.\\n\\nSims gain the Herbalism skill by Identifying wild plants and brewing remedies.": "Kỹ năng Thảo Dược học cho phép Sim của bạn xác định cây dại và pha chế các phương thuốc thảo dược mạnh mẽ.\n\nSim có được kỹ năng Thảo Dược học bằng cách Xác Định cây dại và pha chế thuốc.",
  "Herbalism Skill": "Kỹ Năng Thảo Dược Học",
  "You can visit other Sims and explore the world while being on Vacation! There's a lot of things to discover in each world and you only have a limited time...that is unless you extend your stay.": "Bạn có thể đến thăm các Sim khác và khám phá thế giới trong khi đang đi Nghỉ Mát! Có rất nhiều điều để khám phá trong mỗi thế giới và bạn chỉ có một thời gian giới hạn...trừ khi bạn kéo dài thời gian lưu trú.",
  "Every Sim needs a Vacation from time to time! Sims can use the phone or computer to book a Vacation.\n": "Mọi Sim đều cần một Kỳ Nghỉ theo thời gian! Sim có thể sử dụng điện thoại hoặc máy tính để đặt Kỳ Nghỉ.",
  "When booking a Vacation, specify the amount of time you want it to last as well as the Lot you want your Sims to stay in. You can also invite your friends to join your Sim, just remember that the Active Household will pay for the Vacation.": "Khi đặt Kỳ Nghỉ, hãy chỉ định khoảng thời gian bạn muốn nó kéo dài cũng như Lô đất bạn muốn Sim của mình ở lại. Bạn cũng có thể mời bạn bè tham gia cùng Sim của mình, chỉ cần nhớ rằng Hộ Gia Đình Đang Hoạt Động sẽ trả tiền cho Kỳ Nghỉ.",
  "When your Vacation days run out, you can choose whether or not to extend the Vacation. Just remember that the current Active Household pays for the extension.": "Khi những ngày Nghỉ Mát của bạn hết, bạn có thể chọn có nên kéo dài Kỳ Nghỉ hay không. Chỉ cần nhớ rằng Hộ Gia Đình Đang Hoạt Động hiện tại sẽ trả tiền cho việc gia hạn.",
  "Vacations": "Kỳ Nghỉ",
  "Trash Can": "Thùng Rác",
  "Picnic Table": "Bàn Dã Ngoại",
  "National Park": "Công Viên Quốc Gia",
  "National Park - Incomplete": "Công Viên Quốc Gia - Chưa Hoàn Thành",
  "Grill some hot dogs and enjoy a family picnic in serene forest.": "Nướng một ít xúc xích và tận hưởng một buổi dã ngoại gia đình trong khu rừng thanh bình.",
  "Hermit's Hut": "Lều Của Người Ẩn Dật",
  "Grill": "Vỉ Nướng",
  "Visit": "Tham Quan",
  "Go to Lodging": "Đến Chỗ Ở",
  "{0.String}(No one is here)": "{0.String}(Không Có Ai Ở Đây)",
  "Visit The {1.String} Household": "Tham Quan Hộ Gia Đình {1.String}",
  "Visit {1.SimName}": "Tham Quan {1.SimName}",
  "Visit The {1.String|enHouseholdNamePlural}": "Tham Quan {1.String|enHouseholdNamePlural}",
  "Visit With...": "Tham Quan Với...",
  "Go to Lodging With...": "Đến Chỗ Ở Với...",
  "{0.String} (No one is here)": "{0.String} (Không Có Ai Ở Đây)",
  "Visit The {1.String} Household With...": "Tham Quan Hộ Gia Đình {1.String} Với...",
  "Visit {1.SimName} With...": "Tham Quan {1.SimName} Với...",
  "Visit The {1.String|enHouseholdNamePlural} With...": "Tham Quan {1.String|enHouseholdNamePlural} Với...",
  "Rental": "Cho Thuê",
  "Rental - Incomplete": "Cho Thuê - Chưa Hoàn Thành",
  "A rental lot for your vacationing Sims.": "Một lô đất cho thuê cho những Sim của bạn đi nghỉ mát.",
  "Vertical Clapboard": "Ván Ốp Tường Dọc",
  "Vertical Clapboard Corner": "Góc Ván Ốp Tường Dọc",
  "Horizontal Clapboard": "Ván Ốp Tường Ngang",
  "Vacationing": "Đi Nghỉ Mát",
  "Unavailable while planning a vacation": "Không Khả Dụng Khi Đang Lên Kế Hoạch Cho Kỳ Nghỉ"
}