{
  "Much like a royal throne, this designer changing station is the best seat in the house, thanks to its soft memory foam cushion and classy metal accents. ": "Chẳng khác gì ngai vàng hoàng gia, cái bàn thay tã thiết kế này đúng là chỗ ngồi xịn nhất nhà luôn! Nhờ có đệm mút hoạt tính siêu êm với mấy chi tiết kim loại sang chảnh đó.",
  "Lavish One's Changing Station": "Trạm Thay Tã Cao Cấp",
  "This crib is an exact replica of one carved by the infamous Gunther Goth. It is made of fine oak from Pleasantview's forests, and it is just as comfortable as it is elegant.": "Cái nôi này là bản sao y chang cái nôi do Gunther Goth khét tiếng chạm khắc đó nha! Làm từ gỗ sồi xịn sò trong rừng Pleasantview, vừa sang chảnh vừa êm ái luôn á.",
  "Heirloom Crib": "Cũi Gia Truyền",
  "A beautiful gift from Aunt Agnes, this bassinet is guaranteed to be passed down for generations thanks to its sturdy frame and timeless appeal.": "Chiếc nôi xinh xắn này là quà của dì Agnes đó, đảm bảo dùng được cho mấy đời luôn nhờ khung chắc chắn và thiết kế vượt thời gian nghen.",
  "Beautiful Bows Bassinet": "Nôi Thắt Nơ Xinh Xắn",
  "Is your infant ready for that big day when they transition from a crib to a bed? Look no further! This heirloom bed features all the charm and elegance of its predecessor. Aw, they grow up so fast! ": "Bé sơ sinh nhà bạn đã sẵn sàng cho ngày trọng đại chuyển từ nôi sang giường chưa? Tìm đâu xa nữa! Chiếc giường gia truyền này vẫn giữ được nét quyến rũ và thanh lịch như chiếc nôi cũ. Ôi, bé lớn nhanh quá đi!",
  "Heirloom Toddler Bed": "Giường Tủ Kỷ Vật Cho Bé Tập Đi",
  "When your little one is ready for storytime, look no further than this elegant cabinet of children's books featuring beloved classics like \"Goodnight, Plumbob,\" \"Oh, the Cowplant's You'll Grow,\" \"Make Way for Llamas,\" and \"The Very Hungry Voidcritter.\"": "Đến giờ kể chuyện cho nhóc tì rồi hả? Tìm đâu xa xôi, tủ sách xinh xắn này đầy ắp truyện thiếu nhi kinh điển như \"Chúc Ngủ Ngon, Plumbob\", \"Những Cowplant Bạn Sẽ Trồng\", \"Mở Đường Cho Llama\" và \"Voidcritter Siêu Đói Bụng\" nè!",
  "Storytime Bookcase": "Tủ Sách Kể Chuyện Thú Vị",
  "These silk and velvet curtains are truly timeless and guaranteed to add a spark of color and joy to any nursery!": "Mấy cái rèm nhung lụa này đúng là trường tồn với thời gian luôn á, đảm bảo thêm chút màu sắc với niềm vui cho phòng em bé nào đó!",
  "The Dreamer's Drapes": "Rèm Mộng Mơ",
  "This doll house features a lavish and stately home. In fact, it looks oddly familiar... don't you think?": "Ngôi nhà búp bê này có thiết kế lộng lẫy và trang trọng ghê. Nhìn quen quen, bạn có thấy vậy không?",
  "Little Ophelia Villa Dollhouse": "Nhà búp bê Biệt thự nhỏ Ophelia",
  "Purchased from the well-known clothing shop at 330 Main Street, proudly display this curated collection of boutique clothes for your little one in style. Who knew such a set of small garments would cost so much? No price is too high for your little angel!": "Mua tại cửa hàng quần áo nổi tiếng ở số 330 Main Street, bộ sưu tập đồ boutique tuyển chọn này sẽ giúp bé yêu diện đồ thật phong cách. Ai mà ngờ được mấy bộ đồ nhỏ xíu này lại đắt đến vậy? Nhưng mà, với thiên thần nhỏ của bạn thì giá nào cũng xứng đáng!",
  "Little Boutique Clothes by 330 Main": "Quần áo boutique nhỏ xinh từ 330 Main",
  "This elegant yet functional playmat features the cutest little gnome, llama, and other iconic toys made out of soft wool and cotton. It lets your little one know that they are your greatest treasure.": "Tấm thảm chơi vừa xinh xắn lại vừa tiện lợi này có hình mấy bé lùn, lạc đà llama và các món đồ chơi đáng yêu khác được làm từ len và cotton mềm mại đó. Nó cho bé con biết bé là kho báu lớn nhất của bạn đó nha!",
  "Soft and Supple Playmat": "Thảm Chơi Mềm Mại Êm Ái",
  "Don't try swinging from this chandelier! This delicate ceiling light has individually placed crystals that are sure to stun and sparkle as they light up the room. ": "Đừng có đu dây vào cái đèn chùm này nha! Cái đèn trần tinh xảo này có mấy viên pha lê được gắn riêng lẻ, đảm bảo sẽ làm lóa mắt và lung linh cả phòng đó.",
  "Super Fragilistic Chandelier": "Đèn chùm \"Siêu Dễ Vỡ - Siêu Điệu Đà\" nè!",
  "Mr. Gerbit is a friendly and kind llama friend that all Sims love, no matter how big or small! He'll always accompany you by being the most wholesome beacon of light in any room.": "Chú lạc đà Gerbit là một người bạn lạc đà thân thiện và tốt bụng mà Sim nào cũng yêu quý, dù lớn hay nhỏ! Chú ấy sẽ luôn bên cạnh bạn như một ngọn hải đăng ấm áp và đáng yêu nhất trong mọi căn phòng.",
  "Mr. Gerbit Table Lamp": "Đèn Bàn Gerbit Cưng Ơi",
  "A well-loved set of wooden blocks, rumored to be Bella Goth's favorite childhood toy.": "Một bộ xếp hình gỗ được yêu thích, nghe đồn là món đồ chơi hồi bé cưng nhất của Bella Goth đó nha.",
  "Antique Blocks": "Khối Gạch Cổ",
  "A single antique block.": "Một khối cổ vật duy nhất.",
  "Antique Block": "Khối Cổ Điển",
  "This plush rug is the perfect spot for your little one to play with toys or take a blissful nap. It was also the preferred napping spot for Hecuba and Menelaus, a pair of well-loved Siamese cats who lived in Old Town. ": "Tấm thảm lông mềm mại này là chỗ lý tưởng cho nhóc tì nhà bạn chơi đồ chơi hoặc ngủ một giấc thật ngon lành đó. Hồi xưa, Hecuba và Menelaus, đôi mèo Xiêm được yêu quý ở Khu Phố Cổ, cũng hay ngủ trưa ở đây lắm đó nha.",
  "Plush Naptime Rug": "Thảm Ngủ Trưa Êm Ái",
  "Like Simis Bachelor, you and your little one can be a hot air balloon aficionado! Who knows what exciting and magical places it will take you to?": "Giống như anh chàng độc thân Simis kia, bạn và nhóc tì nhà mình cũng có thể trở thành những người hâm mộ khinh khí cầu đấy! Ai mà biết được nó sẽ đưa bạn đến những nơi kỳ thú và diệu kỳ nào chứ?",
  "Dreamland Mobile": "Dreamland Mobile",
  "This heirloom wagon toy has been passed down for generations. It was initially purchased from Apothecary Todd in Magic Town, who claimed it would bring joy and prosperity.": "Đồ chơi xe kéo gia truyền này được truyền lại qua bao đời rồi đó. Nghe đâu hồi xưa mua ở tiệm thuốc của lão Todd ở Magic Town, ổng bảo nó sẽ mang lại niềm vui và thịnh vượng đó nha!",
  "Wagon O' Wares": "Xe Đồ Đạc Di Động",
  "No Sim would ever dream of leaving home without it, trust us! ": "Không Sim nào dám rời nhà mà không có nó đâu, tin mình đi!",
  "The Essential Diaper Bag": "Túi Tã Đa-zi-năng",
  "My oh my, these friendly creatures are all wearing outfits! They look very dapper, I must say. That possum even looks like he went to medical school!": "Ối giời ơi, mấy con vật thân thiện này mặc đồ kìa! Trông bảnh bao hết sảy luôn á. Con opossum kia còn trông như vừa tốt nghiệp trường y nữa chứ!",
  "Friendly Fur Friends Plush": "Thú Bông Bạn Thân Lông Lá",
  "Each milestone in your child's life is something to be celebrated. Be sure to take as many pictures as possible to celebrate every moment. Soon enough, you'll have a wall full of precious memories to look back on!": "Mỗi cột mốc trong cuộc đời con trẻ đều đáng ăn mừng đó nha. Nhớ chụp thiệt nhiều hình để lưu giữ từng khoảnh khắc nha. Chẳng mấy chốc, bạn sẽ có cả một bức tường kỷ niệm quý giá để ngắm lại đó!",
  "Memorable Milestone Frames": "Khung Khoảnh Khắc Đáng Nhớ",
  "It's not so much a recreation of a circus tent as it is a nod to one. It's subtle but invokes both whimsy and elegance. Circus music sold separately. ": "Nó không hẳn là tái hiện một cái lều xiếc đâu, mà giống như một lời gợi nhớ đến nó hơn ấy. Nhẹ nhàng thôi nhưng vừa có nét tinh nghịch, vừa thanh lịch nữa. Nhạc xiếc bán riêng nha.",
  "The Clowntastic Canopy": "Mái Vòm Hề Tếu",
  "This sleek clothing rack proudly displays your curated infant clothing and toys. Featuring delicately carved details and elegant curves, it is undoubtedly a statement piece.": "Giá treo quần áo bóng bẩy này tự hào trưng bày bộ sưu tập quần áo và đồ chơi sơ sinh mà bạn đã dày công lựa chọn. Với những chi tiết chạm khắc tinh xảo và đường cong thanh lịch, chắc chắn đây là một món đồ trang trí nổi bật đó nha!",
  "Lavish One's Clothing Rack": "Tậu hẳn một cái tủ đồ xịn sò",
  "When you're at the Changing Station, sometimes an extra storage shelf within arm's reach is just what you need. Now, you conveniently have all your extra changing supplies ready to go!": "Ở bàn thay tã, đôi khi bạn chỉ cần thêm một cái kệ để đồ ngay tầm tay thôi đúng không? Giờ thì bạn có sẵn tất cả đồ dùng thay tã bổ sung siêu tiện lợi rồi nè!",
  "Lavish One's Wall Shelf ": "Kệ Tường Sang Xịn Mịn",
  "Providing the utmost comfort and the perfect rocking motion, read your loved one a story and rock them to sleep. Plus, it's just as functional as it is stylish!": "Vừa êm ái, vừa đưa nhẹ nhàng, đọc truyện cho người thương nghe rồi ru họ ngủ luôn. Đã vậy còn vừa đẹp vừa tiện nữa chứ!",
  "Littlehaven Rocking Chair": "Ghế Bập Bênh Littlehaven",
  "This designer nightstand is the perfect counterpart to any nursery setup. Those classic carvings and metal accents stand out and make a statement; it even has a spot to store toys!": "Chiếc tủ đầu giường thiết kế này cực hợp cạ với bất kỳ phòng em bé nào luôn đó. Mấy cái chạm khắc cổ điển với điểm nhấn kim loại nhìn nổi bật hẳn lên, mà còn có chỗ để đồ chơi nữa chứ!",
  "Lavish One's Nightstand": "Trang Hoàng Lộng Lẫy Tủ Đầu Giường",
  "It's safe to say that every family has a set of toys passed down from generation to generation. That chest has the same antique wooden smell and holds the most precious childhood toys. The Heirloom Toy Box will surely bring that sentimental feeling of nostalgia. What toys will you pass on to your little one? ": "Chắc hẳn nhà nào cũng có một bộ đồ chơi được truyền từ đời này sang đời khác nhỉ? Cái rương cũ kỹ ấy vẫn còn mùi gỗ cổ điển và cất giữ những món đồ chơi quý giá nhất thời thơ ấu. Rương Đồ Chơi Gia Bảo chắc chắn sẽ mang lại cảm giác hoài niệm đầy xúc động đó. Bạn sẽ truyền lại món đồ chơi nào cho bé yêu của mình đây?",
  "Heirloom Toy Box": "Hộp Đồ Chơi Gia Truyền",
  "The Storybook Nursery": "Phòng Trẻ Cổ Tích",
  "Pleasant Views of Pleasantview ": "Ghé thăm Pleasantview xinh tươi nào!"
}