{
  "(From Sleeping in the presence of Charged Amethyst)": "(Từ Việc Ngủ Gần Thạch Anh Tím Tích Điện)",
  "(From Designing Jewelry)": "(Từ Việc Thiết Kế Trang Sức)",
  "You've created a masterpiece! Show this off to the world!": "Bạn đã tạo ra một kiệt tác! Hãy khoe nó với cả thế giới!",
  "Oh no, you've botched the jewelry! Better try again...": "Ôi không, bạn làm hỏng món trang sức mất rồi! Hãy thử lại lần nữa nhé...",
  "(From Absorbing Energy From a Charged Crystal)": "(Từ Việc Hấp Thụ Năng Lượng Từ Tinh Thể Tích Điện)",
  "Thanks to the charged jade, {0.SimFirstName} has found a crystal!": "Nhờ viên ngọc bích tích điện, {0.SimFirstName} đã tìm thấy một viên pha lê!",
  "Curious Collector": "Nhà Sưu Tập Tò Mò",
  "Bauble Broker": "Chuyên Gia Trang Sức",
  "Gifted Gemologist": "Nhà Ngọc Học Tài Năng",
  "Legendary Lapidary": "Thợ Mài Đá Huyền Thoại",
  "(From Crystal Crafter Aspiration)": "(Từ Nguyện Vọng Thợ Chế Tác Pha Lê)",
  "Through countless hours dedicated to {0.SimPronounPossessiveDependent} craft, {0.SimFirstName} has become perfectly attuned with {0.SimPronounPossessiveDependent} crystal creations!\\n\\nTrait Earned: Attuned\\nThe crafted Jewelry {0.SimFirstName} wears will now remain charged for longer. {0.SimFirstName} is also able to Absorb Energy from charged Gemstones and Jewelry!": "Qua vô số giờ cống hiến cho nghề thủ công, {0.SimFirstName} đã hoàn toàn hòa hợp với những sáng tạo pha lê của mình!\\n\\nĐã nhận được Đặc điểm: Hòa Hợp\\nTrang sức do {0.SimFirstName} chế tác và đeo giờ sẽ giữ được năng lượng lâu hơn. {0.SimFirstName} cũng có thể Hấp Thụ Năng Lượng từ Đá Quý và Trang Sức đã tích điện!",
  "This Sim wants to cut gemstones, craft jewelry, and harness the power of crystals!": "Sim này muốn cắt đá quý, chế tác trang sức và khai thác sức mạnh của pha lê!",
  "Crystal Crafter": "Thợ Chế Tác Pha Lê",
  "(From Nearby Charged Alabaster)": "(Từ Đá Alabaster Tích Điện Gần Đó)",
  "(From Nearby Charged Crandestine)": "(Từ Đá Crandestine Tích Điện Gần Đó)",
  "(From Nearby Charged Shinolite)": "(Từ Đá Shinolite Tích Điện Gần Đó)",
  "(From Nearby Charged Plumbite)": "(Từ Đá Plumbite Tích Điện Gần Đó)",
  "(From Nearby Charged Quartz)": "(Từ Thạch Anh Tích Điện Gần Đó)",
  "(From Nearby Charged Orange Topaz)": "(Từ Đá Topaz Cam Tích Điện Gần Đó)",
  "(From Nearby Charged Diamond)": "(Từ Kim Cương Tích Điện Gần Đó)",
  "(From Nearby Charged Alexandrite)": "(Từ Đá Alexandrite Tích Điện Gần Đó)",
  "(From Nearby Charged Jet)": "(Từ Đá Jet Tích Điện Gần Đó)",
  "(From Nearby Charged Amber)": "(Từ Hổ Phách Tích Điện Gần Đó)",
  "(From Nearby Charged Jade)": "(Từ Ngọc Bích Tích Điện Gần Đó)",
  "(From Nearby Charged Amazonite)": "(Từ Đá Amazonite Tích Điện Gần Đó)",
  "(From Nearby Charged Citrine)": "(Từ Đá Citrine Tích Điện Gần Đó)",
  "(From Nearby Charged Sapphire)": "(Từ Đá Sapphire Tích Điện Gần Đó)",
  "(From Nearby Charged Rainborz)": "(Từ Đá Rainborz Tích Điện Gần Đó)",
  "(From Nearby Charged Turquoise)": "(Từ Đá Ngọc Lam Tích Điện Gần Đó)",
  "(From Nearby Charged Ruby)": "(Từ Đá Ruby Tích Điện Gần Đó)",
  "(From Nearby Charged Amethyst)": "(Từ Thạch Anh Tím Tích Điện Gần Đó)",
  "(From Nearby Charged Hematite)": "(Từ Đá Hematite Tích Điện Gần Đó)",
  "(From Nearby Charged Emerald)": "(Từ Ngọc Lục Bảo Tích Điện Gần Đó)",
  "(From Nearby Charged Rose Quartz)": "(Từ Thạch Anh Hồng Tích Điện Gần Đó)",
  "(From Nearby Charged Simanite)": "(Từ Đá Simanite Tích Điện Gần Đó)",
  "(From Nearby Charged Peach Quartz)": "(Từ Thạch Anh Đào Tích Điện Gần Đó)",
  "(From Nearby Charged Moonstone)": "(Từ Đá Mặt Trăng Tích Điện Gần Đó)",
  "(From Nearby Charged Fire Opal)": "(Từ Đá Opal Lửa Tích Điện Gần Đó)",
  "(From Nearby Charged Nitelite)": "(Từ Đá Nitelite Tích Điện Gần Đó)",
  "(From Nearby Charged Jonquilyst)": "(Từ Đá Jonquilyst Tích Điện Gần Đó)",
  "(From Nearby Gemstone Losing Charge)": "(Từ Việc Đá Quý Gần Đó Mất Dần Năng Lượng)",
  "Gemology Boost": "Tăng Cường Nghiên Cứu Đá Quý",
  "This will boost the speed at which your Sim gains Gemology Skill while in a Club Gathering.": "Việc này sẽ giúp Sim của bạn tăng nhanh kỹ năng Ngọc học hơn khi tham gia Hội.",
  "{0.SimFirstName} is embracing peace of mind. Anger, sadness, shame, and fear will swiftly fade away.": "{0.SimFirstName} đang tận hưởng sự bình yên trong tâm hồn. Giận dữ, buồn bã, xấu hổ và sợ hãi sẽ nhanh chóng tan biến thôi.",
  "Frown Turnaround": "Hết Xị Mặt Nhanh!",
  "{0.SimFirstName}'s been granted a continuous flow of wants.": "{0.SimFirstName} đang được chiều chuộng hết nấc luôn nè.",
  "Wishmaker": "Thần Đèn",
  "{0.SimFirstName} feels like uncovering secrets of the past. {0.SimPronounPossessiveDependent} dig attempts will unearth valuable artifacts!": "{0.SimFirstName} cảm thấy muốn khám phá những bí mật của quá khứ ghê. Đào bới kiểu này thế nào cũng tìm được cổ vật giá trị cho coi!",
  "Archeologist's Fortune": "Vận May của Nhà Khảo Cổ",
  "{0.SimFirstName}'s embracing a streak of success while sunny days brighten every step.": "{0.SimFirstName} đang tận hưởng chuỗi ngày thành công rực rỡ, hệt như ánh mặt trời chiếu sáng trên từng bước chân vậy.",
  "Walking on Sunshine": "Đi trên ánh nắng mặt trời",
  "{0.SimFirstName} has mastered sleep! {0.SimPronounSubjective}'ll gain energy faster and can experience lucid dreams.": "{0.SimFirstName} ngủ đỉnh của chóp luôn rồi! Giờ {0.SimPronounSubjective} sẽ nạp năng lượng nhanh hơn và còn mơ giấc mơ sáng suốt nữa đó.",
  "Dreamweaver's Rest": "Nơi An Nghỉ Của Dreamweaver",
  "{0.SimFirstName} is finding Simoleons in the unlikeliest of places!": "{0.SimFirstName} đang tìm Simoleon ở những nơi không ai ngờ tới đó!",
  "Shimmering Riches": "Giàu Sang Lấp Lánh",
  "{0.SimFirstName}'s will has become more malleable, making {0.SimPronounObjective} more susceptible to be convinced to do stuff or to borrow money from.": "Ý chí của {0.SimFirstName} đã trở nên dễ uốn nắn hơn, khiến {0.SimPronounObjective} dễ bị thuyết phục làm việc gì đó hoặc vay tiền hơn đó nha.",
  "Weak-Willed": "Yếu đuối",
  "{0.SimFirstName} is less likely to develop relationship fears, {0.SimPronounPossessiveDependent} romantic relationships experience less decay, and {0.SimPronounSubjective} will always succeed at Apologize in Bed!": "{0.SimFirstName} ít có khả năng hình thành nỗi sợ yêu đương, các mối quan hệ tình cảm của {0.SimPronounPossessiveDependent} ít bị phai nhạt hơn, và {0.SimPronounSubjective} sẽ luôn thành công khi Xin Lỗi Trên Giường đó nha!",
  "Fearless Lovers": "Những Người Yêu Không Sợ Hãi",
  "{0.SimFirstName} was feeling the power of a charged crystal, but now that it's gone there's something missing.": "{0.SimFirstName} cảm thấy sức mạnh của tinh thể tích điện, nhưng giờ nó biến mất rồi, có gì đó thiếu thiếu.",
  "Feeling Powerless": "Cảm Thấy Bất Lực",
  "{0.SimFirstName} feels sparkling, radiant, <i>alive!</i> There's nothing like a big sip of crystal energy to start the day—or to fuel a nightlong stargazing session.": "{0.SimFirstName} cảm thấy tràn đầy năng lượng, rạng rỡ, và <i>thật sống động!</i> Không gì bằng một ngụm lớn năng lượng tinh thể để bắt đầu một ngày mới—hoặc tiếp thêm năng lượng cho một buổi ngắm sao thâu đêm.",
  "Crystal Energy": "Năng Lượng Pha Lê",
  "{0.SimFirstName} is feeling inspired after experiencing a lucid dream!": "{0.SimFirstName} đang cảm thấy đầy cảm hứng sau khi có một giấc mơ sáng suốt!",
  "Lucid Dreaming": "Giấc Mơ Sáng Suốt",
  "{0.SimFirstName} is enjoying the simple contentedness of being near a Sim with a happy aura.": "{0.SimFirstName} đang tận hưởng sự mãn nguyện giản đơn khi ở gần một Sim có hào quang hạnh phúc.",
  "Plumbite Aura Contentedness": "Hào quang Plumbite mãn nguyện",
  "{0.SimFirstName} feels guided by {0.SimPronounPossessiveDependent} own wisdom. {0.SimPronounSubjective} will make impeccable choices in academic and professional pursuits.": "{0.SimFirstName} cảm thấy được dẫn dắt bởi sự thông thái của chính mình. {0.SimPronounSubjective} sẽ đưa ra những lựa chọn hoàn hảo trong học tập và sự nghiệp.",
  "Good Decision Making": "Đưa ra quyết định sáng suốt",
  "{0.SimFirstName} is navigating romantic encounters with ease and will be a natural at romantic interactions and on dates!": "{0.SimFirstName} đang tận hưởng những buổi hẹn hò lãng mạn một cách dễ dàng và sẽ rất tự nhiên trong các tương tác lãng mạn và những buổi hẹn hò!",
  "Feeling Hot": "Nóng quá đi!",
  "{0.SimFirstName} has embarked on a journey that knows no end. It's time to embrace the gift of eternal life!": "{0.SimFirstName} đã dấn thân vào một hành trình bất tận. Đã đến lúc đón nhận món quà của sự bất tử!",
  "Total Immortal": "Bất tử toàn tập",
  "{0.SimFirstName} will find precious gems in the most unexpected places.": "{0.SimFirstName} sẽ tìm thấy đá quý ở những nơi bất ngờ nhất đó.",
  "Crystal Seeker": "Thợ Săn Tinh Thể",
  "Through acceptance and serenity, {0.SimFirstName} is ready to face the darkest secrets of life—and death. {0.SimPronounPossessiveDependent|xxUpper} special connection with the Other Side allows {0.SimPronounObjective} to summon dark forces, and bend them to {0.SimPronounPossessiveDependent} will.": "Thông qua sự chấp nhận và thanh thản, {0.SimFirstName} đã sẵn sàng đối mặt với những bí mật đen tối nhất của cuộc sống—và cái chết. Mối liên kết đặc biệt của {0.SimPronounPossessiveDependent|xxUpper} với Thế Giới Bên Kia cho phép {0.SimPronounObjective} triệu hồi các thế lực hắc ám và uốn nắn chúng theo ý {0.SimPronounPossessiveDependent} muốn.",
  "Shadow-Worker": "Người làm việc trong bóng tối",
  "{0.SimFirstName} revels in endless joy. {0.SimPronounPossessiveDependent|xxUpper} fun moments linger and {0.SimPronounPossessiveDependent} tensions dissipate swiftly.": "{0.SimFirstName} đang tận hưởng niềm vui bất tận. Những khoảnh khắc vui vẻ của {0.SimPronounPossessiveDependent|xxUpper} kéo dài và những căng thẳng của {0.SimPronounPossessiveDependent} tan biến nhanh chóng.",
  "Everlasting Merriment": "Niềm Vui Bất Tận",
  "{0.SimFirstName} can now harness the full potential of {0.SimPronounPossessiveDependent} powers, becoming an unparalleled force of the supernatural.": "{0.SimFirstName} giờ đây có thể khai thác toàn bộ sức mạnh tiềm ẩn của mình, trở thành một thế lực siêu nhiên vô song.",
  "Arcane Ascendance": "Thăng Hoa Ma Thuật",
  "{0.SimFirstName} can feel the power of the cosmos, infusing {0.SimPronounObjective} with an empowered alien energy.": "{0.SimFirstName} cảm nhận được sức mạnh của vũ trụ, truyền cho {0.SimPronounObjective} một nguồn năng lượng ngoài hành tinh siêu đỉnh.",
  "Extraterrestrial Energy": "Năng lượng ngoài Trái Đất",
  "{0.SimFirstName} has unleashed creativity and artistic brilliance. {0.SimPronounSubjective} will level up creative skills faster and avoid the perils of writer's block.": "{0.SimFirstName} đã bộc lộ sự sáng tạo và tài năng nghệ thuật tuyệt vời. {0.SimPronounSubjective} sẽ lên cấp kỹ năng sáng tạo nhanh hơn và tránh được nỗi khổ của việc bí ý tưởng viết lách đó nha.",
  "Artisan's Flourish": "Nghệ Thuật Gia Đình",
  "{0.SimFirstName} can quell a fiery temper swiftly, embracing a newfound sense of inner peace.": "{0.SimFirstName} có thể xoa dịu cơn nóng giận một cách nhanh chóng, đón nhận một cảm giác bình yên nội tâm mới mẻ.",
  "Calm Fury": "Cơn Thịnh Nộ Lặng Thầm",
  "{0.SimFirstName} radiates happiness as all {0.SimPronounPossessiveDependent} motives slowly fill and spreads positivity to those around {0.SimPronounObjective}.": "{0.SimFirstName} đang tỏa sáng rạng ngời vì mọi nhu cầu của {0.SimPronounPossessiveDependent} đang dần được đáp ứng, lan tỏa năng lượng tích cực đến những người xung quanh {0.SimPronounObjective}.",
  "Om za gleb? Shashoobee!": "Ôi trời ơi? Tuyệt vời!",
  "Every want fulfilled and aspiration satisfied rewards {0.SimFirstName} twice as much!": "Mọi ước muốn thành hiện thực và khát vọng được thỏa mãn giúp {0.SimFirstName} nhận được gấp đôi phần thưởng đó nha!",
  "Aspiration Ascendance": "Thăng Hoa Khát Vọng",
  "Bravery is {0.SimFirstName}'s middle name! Not only will {0.SimPronounSubjective} not scare easily and recover from fear faster, but {0.SimPronounSubjective}'ll also gladly hang around supernatural beings!": "Dũng cảm là tên đệm của {0.SimFirstName}! Không chỉ không dễ bị hù dọa và hồi phục nhanh hơn sau khi sợ hãi, {0.SimPronounSubjective} còn thích la cà với những sinh vật siêu nhiên nữa đó!",
  "Valor": "Dũng cảm",
  "{0.SimFirstName}'s got nothing to lose during separation and heartbreak. Fire away, {0.SimFirstName}'s like titanium!": "{0.SimFirstName} chẳng còn gì để mất sau chia tay và tan vỡ nữa rồi. Cứ xõa đi, {0.SimFirstName} cứng như thép ấy!",
  "Fire Away, Fire Away": "Bắn đi, bắn đi",
  "{0.SimFirstName} navigates romantic escapades with grace, evading embarrassment and awkward woohoo encounters.": "{0.SimFirstName} xử lý chuyện tình cảm khéo léo lắm, tránh được mấy pha xấu hổ với vụ \"tòm tem\" ngượng ngùng luôn đó.",
  "Ruby, Ruby, Ruby!": "Ruby ơi, Ruby à, Ruby ơi!",
  "{0.SimFirstName} feels as if {0.SimPronounPossessiveDependent} mind is extra sharp, allowing {0.SimPronounObjective} to build up mental skills faster.": "{0.SimFirstName} cảm thấy đầu óc mình minh mẫn hơn hẳn, giúp {0.SimPronounObjective} rèn luyện các kỹ năng tinh thần nhanh hơn đó nha.",
  "Mental Brilliance": "Thông Minh Vãi",
  "It's time for a baby boom! {0.SimFirstName} is more likely to have twins or triplets when getting pregnant.": "Đến giờ bùng nổ dân số rồi! {0.SimFirstName} có nhiều khả năng sinh đôi hoặc sinh ba hơn khi mang thai đó nha.",
  "Fertility Boost": "Tăng Khả Năng Sinh Sản",
  "...but two or - oh boy - even three at once?? {0.SimFirstName} is positively shaking given the crystal energy that could make that possibility a reality.": "...nhưng hai hay thậm chí ba người cùng một lúc?? {0.SimFirstName} đang run rẩy vì năng lượng tinh thể có thể biến khả năng đó thành hiện thực.",
  "One Kid's Bad Enough...": "Một đứa nghịch đủ rồi...",
  "{0.SimFirstName} is climbing professional and academic ladders with remarkable speed, making homework and promotions a breeze!": "{0.SimFirstName} đang leo dốc sự nghiệp và học hành nhanh như chớp, bài tập về nhà và thăng chức dễ như ăn kẹo!",
  "Growth Mindset": "Tư duy phát triển",
  "{0.SimFirstName} is just oozing charm, building charisma skill faster, and captivating other Sims effortlessly with {0.SimPronounPossessiveDependent} charming aura.": "{0.SimFirstName} duyên dáng ngời ngời, luyện kỹ năng lôi cuốn nhanh hơn, lại còn thu hút các Sim khác dễ dàng bằng hào quang quyến rũ của {0.SimPronounPossessiveDependent} nữa chứ.",
  "Charismatic Charm": "Duyên dáng ngời ngời",
  "I Hate Gemology!": "Ghét cay ghét đắng môn ngọc thạch học!",
  "I Love Gemology!": "Tớ mê nghiên cứu đá quý lắm cơ!",
  "{0.SimFirstName}'s grasp of Gemology is improving faster due to solid mentorship!": "{0.SimFirstName} đang nắm bắt môn Đá Quý học nhanh hơn nhờ được hướng dẫn tận tình đó!",
  "Finding Facets of Gemology": "Khám Phá Các Mặt Của Khoa Nghiên Cứu Đá Quý",
  "Arethabee": "Arethabee",
  "Do Gemology": "Nghiên cứu Đá quý đi!",
  "Don't Do Gemology": "Đừng Có Mà Nghiên Cứu Đá Quý Đấy",
  "Artisanal Elegance": "Sang Trọng Tinh Xảo",
  "Collector's Ensemble": "Bộ Sưu Tập Nhà Giàu",
  "By: Crystal Stone\\n\\nAssuming you know the basics of Gemology, this advanced book unearths the ways in which the precise and scientific world of gems intersects with the aesthetic one of jewelry-making. It's full of practical ways to practice and improve the entire journey from raw crystal to finished piece.": "Bởi: Crystal Stone\n\nGiả sử bạn đã nắm vững những kiến thức cơ bản về Ngọc học, cuốn sách nâng cao này sẽ khám phá ra những cách mà thế giới chính xác và khoa học của đá quý giao thoa với thế giới thẩm mỹ của việc chế tác trang sức. Sách chứa đầy những phương pháp thực tế để luyện tập và cải thiện toàn bộ hành trình từ tinh thể thô đến thành phẩm hoàn chỉnh.",
  "Gemology Vol 3: The Subtle Art of Jewelry Making": "Tuyển Tập Đá Quý 3: Nghệ Thuật Tinh Tế Của Chế Tác Trang Sức",
  "By: Crystal Stone\\n\\nA meticulous catalog of various gemstone cuts and their uses, sprinkled liberally with some secret Gemology tips and tricks!": "Bởi: Crystal Stone\\n\\nMột cuốn catalogue tỉ mỉ về các kiểu cắt đá quý khác nhau và công dụng của chúng, rắc thêm một vài mẹo và thủ thuật bí mật về Đá quý học!",
  "Gemology Vol 2: Cutting Corners Carefully": "Nghề Đá Quý Quyển 2: Mài Giũa Cẩn Thận",
  "We all know the feeling when your favorite encyclopedia is <i>just</i> out of reach. Thanks to this magnificent piece, the days of balancing atop creaky old chairs and perilously balanced crates are over! The sturdy ladder puts your entire collection at your fingertips, while simultaneously adding a sophisticated touch to your office.": "Ai cũng biết cái cảm giác khi cuốn bách khoa toàn thư yêu thích của bạn ở <i>ngay</i> ngoài tầm với. Nhờ món đồ tuyệt vời này, những ngày mà bạn phải leo trèo trên mấy cái ghế cũ kỹ ọp ẹp và thùng hàng chông chênh đã qua rồi! Cái thang chắc chắn này sẽ giúp bạn lấy được cả bộ sưu tập một cách dễ dàng, đồng thời mang đến vẻ tinh tế cho văn phòng của bạn.",
  "Athenaeum Ladder Bookcase": "Kệ Sách Hình Thang Athenaeum",
  "No office is complete without a gorgeously crafted bookcase. Fill this beauty with every ancient and esoteric manuscript under the moon! Or, you know, stuff it full with romance novels. Whatever makes you happy!": "Không văn phòng nào hoàn chỉnh nếu thiếu một chiếc tủ sách được chế tác tuyệt đẹp. Hãy lấp đầy vẻ đẹp này bằng mọi bản thảo cổ xưa và bí truyền dưới trăng! Hoặc, bạn biết đấy, nhét đầy những cuốn tiểu thuyết lãng mạn. Sao cũng được, miễn là bạn vui!",
  "Athenaeum Bookcase": "Tủ Sách Athenaeum",
  "A stack of Gemology Skill books for display in retail stores.": "Một chồng sách Kỹ Năng Nghiên Cứu Đá Quý để trưng bày trong các cửa hàng bán lẻ.",
  "Gemology Skill Book Display": "Kệ Sách Kỹ Năng Nghiên Cứu Đá Quý",
  "A stack of thin Gemology Skill books for display in retail stores.": "Một chồng sách mỏng kỹ năng Đá Quý học để trưng bày ở các cửa hàng bán lẻ.",
  "Gemology Skill Thin Book Display": "Trưng bày sách mỏng kỹ năng Gemology",
  "Gemology Manual": "Sổ tay Nghiên cứu Đá quý",
  "By: Crystal Stone\\n\\nLearn the basics of gems, including where to find them, how to cut them into pleasing shapes, and their usage in pieces of jewelry.": "Bởi: Crystal Stone\\n\\nHọc những điều cơ bản về đá quý, bao gồm cả nơi tìm chúng, cách cắt chúng thành những hình dạng đẹp mắt và cách sử dụng chúng trong các món đồ trang sức.",
  "Gemology Vol 1: Shine On!": "Ngọc học Tập 1: Lấp lánh lên nào!",
  "A soft green stone, Jade is treasured by many.": "Ngọc bích màu xanh lục nhạt, được rất nhiều người yêu thích đó nha.",
  "Jade": "Ngọc Bích",
  "Moonstone produces a characteristic bluish interior light called schiller, which derived its name.": "Đá mặt trăng tạo ra một ánh sáng xanh lam đặc trưng bên trong được gọi là hiệu ứng Schiller, từ đó mà có tên của nó đó!",
  "Moonstone": "Đá mặt trăng",
  "The fossilized sap of ancient trees, Amber's translucent golden color looks like delicious honey - but you mustn't eat it. It is forbidden.": "Nhựa cây hóa thạch từ thời xa xưa, màu vàng óng ánh trong suốt của Hổ phách trông ngon như mật ong vậy - nhưng đừng có dại mà ăn nhé. Nghiêm cấm đấy.",
  "Amber": "Hổ phách",
  "This collectible display comes complete with a plaque, some wood, and a hefty pile of gold. Show off your collecting prowess proudly and let everyone know that you don't just collect some things, you collect all of them.": "Kệ trưng bày này có đủ cả bảng tên, gỗ và một đống vàng chất lượng luôn đó. Trưng bày bộ sưu tập xịn xò của bạn cho mọi người trầm trồ đi nào, cho họ biết bạn không chỉ sưu tầm vài món đồ, mà là sưu tầm hết tất cả mọi thứ trên đời này!",
  "Gold Basic Display": "Trưng Bày Cơ Bản Vàng",
  "This collectible display comes complete with a plaque, some wood, and a hefty pile of rose gold. Show off your collecting prowess proudly and let everyone know that you don't just collect some things, you collect all of them.": "Kệ trưng bày này có đầy đủ bảng tên, chút gỗ và cả đống vàng hồng luôn đó. Khoe tài sưu tầm của bạn cho cả thế giới biết đi, cho họ lác mắt vì bạn sưu tầm hết mọi thứ trên đời này luôn chứ không phải vài món vặt vãnh đâu nha.",
  "Rose Gold Basic Display": "Màn Hình Cơ Bản Vàng Hồng",
  "This collectible display comes complete with a plaque, some wood, and a hefty pile of silver. Show off your collecting prowess proudly and let everyone know that you don't just collect some things, you collect all of them.": "Kệ trưng bày vật phẩm sưu tầm này có đầy đủ bảng tên, vài miếng gỗ và một đống bạc chất lượng. Hãy tự hào khoe khoang khả năng sưu tầm của bạn cho mọi người thấy rằng bạn không chỉ sưu tầm một vài thứ mà là tất cả mọi thứ trên đời này.",
  "Silver Basic Display": "Màn Hình Cơ Bản Màu Bạc",
  "Gold is a bright, slightly orange-yellow, dense, soft, malleable, and ductile metal in pure form.": "Vàng là một kim loại sáng, hơi vàng cam, đặc, mềm, dễ uốn và dễ kéo sợi ở dạng tinh khiết.",
  "Gold": "Vàng",
  "Rose gold is a gold–copper alloy widely used for specialized jewelry. The difference between red, rose, and pink gold is the copper content: the higher the copper content, the stronger the red coloration.": "Vàng hồng là một hợp kim giữa vàng và đồng, được sử dụng rộng rãi cho các loại trang sức đặc biệt đó. Sự khác biệt giữa vàng đỏ, vàng hồng và vàng hồng nhạt nằm ở hàm lượng đồng: hàm lượng đồng càng cao thì màu đỏ càng đậm.",
  "Rose Gold": "Vàng Hồng",
  "Silver is a soft, white, lustrous transition metal, it exhibits the highest electrical conductivity, thermal conductivity, and reflectivity of any metal.": "Bạc là một kim loại chuyển tiếp mềm, trắng, sáng bóng, có độ dẫn điện, dẫn nhiệt và phản xạ cao nhất so với bất kỳ kim loại nào.",
  "Silver": "Bạc",
  "For all the basic babes out there.": "Dành cho mấy nàng cơ bản chính hiệu nè.",
  "Basic Bracelet": "Vòng Tay Đơn Giản",
  "Just don't get caught.": "Đừng để bị tóm thôi.",
  "Bling Bracelet": "Vòng Tay Lấp Lánh",
  "Plant this bracelet on your wrist to unleash your inner trendsetter.": "Đeo chiếc vòng này vào tay để thể hiện phong cách thời trang của bạn ngay thôi nào.",
  "Botanical Bracelet": "Vòng tay hoa lá",
  "There are no mistakes. Only happy accidents. ": "Không có sai sót nào cả. Chỉ có những điều bất ngờ thú vị thôi.",
  "Botched Bracelet": "Vòng Tay Tệ Hại",
  "Destroy nations - and your lovers' hearts - with this elegant gauntlet-style bracelet.": "Hủy diệt các quốc gia - và cả trái tim người yêu - với chiếc vòng tay phong cách găng tay thanh lịch này.",
  "Chunky Bracelet": "Vòng Tay Bản To",
  "Yes, it's cool you said all that. Yes, it's chill they're in your head. You're wearing the delicate bracelet.": "Ừa, ngầu á khi bạn nói hết ra. Ừa, thoải mái khi họ ở trong đầu bạn. Bạn đang đeo cái vòng tay xinh xắn đó.",
  "Delicate Bracelet": "Vòng Tay Mỏng Manh",
  "Let everyone see into your soul–on your wrist!": "Để ai nấy đều nhìn thấu tâm can của bạn--ngay trên cổ tay!",
  "Eye Bracelet": "Vòng Tay Mắt Thần",
  "A bloody beautiful bracelet.": "Một chiếc vòng tay đẹp bá cháy.",
  "Edwardian Gothic Bracelet": "Vòng Tay Gothic Edwardian",
  "A bracelet beloved by the Charm family in Glimmerbrook.": "Một chiếc vòng tay được gia tộc Charm ở Glimmerbrook vô cùng yêu thích.",
  "Mystical Bracelet": "Vòng Tay Thần Bí",
  "Make waves and change the tides with this celestial bracelet.": "Hãy tạo nên những con sóng lớn và thay đổi thủy triều với chiếc vòng tay thiên thanh này.",
  "Lunar Goddess Bracelet": "Vòng tay Nữ thần Mặt trăng",
  "A household brand that will remain timeless.": "Một thương hiệu gia dụng sẽ trường tồn mãi mãi.",
  "Plumbob Bracelet": "Vòng Tay Plumbob",
  "Toast the town with this bracelet. Raw materials complement any glass of nectar.": "Nâng ly chúc mừng với chiếc vòng tay này thôi nào. Nguyên liệu thô sẽ làm nổi bật ly rượu của bạn đó.",
  "Raw Bracelet": "Vòng Tay Mộc",
  "Everyone across the cosmos will be in jealous awe of your style wearing this bracelet!": "Ai nhìn bạn đeo cái vòng này chắc chắn sẽ lác mắt vì độ chất chơi đó nha!",
  "Starry Sailor Bracelet": "Vòng Tay Thủy Thủ Ngàn Sao",
  "These earrings are basically the best option for any event. ": "Đôi bông tai này đúng là lựa chọn đỉnh của chóp cho mọi sự kiện luôn á.",
  "Basic Earrings": "Bông tai đơn giản",
  "I want to, like, rob these earrings.": "Tớ muốn... kiểu như là, cuỗm đôi bông tai này ghê.",
  "Bling Earrings": "Bông tai lấp lánh",
  "Mother Nature never looked so good with these earrings. ": "Mẹ Thiên Nhiên chưa bao giờ trông chất chơi đến thế với đôi bông tai này đó.",
  "Botanical Earrings": "Bông tai hoa lá",
  "Mistakes can be beautiful, too.": "Lỗi cũng có thể rất tuyệt vời đó nha.",
  "Botched Earrings": "Khuyên Tai Hỏng Bét",
  "These chakram-style earrings are dangerously stylish. ": "Đôi bông tai hình chakram này chất chơi người dơi luôn á.",
  "Chunky Earrings": "Khuyên Tai To Bản",
  "Your reputation will never be better than when you wear these delicate earrings. ": "Đeo đôi bông tai xinh xắn này vào thì ai cũng quý bạn hết cho coi.",
  "Delicate Earrings": "Bông Tai Nhỏ Nhắn",
  "An extra pair of eyes, for your ears!": "Một đôi mắt nữa, dành cho đôi tai của bạn!",
  "Eye Earrings": "Khuyên Tai Mắt",
  "Bring any party back to life with these sensational earrings.": "Diện đôi bông tai siêu cháy này vào là quẩy banh nóc mọi bữa tiệc luôn!",
  "Edwardian Gothic Earrings": "Khuyên Tai Gothic Thời Edward",
  "You'll look like an Amicable Acolyte in these earrings!": "Đeo đôi bông tai này, bạn sẽ trông như một Tín Đồ Thân Thiện đó!",
  "Mystical Earrings": "Bông tai Huyền bí",
  "Over purple seas and blue skies, these celestial earrings are perfect for capturing the moonlight.": "Trên những đại dương tím và bầu trời xanh biếc, đôi bông tai mang hơi hướng thiên thể này sẽ giúp bạn bắt trọn ánh trăng.",
  "Lunar Goddess Earrings": "Bông tai Nữ Thần Mặt Trăng",
  "The only thing better than one plumbob? Two plumbobs!": "Điều duy nhất tuyệt hơn một viên plumbob? Hai viên plumbob!",
  "Plumbob Earrings": "Bông Tai Plumbob",
  "Full of raw beauty, these earrings are the bee's knees.": "Đẹp một cách tự nhiên, đôi bông tai này đỉnh của chóp luôn đó.",
  "Raw Earrings": "Khuyên Tai Thô Mộc",
  "Every outfit simply transforms into a thing of beauty when wearing the Starry Sailor Earrings. Minicomputer headset not included.": "Đeo đôi Bông Tai Thủy Thủ Ngàn Sao vào là bộ nào cũng auto xinh lung linh luôn nha. Không kèm tai nghe minicomputer đâu đó.",
  "Starry Sailor Earrings": "Khuyên Tai Thủy Thủ Ngàn Sao",
  "Simply put? This gemstone cut is brilliant.": "Nói ngắn gọn thì? Kiểu cắt đá quý này quá đỉnh luôn.",
  "A smooth, round shape that celebrates the natural brilliance of a crystal.": "Một hình dáng tròn trịa, mượt mà tôn vinh vẻ đẹp tự nhiên của một viên pha lê.",
  "What came first, the crystal or the gemstone cut?": "Cái gì có trước, pha lê hay đá quý đã cắt vậy ta?",
  "Assert your superiority over the neighborhood with a gnome made entirely of crystal!": "Thể hiện đẳng cấp vượt trội so với xóm giềng bằng một chú lùn làm hoàn toàn bằng pha lê đi nào!",
  "Someday, somewhere, somehow, you'll love again - you just need to find someone.": "Rồi sẽ có một ngày, ở một nơi nào đó, bằng một cách diệu kỳ nào đó, bạn sẽ yêu lại lần nữa thôi - bạn chỉ cần tìm đúng người thôi mà.",
  "Despite its name, do NOT eat the gemstone!": "Đừng có dại mà ăn viên đá quý này nha, dù tên nó thế nào đi nữa!",
  "Something about this gemstone cut feels like it would work well attached to a headband.": "Kiểu cắt đá quý này mà gắn lên băng đô thì hợp phải biết.",
  "Gaze into the multicolored depths of this mystical seed and just imagine what kind of wondrous plant will grow from it!": "Ngắm nhìn vào chiều sâu đa sắc màu của hạt giống kỳ bí này và thử tưởng tượng xem loại cây diệu kỳ nào sẽ mọc lên từ nó!",
  "Memento sparkli.": "Lấp lánh kỷ niệm.",
  "Your own mini crystal tower that an exarch would be proud of.": "Tháp pha lê tí hon của riêng bạn, ngay cả bậc nguyên soái cũng phải tự hào.",
  "Clutch it in your hand, hold it up in the sky, and shout \"make up!\" ...Did it work?": "Nắm chặt trong tay, giơ lên trời cao và hô to \"make up!\"... Được không đó?",
  "With enough skill and the right touch, a beautiful ring, bracelet, or pair of earrings will emerge.": "Với đủ kỹ năng và chút khéo léo, một chiếc nhẫn, vòng tay hay đôi bông tai tuyệt đẹp sẽ xuất hiện thôi.",
  "In-Progress Small Jewelry": "Trang Sức Nhỏ Đang Làm Dở",
  "Basic Necklace": "Dây chuyền đơn giản",
  "Even though you stole this necklace from Judith Ward, you look better in it.": "Dù bạn có trộm cái vòng cổ này từ Judith Ward thì bạn vẫn đeo đẹp hơn bả nhiều.",
  "Bling Necklace": "Dây Chuyền Lấp Lánh",
  "Intoxicate with this vibrant necklace.": "Say đắm với chiếc vòng cổ rực rỡ này.",
  "Botanical Necklace": "Dây chuyền hoa lá",
  "It was always supposed to look like this. Definitely.": "Lúc nào mà chả thế. Chắc chắn luôn.",
  "Botched Necklace": "Dây chuyền tởm lợm",
  "A necklace fit for the gods. Use its power wisely. ": "Một chiếc vòng cổ xứng tầm thần thánh. Hãy sử dụng sức mạnh của nó một cách khôn ngoan nhé.",
  "Chunky Necklace": "Dây chuyền cục mịch",
  "They'll dream of you in this necklace. They'll pretend you're theirs. This necklace is delicate.": "Họ sẽ mơ về bạn khi đeo chiếc vòng cổ này đó. Họ sẽ giả vờ bạn là của họ. Chiếc vòng cổ này thật tinh tế.",
  "Delicate Necklace": "Dây chuyền tinh tế",
  "Look into your heart, and know that actually, it's an eye.": "Nhìn sâu vào tim mình đi, và biết rằng thật ra, nó là một con mắt đó.",
  "Eye Necklace": "Dây chuyền Mắt",
  "Dreadfully elegant.": "Đẹp rụng rời luôn á.",
  "Edwardian Gothic Necklace": "Dây chuyền Gothic Edwardian",
  "The perfect necklace for fitting in with the locals of Glimmerbrook.": "Một chiếc vòng cổ hoàn hảo để hòa nhập với dân địa phương ở Glimmerbrook đó nha.",
  "Mystical Necklace": "Dây Chuyền Huyền Bí",
  "Eternally elegant. Everyone will remember the night you wore this stunning celestial necklace.": "Sang trọng vĩnh cửu. Ai ai cũng sẽ nhớ đêm bạn đeo chiếc vòng cổ tinh tú lộng lẫy này đó.",
  "Lunar Goddess Necklace": "Dây Chuyền Nữ Thần Mặt Trăng",
  "Za woka genava!": "Chào mọi người!",
  "Plumbob Necklace": "Dây chuyền Plumbob",
  "This raw necklace is the cat's pajamas.": "Cái vòng cổ thô sơ này đỉnh của chóp luôn đó.",
  "Raw Necklace": "Dây Chuyền Thô Mộc",
  "A necklace so beautiful, it will make you believe in the power of love.": "Một chiếc vòng cổ đẹp đến nỗi sẽ khiến bạn tin vào sức mạnh của tình yêu đó nha.",
  "Starry Sailor Necklace": "Dây chuyền Thủy Thủ Ngàn Sao",
  "The perfect piece to complement that pumpkin spice latte you're holding.": "Món đồ hoàn hảo để đi kèm với ly pumpkin spice latte trên tay bạn đó.",
  "Basic Ring": "Nhẫn Đơn Giản",
  "A ring so gorgeous, you'll need to lock it up safe and sound if you don't want anyone to steal it.": "Một chiếc nhẫn đẹp lộng lẫy thế này, bạn phải cất kỹ vào nếu không muốn ai đó cuỗm mất đấy.",
  "Bling Ring": "Hội Bạn Nhà Giàu",
  "A poisonous choice.": "Một lựa chọn độc hại.",
  "Botanical Ring": "Vòng hoa lá cây",
  "It's the thought that counts.": "Của ít lòng nhiều mà.",
  "Botched Ring": "Nhẫn Tệ Quá",
  "Unleash your inner warrior princess.": "Giải phóng chiến binh công chúa bên trong bạn đi nào.",
  "Chunky Ring": "Nhẫn Bự Chảng",
  "Don't make promises but drinks with this exquisite ring. ": "Đừng hứa hẹn chi, mình uống vài ly với chiếc nhẫn xịn sò này đi.",
  "Delicate Ring": "Nhẫn Xinh Xắn",
  "Eye ring, <i>not</i> eyeball ring.": "Khuyên mắt, chứ <i>không phải</i> khuyên cầu mắt đâu à nhen.",
  "Eye Ring": "Nhẫn Mắt",
  "So luminescent, you'll see your real reflection.": "Sáng chói lóa, nhìn rõ cả bản mặt luôn á.",
  "Edwardian Gothic Ring": "Nhẫn Gothic Edwardian",
  "Morgyn Ember called; they want this ring!": "Morgyn Ember gọi điện; họ muốn chiếc nhẫn này!",
  "Mystical Ring": "Nhẫn Thần Bí",
  "Light up the night with this celestial ring.": "Thắp sáng màn đêm với chiếc nhẫn thiên thanh này nào.",
  "Lunar Goddess Ring": "Nhẫn Nguyệt Thần",
  "What should we say about this ring? I'm plum out of ideas, Bob. ": "Nói gì về cái nhẫn này đây nhỉ? Tớ hết ý rồi, Bob ơi.",
  "Plumbob Ring": "Nhẫn Plumbob",
  "From the rawring twenties.": "Từ những năm hai mươi ầm ĩ.",
  "Raw Ring": "Nhẫn Thô",
  "Every miracle romance needs a perfect proposal ring. The Starry Sailor Ring is the jewelry piece for the job!": "Mối tình lãng mạn diệu kỳ nào cũng cần một chiếc nhẫn cầu hôn thật hoàn hảo. Nhẫn Thủy Thủ Ngàn Sao chính là lựa chọn tuyệt vời nhất!",
  "Starry Sailor Ring": "Nhẫn Thủy Thủ Ngàn Sao",
  "Do you have some odds and ends you want out of your house? Selling off the belongings of a Sim no longer here? Setting up for a craft fair to sell your handmade jewelry? The Classically Cool Sales Table will get the job done!": "Có đồ đạc lặt vặt nào mà bạn muốn tống khứ khỏi nhà không? Muốn bán đồ đạc của Sim đã khuất núi? Hay chuẩn bị cho hội chợ thủ công để bán trang sức làm bằng tay? Bàn Bán Hàng Cổ Điển sẽ giúp bạn làm được điều đó!",
  "Classically Cool Sales Table": "Bàn Bày Hàng Cổ Điển Chất Lừ",
  "The power of the moon is a phenomenon still shrouded in mystery to this day; its influence on the human world is undeniable. Harness this power yourself by charging your very own crafted jewelry or gemstones and experimenting with its mystical effects. But beware, there could be undesirable results...": "Sức mạnh của mặt trăng đến nay vẫn còn là một điều bí ẩn; ảnh hưởng của nó lên thế giới loài người là không thể phủ nhận. Hãy tự mình khai thác sức mạnh này bằng cách nạp năng lượng cho trang sức hoặc đá quý tự chế của bạn và thử nghiệm với những hiệu ứng huyền bí của nó. Nhưng hãy cẩn thận, có thể có những kết quả không mong muốn đấy...",
  "Mystical Moonlight Crystal Grid": "Lưới Pha Lê Ánh Trăng Huyền Bí",
  "You'll spend more time at this desk organizing it than you will working at it. There's plenty of pigeon-holes to put everything precisely in place. A draw for your jade, a compartment for your copper, a nook for your nickel, a slot for your silver, an alcove for your agate.": "Bạn sẽ tốn thời gian sắp xếp cái bàn này còn nhiều hơn là làm việc đó. Có cả đống ngăn tủ để bạn xếp mọi thứ gọn gàng vào đúng vị trí. Một ngăn kéo cho ngọc bích, một ngăn cho đồng, một góc cho niken, một khe cho bạc, một hốc cho mã não.",
  "A Gemfiend's Dream Bureau": "Văn Phòng Mộng Mơ Của Dân Nghiện Đá Quý",
  "A tree that... grows crystals? Nature truly is a wonder!": "Một cái cây... mọc ra pha lê á? Mẹ thiên nhiên quả là kỳ diệu!",
  "Crystal Tree": "Cây Pha Lê",
  "We all have dreams of turning our hobbies into a flourishing business, and Humphrey Inc. knows that all too well! This all-in-one solution offers a precise turntable and a wide workspace with a premium faux-leather mat. A design so chic it will perfectly incorporate into any crafter's studio! Cut your favorite gems into perfectly imperfect works of art and craft the perfect jewel for every occasion.": "Ai trong chúng ta cũng đều có ước mơ biến sở thích thành một công việc kinh doanh phát đạt, và Humphrey Inc. hiểu điều đó hơn ai hết! Giải pháp \"tất cả trong một\" này có một bàn xoay chính xác và một không gian làm việc rộng rãi với tấm lót giả da cao cấp. Thiết kế quá đỉnh, hợp cạ với xưởng thủ công của bất kỳ ai luôn! Cắt những viên đá quý yêu thích của bạn thành những tác phẩm nghệ thuật hoàn hảo đến không ngờ và chế tạo món trang sức hoàn hảo cho mọi dịp đi nào.",
  "The All-In-One Gemology Table By Humphrey Inc.": "Bàn Nghiên Cứu Đá Quý Đa Năng của Humphrey Inc.",
  "The very beginning of something special is starting to take shape as the natural materials are formed into something great.": "Những bước đầu tiên của một điều gì đó đặc biệt đang dần thành hình khi những vật liệu tự nhiên được tạo thành một thứ gì đó tuyệt vời.",
  "In-Progress Gemology Craftable": "Công trình Chế tác Đá quý đang Thực hiện",
  "What better way to enjoy your crystal creations than in the perfect light. With this spotlight at your disposal, you could be the star and your jewelry will shine so bright.": "Còn gì tuyệt hơn là chiêm ngưỡng những tác phẩm pha lê của bạn dưới ánh sáng hoàn hảo chứ. Với chiếc đèn sân khấu này, bạn sẽ là ngôi sao còn trang sức của bạn thì sáng lấp lánh luôn.",
  "Shine So Bright Spotlight": "Ánh Đèn Sân Khấu Rực Rỡ",
  "While it may not provide the best light for late night gem cutting sessions, this elegant piece certainly sets the ambiance.": "Tuy không đủ sáng để mài đá quý đêm khuya, nhưng món đồ trang nhã này chắc chắn sẽ tạo không khí lắm đó.",
  "Burning the Midnight Oil Lamp": "Đèn Dầu Thức Khuya",
  "Crafted from glass forged by the breath of dragons and framed by gold dug from the deepest caves, this mirror will reflect the shine that not only comes from your physical beauty but your inner gut health. The Dawnstone of Cordelia that crowns this mirror gives the design a whimsical touch that will add sparkle to any room. ": "Được chế tác từ thủy tinh rèn bởi hơi thở của rồng và обрамлен bằng vàng đào từ những hang động sâu nhất, chiếc gương này sẽ phản chiếu sự tỏa sáng không chỉ từ vẻ đẹp bên ngoài mà còn từ sức khỏe đường ruột bên trong của bạn. Viên Dawnstone of Cordelia trên đỉnh gương mang đến một nét chấm phá kỳ lạ, giúp căn phòng thêm phần lấp lánh.",
  "The Artisan's Glass": "Kính Nghệ Thuật Gia",
  "This fantastical poster set meticulously maps the crystallographic forms of the common gems in our world. Every prismatic fissure and iridescence lamination captured in full detail. Created by top scholars in Glimmerbrook, these prints are essential for any budding gemologist or hobbyist crystal bearer alike.": "Bộ sưu tập poster siêu chất này tỉ mỉ phác họa cấu trúc tinh thể của các loại đá quý thường thấy trên thế giới chúng ta đó. Từng vết nứt lăng trụ và lớp óng ánh đều được thể hiện chi tiết luôn. Mấy ấn phẩm này là của mấy học giả đỉnh nhất ở Glimmerbrook làm đó nha, dân chơi đá quý hay ai thích sưu tầm pha lê đều phải có hết á.",
  "Crystal Chronical Poster": "Áp Phích Biên Niên Sử Pha Lê",
  "With this set of Limited Edition prints on your wall, you will never find yourself wondering about the phases of the moon or the lunar alignment again! The set comes in three beautiful colorways to fit the ambience of any room.": "Với bộ sưu tập tranh phiên bản giới hạn này trên tường, bạn sẽ không bao giờ phải tự hỏi về các pha của mặt trăng hoặc sự thẳng hàng của mặt trăng nữa! Bộ sưu tập có ba tông màu tuyệt đẹp để phù hợp với không gian của bất kỳ căn phòng nào.",
  "Lunar Alignment Print (Limited Edition)": "Tranh Canh Trăng (Bản Giới Hạn)",
  "There's something almost <i>magical</i> about this fern. Even when you forget to water it, it stays lush and green. Not a crispy leaf in sight!": "Cây dương xỉ này có gì đó cứ như là <i>phép thuật</i> ấy. Kể cả khi bạn quên tưới nước cho nó, nó vẫn cứ xanh tốt um tùm. Chẳng thấy lá nào bị cháy luôn!",
  "Unfathomable Fern": "Dương xỉ huyền bí",
  "As above, so below. Ground yourself and balance the energies of your space with this beautiful handwoven rug.": "Trên sao dưới vậy. Hãy tĩnh tâm và cân bằng năng lượng không gian của bạn với chiếc thảm dệt tay tuyệt đẹp này.",
  "Astral Attunement Rug": "Thảm Kết Nối Tinh Tú",
  "If you thought the Gemologist's Field Kit was impressive, just wait until you upgrade your setup to the Gemologist's Field Box! More space for more great crystal finds!": "Nếu bạn đã thấy Bộ Dụng Cụ Nghiên Cứu Đá Quý của nhà địa chất học xịn sò rồi thì chờ đấy, nâng cấp lên Hộp Đồ Nghề của nhà địa chất học còn đã hơn nữa! Tha hồ chỗ chứa đá quý luôn!",
  "Gemologist's Field Box": "Hộp Nghiên Cứu Đá Quý của Nhà Khoa Học Đá Quý",
  "Anyone can become an at-home gemologist with the Gemologist's Field Kit! Put it on display to tell all your friends about this new hobby.": "Ai cũng có thể trở thành nhà nghiên cứu đá quý tại gia với Bộ Dụng Cụ Nghiên Cứu Đá Quý! Trưng bày nó để khoe với bạn bè về sở thích mới này nhé.",
  "Gemologist's Field Kit": "Bộ Dụng Cụ Nghiên Cứu Đá Quý của Dân Chơi.",
  "Gemtacular! is back with a jewelry box that's sure to be a shiny conversation piece the next time guests are over. It has plenty of compartments and a drawer for storing all of your beautiful jewelry and a crystal clear mirror for showing all of your beautiful self.": "\"Gemtacular!\" đã trở lại với hộp đựng trang sức, đảm bảo sẽ là một món đồ lấp lánh để trò chuyện mỗi khi có khách đến chơi. Nó có rất nhiều ngăn và một ngăn kéo để cất giữ tất cả các trang sức xinh đẹp của bạn và một chiếc gương trong suốt để bạn ngắm nhìn vẻ đẹp của bản thân.",
  "Jewelry Box by Gemtacular!": "Hộp Trang Sức Gemtacular!",
  "Take a closer look at all your works in progress with the dependable, sturdy Jeweler's Tray.": "Xem kỹ hơn tất cả những tác phẩm đang làm với khay trang sức đáng tin và bền bỉ này.",
  "Jeweler's Tray": "Khay Trang Sức",
  "The perfect display box for all the pretty little pieces of your jewelry collection.": "Hộp trưng bày hoàn hảo cho bộ sưu tập trang sức xinh xắn của bạn.",
  "Pretty Pieces Display Box": "Hộp Trưng Bày Đồ Xinh Xắn",
  "While the scientists at FutureSim Labs have no idea <i>how</i> it works, there's no denying plants grow faster in the vicinity of charged crystals! In this hexagonal vivarium, we have combined the highest quality quartz with lush moss and succulents.": "Tuy các nhà khoa học tại FutureSim Labs không biết nó hoạt động <i>như thế nào</i>, nhưng không thể phủ nhận cây cối phát triển nhanh hơn ở gần các tinh thể tích điện! Trong nhà kính hình lục giác này, chúng tôi đã kết hợp thạch anh chất lượng cao nhất với rêu và cây mọng nước tươi tốt.",
  "Crystalline Vivarium": "Hộp Kính Pha Lê",
  "Let your crafted necklaces dazzle against this linen bust modeled after Princess Cordelia herself. The craftsmanship of this stand is of the highest quality, and there is no better way to showcase your masterpieces.": "Hãy để những chiếc vòng cổ thủ công của bạn tỏa sáng trên giá đỡ vải lanh này, được mô phỏng theo hình dáng Công chúa Cordelia. Tay nghề của giá đỡ này đạt chất lượng cao nhất, và không có cách nào tốt hơn để trưng bày những kiệt tác của bạn.",
  "Cordelia's Bust": "Tượng bán thân Cordelia",
  "Become the sharpest tool in the shed with this wall rack. You don't have to worry about the years that won't stop coming, these tools are made to last a lifetime. With a wide selection of gemology gear at your disposal, you can show the world that all that glitters are not necessarily gold.": "Trở thành người giỏi nhất trong lĩnh vực này với giá treo tường này. Bạn không cần phải lo lắng về thời gian, những công cụ này được chế tạo để tồn tại suốt đời. Với nhiều lựa chọn thiết bị giám định đá quý theo ý của bạn, bạn có thể cho thế giới thấy rằng không phải thứ gì lấp lánh cũng là vàng đâu nha.",
  "All Star Tool Rack": "Giá Đồ Nghề Đỉnh Của Chóp",
  "In a previous life, this stately cabinet housed an impressive set of fine china, but now it has stood empty for many years. It longs to be filled once more, to display something of great beauty. Will you fulfill its wish?": "Kiếp trước, chiếc tủ trang trọng này là nơi cất giữ bộ sưu tập đồ sứ tuyệt đẹp, nhưng giờ nó đã trống rỗng nhiều năm rồi. Nó khao khát được lấp đầy lần nữa, để trưng bày một thứ gì đó thật lộng lẫy. Bạn có muốn thực hiện điều ước đó không?",
  "Dignified Display Cabinet": "Tủ Kính Trưng Bày Trang Trọng",
  "Ethically sourced finials salvaged from the roofs of dilapidated, decrepit, and decaying Victorian mansions have found a second purpose in life. Just a quick flip - turned upside down they serve as shelving for all manners of oddities, curiosities, doohickeys, and collectibles. ": "Những con sơn trang trí mái nhà được thu thập một cách hợp pháp từ những biệt thự thời Victoria đổ nát, tồi tàn và mục rữa đã tìm thấy mục đích thứ hai trong cuộc đời. Chỉ cần lật ngược chúng lại - chúng sẽ trở thành kệ để chứa tất cả các loại đồ vật kỳ lạ, đồ cổ, đồ linh tinh và đồ sưu tầm.",
  "The Final Finial": "Mảnh Trang Trí Cuối Cùng",
  "There's nothing quite like a bit of illumination to make you feel shelf aware.": "Ánh sáng lên là thấy mình \"kệ\" liền hà.",
  "Dignified Display Shelf": "Kệ trưng bày trang trọng",
  "Unlike its more dignified cousins, this shelf shows an astounding lack of dignity. No glass to protect the items it's displaying nor to prevent a buildup of dust on its surfaces? Indeed, no! Everything is just out there on full naked display to the world. What crude frivolity!": "Khác với mấy người anh em \"chanh sả\" của mình, cái kệ này đúng là chẳng có tí \"liêm sỉ\" nào. Chẳng có lớp kính nào che chắn bảo vệ đồ đạc, cũng chẳng thèm chống bụi bẩn gì sất! Ôi không! Mọi thứ cứ phơi bày trần trụi ra ngoài thế giới. Thật là phù phiếm quá đi!",
  "Undignified Display Shelf": "Kệ Trưng Bày Hết Thời",
  "You've mastered the art of building virtual tetrominoes... Now, thanks to Shelving by Blicblock you can bring all the fun of Blicblock to your home's walls! Masterfully craft and arrange the five free tetrominoes into stunning displays, and then fill them with your most precious collectibles for a one-of-a-kind display!": "Giờ thì bạn đã là bậc thầy trong việc xây dựng tetrominoes ảo rồi... Nhờ có Kệ Blicblock, bạn có thể mang niềm vui của Blicblock lên tường nhà mình đó! Tha hồ mà sáng tạo và sắp xếp năm tetrominoes miễn phí thành những tác phẩm trưng bày tuyệt đẹp, rồi lấp đầy chúng bằng những món đồ sưu tầm quý giá nhất để có một không gian trưng bày độc nhất vô nhị nha!",
  "Shelving by Blicblock": "Kệ Blicblock",
  "Not to be mistaken for the many armchairs designed for professors, this armchair actually <i>is</i> a professor. That's right, it has an honorary degree from the University of Britechester! It teaches an elective course on Gemology! It consistently gets poor ratings from its students who mainly complain about the lack of instruction and the fact that \"the teacher for this course was a literal chair!\"": "Đừng nhầm lẫn với mấy loại ghế bành dành cho giáo sư nha, cái ghế này đích thị <i>là</i> giáo sư luôn đó. Đúng vậy, ẻm có bằng danh dự của Đại học Britechester hẳn hoi! Ẻm còn dạy môn tự chọn về Ngọc học nữa đó! Cơ mà toàn bị sinh viên đánh giá thấp thôi, tụi nó cứ cằn nhằn là không được hướng dẫn gì cả, rồi còn bảo \"thầy giáo môn này đúng nghĩa là cái ghế!\" nữa chứ!",
  "Professor Armchair": "Giáo Sư Bành Bèo",
  "Sometimes you may feel like you need to run away or get away from the pain, but instead may we suggest sharing some love with the Tufted Love(seat), a two-seater with pleasing patterns and comfort to spare. Over time, as it holds you tight, it may get some tears but that's not nearly all!": "Đôi khi bạn cảm thấy muốn trốn chạy khỏi nỗi đau, nhưng thay vào đó, tụi mình gợi ý chia sẻ chút yêu thương với chiếc ghế tình yêu Tufted Love(seat) này nè, ghế đôi với họa tiết bắt mắt và siêu thoải mái luôn đó. Dùng lâu ngày, ghế có thể bị sờn chút xíu nhưng mà không sao hết á nha!",
  "Tufted Love(seat)": "Ghế Tình Yêu Bọc Vải Nhung",
  "No matter how much you polish this, the fingerprints will always find a way to elude you.": "Dù có đánh bóng cỡ nào thì dấu vân tay vẫn luôn lẩn trốn thôi.",
  "Crystal Clear Coffee Table": "Bàn cà phê Pha lê trong vắt",
  "When working diligently in the workshop, yearning for a break to drink some soda pop, the kitchen seems more than a skip, jump, and hop, so soon the idea is one you drop.\\n\\nAlas! If only you owned the Workshop Perk Stop!": "Khi đang hăng say làm việc trong xưởng, thèm thuồng một chút giải lao với soda, nhà bếp bỗng xa xôi quá, thế là bạn đành bỏ cuộc.\\n\\nÔi chao! Giá mà bạn có cái Trạm Nghỉ Giải Lao trong Xưởng thì tốt!",
  "Workshop Perk Stop Table": "Bàn ưu đãi nghỉ giải lao xưởng mộc",
  "This nondescript table is the perfect entryway piece to display your handcrafted trinkets. Wow your guests the second they walk into your home and shine brighter than any diamond as you say \"oh, I made that myself.\" Or alarm the neighbors with your ever-growing collection of crystal skulls. No matter your pearlescent preferences, this understated table complements them all.": "Chiếc bàn giản dị này là lựa chọn hoàn hảo để ngay lối vào, trưng bày những món đồ thủ công mỹ nghệ của bạn đó nha. Khách vừa bước vào nhà là lác mắt liền, bạn lại còn được dịp tỏa sáng hơn cả kim cương khi khoe \"À, cái này tự tui làm đó!\". Hoặc, bạn cũng có thể làm hàng xóm hú hồn với bộ sưu tập đầu lâu pha lê ngày càng phình to của mình nữa. Dù gu thẩm mỹ của bạn có \"ngọc trai\" cỡ nào đi nữa, thì chiếc bàn nhã nhặn này vẫn cân tất nhé.",
  "Classic Compact Console Table": "Bàn Console Gọn Nhẹ Cổ Điển",
  "{0.String}": "{0.String}",
  "{0.String} with {1.String}": "{0.String} với {1.String}",
  "View Lesson": "Xem Bài Học",
  "Jewelry and Gemstones hold <b>mysterious powers</b> from the Crystals that were made to craft them. To unlock these powers, you need to <b>charge</b> your creations on your new <b>Crystal Grid</b>.\\n\\nDo you want to learn more about <b>Crystal Charging</b>?": "Trang sức và Đá quý nắm giữ <b>những sức mạnh bí ẩn</b> từ các Tinh thể được tạo ra để chế tác chúng. Để mở khóa những sức mạnh này, bạn cần <b>nạp năng lượng</b> cho các sáng tạo của mình trên <b>Lưới Tinh Thể</b> mới.\\n\\nBạn có muốn tìm hiểu thêm về <b>Nạp Năng Lượng Tinh Thể</b> không?",
  "Crystal Charging": "Sạc Tinh Thể",
  "Craft custom Jewelry and Gemstones at your new <b>Gemology Table</b>with the <b>Gemology Skill</b>! Discover <b>mysterious powers</b> and <b>decorate</b> your home and body with crystal creations.\\n\\nDo you want to learn more about the <b>Gemology Skill</b>?": "Chế tạo Trang Sức và Đá Quý tùy chỉnh tại <b>Bàn Nghiên Cứu Đá Quý</b> mới toanh bằng <b>Kỹ Năng Nghiên Cứu Đá Quý</b>! Khám phá <b>những năng lực bí ẩn</b> và <b>trang trí</b> nhà cửa cũng như bản thân bằng những tác phẩm pha lê nha.\\n\\nBạn có muốn tìm hiểu thêm về <b>Kỹ Năng Nghiên Cứu Đá Quý</b> không?",
  "This piece of jewelry has no crystal to charge": "Món trang sức này không có tinh thể để nạp năng lượng.",
  "Botched jewelry has no crystal to charge": "Đồ trang sức lỗi này hết pha lê để sạc rồi.",
  "Gemstones": "Đá quý",
  "Charge Gemstones and Jewelry": "Nạp năng lượng cho Đá Quý và Trang Sức",
  "{0.SimFirstName} has no gemstones or jewelry to charge.": "{0.SimFirstName} không có đá quý hay trang sức nào để sạc cả.",
  "There is no room on the crystal grid for more gemstones or jewelry.": "Không còn chỗ trên lưới tinh thể để thêm đá quý hay trang sức nữa rồi.",
  "Collect Fully Charged Items": "Thu thập các đồ vật đã sạc đầy",
  "Charge on Crystal Grid": "Nạp năng lượng Lưới Tinh Thể",
  "Charge (Debug)": "Sạc (Gỡ Lỗi)",
  "Drain (Debug)": "Hút (Gỡ lỗi)",
  "{1.ObjectName} doesn't have enough Crystal Charge.": "{1.ObjectName} không đủ Năng Lượng Tinh Thể.",
  "{0.SimFirstName} has recently Absorbed Energy from a crystal.": "{0.SimFirstName} vừa mới Hấp Thụ Năng Lượng từ một viên pha lê.",
  "Absorb Energy": "Hút Năng Lượng",
  "{1.ObjectName} has no Crystal Charge.": "{1.ObjectName} hết sạch năng lượng Tinh Thể rồi.",
  "Grim Reaper is already here!": "Thần Chết tới rồi kìa!",
  "Summon Grim Reaper": "Gọi Thần Chết tới nè.",
  "Wear with All Outfits": "Mặc được với mọi loại trang phục",
  "Wear with Current Outfit": "Mặc với trang phục hiện tại",
  "Remove Jewelry from All Outfits": "Gỡ trang sức khỏi tất cả trang phục",
  "Remove Jewelry from Current Outfit": "Gỡ trang sức khỏi trang phục hiện tại",
  "Scrap Gemstone": "Mảnh Đá Quý Vụn",
  "Scrap Jewelry": "Trang Sức Tầm Bậy",
  "Requires a Gemology Table to be placed on lot.": "Cần có Bàn Nghiên Cứu Đá Quý trên khu đất.",
  "Gemology Table needs to be empty.": "Bàn nghiên cứu đá quý cần phải trống.",
  "In Sim or Gemology Table Inventory": "Trong Túi Đồ Sim hoặc Bàn Nghiên Cứu Đá Quý",
  "Choose Crystal": "Chọn Pha Lê",
  "Warm Tones": "Tông Ấm Áp",
  "Cool Tones": "Tông Màu Lạnh",
  "Monochrome Tones": "Sắc Màu Đơn Sắc",
  "Choose Cut": "Chọn kiểu cắt",
  "Choose Metal": "Chọn Nhạc Metal Đê",
  "Unusual Metals": "Kim Loại Kỳ Lạ",
  "Traditional Metals": "Kim Loại Truyền Thống",
  "Choose Design": "Chọn Kiểu Dáng",
  "Necklaces": "Dây chuyền",
  "Bracelets": "Vòng tay",
  "Rings": "Nhẫn",
  "Earrings": "Khuyên tai",
  "Who needs fun when you have Jonquilyst?": "Ai cần vui vẻ khi đã có Jonquilyst rồi?",
  "Diamonds can make staying in love easier!": "Kim cương giúp tình yêu bền chặt hơn đó nha!",
  "All your needs become an afterthought when you've got some Plumbite!": "Khi có Plumbite rồi thì mấy nhu cầu khác chỉ là chuyện nhỏ!",
  "Having trouble getting a good night's sleep? Amethyst can help!": "Mất ngủ hả? Thử dùng thạch anh tím xem sao!",
  "Get yourself some Jade and it can help you find more crystals! It's like the circle of life, but with crystals.": "Kiếm tí Ngọc Bích đi bạn, nó giúp bạn tìm thêm được nhiều tinh thể đó! Giống vòng tuần hoàn cuộc sống vậy, cơ mà phiên bản tinh thể thôi.",
  "Hoping for twins or triplets? Shinolite can help!": "Muốn sinh đôi hoặc sinh ba hả? Shinolite giúp được đó!",
  "Hematite helps you say, \"Not today, Grim!\"": "Hematite giúp bạn nói, \"Hôm nay không phải ngày của ta đâu, Thần Chết!\"",
  "Not saying you'll be instant besties with Grim, but a little Jet can entice him to visit.": "Không hẳn là bạn thân ngay được đâu, nhưng chút <font color='#AF5AFF'>Jet</font> có thể dụ ổng tới thăm đó.",
  "Moonstone makes life less boring, especially for occult Sims.": "Đá mặt trăng giúp cuộc sống bớt nhàm chán hơn, đặc biệt là đối với các Sim huyền bí đó nha.",
  "Fire Opals ignite the passionate heart, making anyone a natural flirt and a great date!": "Opal Lửa khơi dậy trái tim nồng cháy, biến mọi người thành chuyên gia tán tỉnh và hẹn hò siêu đỉnh!",
  "Want to boost your creativity? Get yourself some Orange Topaz!": "Muốn tăng sự sáng tạo lên không? Sắm ngay vài viên Hoàng Ngọc đi bạn ơi!",
  "Socializing and gaining charisma is a snap with Turquoise.": "Kết bạn và tăng sự quyến rũ dễ như ăn kẹo với màu Ngọc Lam đó nha.",
  "Discuss Crystal Properties": "Thảo luận về Đặc tính Pha lê",
  "Ask to See Jewelry": "Xem Trang Sức Đi!",
  "Propose with Crafted Ring...": "Cầu hôn bằng nhẫn tự làm...",
  "Show Off Jewelry": "Khoe Trang Sức Đi Nào",
  "All of {0.SimFirstName}'s jewelry is currently being worn.": "Toàn bộ trang sức của {0.SimFirstName} hiện đang được đeo hết rồi.",
  "Gift Jewelry": "Tặng Trang Sức",
  "Collect Items": "Thu thập đồ đạc",
  "(From Liking Gemology)": "Đến với niềm đam mê đá quý nào!",
  "(From Disliking Gemology)": "(Từ Việc Không Thích Môn Đá Quý Học)",
  "Propose to {1.SimName}": "Cầu hôn {1.SimName}",
  "Propose To": "Cầu hôn",
  "Take the Shine Off Gemology": "Làm Giảm Độ Lấp Lánh của Đá Quý Học",
  "Enthuse About Gemology": "Nhiệt Tình Với Khoa Học Đá Quý",
  "Design Random Jewelry": "Thiết Kế Trang Sức Ngẫu Nhiên Đi!",
  "Crystal Clear Workshop": "Xưởng Pha Lê Trong Suốt",
  "Alabaster": "Trắng như tuyết",
  "Alexandrite": "Alexandrite",
  "Amazonite": "Amazonit",
  "Amethyst": "Thạch anh tím",
  "Citrine": "Citrine",
  "Crandestine": "Bí Mật Hết Sẩy",
  "Diamond": "Kim cương",
  "Emerald": "Ngọc lục bảo",
  "Fire Opal": "Opal Lửa",
  "Hematite": "Hematit",
  "Jet": "Máy bay phản lực",
  "Jonquilyst": "Huỳnh Liên",
  "Nitelite": "Đèn đêm",
  "Orange Topaz": "Topaz Cam",
  "Peach Quartz": "Thạch Anh Đào",
  "Plumbite": "Plumbit",
  "Quartz": "Thạch Anh",
  "Rainborz": "Cầu Vồng Bất Ổn",
  "Rose Quartz": "Thạch Anh Hồng",
  "Ruby": "Ruby",
  "Sapphire": "Ngọc bích",
  "Shinolite": "Shinolite",
  "Simanite": "Simanit",
  "Turquoise": "Xanh ngọc lam",
  "Alcron": "Alcron",
  "Baconite": "Tín đồ Thịt xông khói",
  "Blutonium": "Chất Blu",
  "Crytunium": "Crytunium",
  "Death Metal": "Nhạc Death Metal",
  "Flamingonium": "Flamingonium",
  "Furium": "Lông xù ghê!",
  "Heavy Metal": "Nhạc Metal cháy máy",
  "Ironyum": "Chất Quặng Hài Hước",
  "Literalite": "Mọt sách",
  "Obtainium": "Chất Obtanium",
  "Ozinold": "Ozinold",
  "Phozonite": "Phozonite",
  "Plathinum": "Bạch kim",
  "Punium": "Pơ-ni-um",
  "Pyrite": "Pyrite",
  "Romantium": "Chất lãng mạn",
  "Sadnum": "Buồn thỉu buồn tiu",
  "Simtanium": "Simtanium",
  "Socialite": "Người nổi tiếng",
  "Solarium": "Phòng tắm nắng",
  "Utranium": "Utrani",
  "Gemmy Numbers: 8,675 Fun Gemology Facts": "Những con số lấp lánh: 8,675 sự thật thú vị về Đá quý học",
  "The Jargon of Jewels": "Biệt Ngữ Trang Sức",
  "This is a Gemology skill book.": "Đây là sách kỹ năng về Đá Quý học.",
  "I Don't Carat All: Gemology for Everyone": "Tớ Không Quan Tâm Đâu: Nghiên Cứu Đá Quý Dành Cho Mọi Người",
  "Amber is composed primarily of Crytacoo, with a large amount of Melacoo as well.": "Hổ phách chủ yếu được cấu tạo từ Crytacoo, cùng với một lượng lớn Melacoo nữa đó nha.",
  "Jade is composed of primarily of Goobleck, though it has some Plathium as well.": "Ngọc bích chủ yếu là Goobleck, nhưng cũng có một ít Plathium nữa đó nha.",
  "Moonstone is half Wolfium and half Selium.": "Đá mặt trăng là nửa Wolfium nửa Selium đó nha.",
  "Gold is composed primarily of Volenton with some Alcineat as well.": "Vàng chủ yếu được tạo thành từ Volenton, thêm một ít Alcineat nữa.",
  "Rose Gold is composed primarily of Volenton with some Firaxium as well.": "Vàng Hồng chủ yếu được tạo thành từ Volenton với một ít Firaxium nữa đó nha.",
  "Silver is composed of equal parts Sydrolin and Oxypin.": "Bạc được tạo thành từ các phần bằng nhau của Sydrolin và Oxypin.",
  "Place up to <b>7 Gemstones or Jewelry Pieces</b> on a Crystal Grid that is <b>outdoors between 7pm and 7am</b> to charge them and unlock their hidden powers.": "Đặt tối đa <b>7 Viên Đá Quý hoặc Trang Sức</b> lên trên một Bàn Thờ Tinh Thể ở <b>ngoài trời từ 7 giờ tối đến 7 giờ sáng</b> để nạp năng lượng cho chúng và mở khóa sức mạnh tiềm ẩn.",
  "<font color=\"#d32532\">Not Charging</font>": "<font color=\"#d32532\">Không Sạc Pin</font>",
  "The Crystal Grid can hold up to 7 pieces of jewelry or gemstones.": "Lưới Tinh Thể chứa được tối đa 7 món trang sức hoặc đá quý đó nha.",
  "<font color=\"#199c2c\">Slow Charging <i>(due to New Moon)</i></font>": "<font color=\"#199c2c\">Sạc Chậm <i>(do Trăng Non)</i></font>",
  "<font color=\"#199c2c\">Charging</font>": "<font color=\"#199c2c\">Đang sạc</font>",
  "The Crystal Grid must be <b>placed outdoors</b> for it to charge the Gemstones and Jewelry on it.": "Để Lưới Pha Lê có thể nạp năng lượng cho Đá Quý và Trang Sức trên đó thì phải <b>đặt ngoài trời</b> nha.",
  "<font color=\"#199c2c\">Fast Charging <i>(due to Full Moon)</i></font>": "<font color=\"#199c2c\">Sạc Nhanh <i>(do Trăng Tròn)</i></font>",
  "Crystal Seed": "Hạt Giống Pha Lê",
  "This item cannot be shipped until it is taken off of all outfits.": "Món này không gởi đi được cho đến khi nào bạn gỡ nó ra khỏi hết mấy bộ đồ nha.",
  "<font color=\"#199c2c\">Being Worn with Current Outfit</font>": "<font color=\"#199c2c\">Đang Được Mặc Cùng Trang Phục Hiện Tại</font>",
  "<font color=\"#1e81e6\">{0.Timespan} Until Fully Charged</font>": "<font color=\"#1e81e6\">{0.Timespan} nữa là sạc đầy pin</font>",
  "<font color=\"#199c2c\">Being Worn on Another Outfit</font>": "<font color=\"#199c2c\">Đang Được Mặc Trên Một Bộ Khác</font>",
  "<font color=\"#199c2c\">Fully Charged!</font>": "<font color=\"#199c2c\">Sạc Đầy Pin Rồi!</font>",
  "Botched": "Tệ quá!",
  "Drained": "Kiệt sức",
  "Charge Remaining: {0.Timespan}": "Thời gian sạc còn lại: {0.Timespan}",
  "Buy a Crystal Grid": "Mua Bàn Trưng Bày Pha Lê nè",
  "Purchase the Mystical Moonlight Crystal Grid in the Outdoor Activities category in Buy Mode.": "Mua Lưới Tinh Thể Ánh Trăng Huyền Bí trong danh mục Hoạt Động Ngoài Trời ở Chế Độ Mua nhé.",
  "Collect {1.Number} Crystals or Metals": "Thu thập {1.Number} Pha Lê hoặc Kim Loại",
  "Use the Dig interaction on rocks found around the Neighborhoods for a chance to discover Crystals and Metals. At Gemology Skill level 3, Sims can also cut a Crystal Seed, plant it, and collect Crystals once it grows into a Crystal Tree.": "Sử dụng tương tác Đào trên những tảng đá quanh khu phố để có cơ hội khám phá Pha Lê và Kim Loại nha. Khi Kỹ Năng Khoáng Vật Học đạt cấp độ 3, Sim có thể cắt Hạt Pha Lê, trồng nó và thu hoạch Pha Lê khi nó phát triển thành Cây Pha Lê đó.",
  "Make {1.Number} pieces of Excellent Jewelry": "Chế tạo {1.Number} món Trang Sức Tuyệt Đỉnh đi nào!",
  "Being in the Focused mood and crafting Designs from a lower Gemology skill level than the Sim's current level increases the chance of crafting something of Excellent quality.": "Khi đang Tập Trung và chế tạo Thiết Kế từ kỹ năng Đá Quý thấp hơn trình độ hiện tại của Sim, cơ hội tạo ra sản phẩm chất lượng Tuyệt Hảo sẽ cao hơn đó nha.",
  "Cut a Gemstone Valued at §2,500": "Cắt một Viên đá quý trị giá §2.500",
  "Selecting a high skill level Cut and a Rare Crystal while in a Focused mood will contribute to a high Gemstone value.": "Chọn một kiểu cắt có cấp độ kỹ năng cao và một Tinh Thể Hiếm trong khi đang Tập Trung sẽ giúp tăng giá trị của Đá Quý.",
  "Complete Crafting Gemstones or Jewelry {1.Number} Times While Focused": "Hoàn thành việc chế tác đá quý hoặc trang sức {1.Number} lần khi đang tập trung",
  "Get into the Focused mood and craft something at the Gemology Table. Wearing charged Jewelry made with Emerald, Quartz, or Sapphire is a good way to get Focused.": "Vào trạng thái Tập Trung và chế tạo gì đó ở Bàn Nghiên Cứu Đá Quý đi. Đeo trang sức nạp năng lượng làm từ Ngọc Lục Bảo, Thạch Anh hoặc Lam Ngọc cũng là một cách hay để có được trạng thái Tập Trung đó nha.",
  "Buy a Gemology Table": "Mua Bàn Nghiên Cứu Đá Quý",
  "Buy The All-In-One Gemology Table By Humphrey Inc. from the Creative section of the Activities and Skills category in Build Mode.": "Mua Bàn Nghiên Cứu Đá Quý Đa Năng của Humphrey Inc. trong mục Sáng Tạo ở danh mục Hoạt Động và Kỹ Năng trong Chế Độ Xây Dựng nha.",
  "Achieve Level 10 Gemology Skill": "Đạt Cấp 10 Kỹ Năng Ngọc Học",
  "Cut Gemstones and Design Jewelry to level up your Gemology skill.": "Cắt Đá Quý và Thiết Kế Trang Sức để tăng cấp kỹ năng Đá Quý của bạn nhé.",
  "Gift Jewelry or Successfully Propose with Crafted Ring": "Tặng Trang Sức hoặc Cầu Hôn Thành Công với Nhẫn Tự Chế",
  "Use the interaction Gift to on a crafted piece of Jewelry and select someone to gift it to. Alternatively, select the interaction Propose to on a crafted Ring (requires a Girlfriend/Boyfriend).": "Dùng tương tác Tặng quà trên món Trang sức thủ công và chọn người để tặng nhé. Hoặc dùng tương tác Cầu hôn trên chiếc Nhẫn thủ công (cần có bạn gái/bạn trai).",
  "Grow a Magnificent Crystal Tree": "Trồng Cây Pha Lê Tuyệt Đẹp Nào",
  "To Evolve your Crystal Tree to the Magnificent level, make sure to take care of its needs and use the Evolve interaction when it becomes available. You can see your progress in the Tree's tooltip. Fertilizing your Crystal Tree (available at Gardening level 3) will speed up the process!": "Để Cây Pha Lê của bạn đạt đến cấp độ Tráng Lệ, nhớ chăm sóc cây và dùng lệnh \"Phát Triển\" khi nó hiện lên nhé. Bạn có thể xem tiến độ ở phần thông tin chi tiết của cây. Bón phân cho Cây Pha Lê (khi đạt Cấp Độ Làm Vườn 3) sẽ giúp cây lớn nhanh hơn đó!",
  "Plant a Crystal Seed": "Trồng Hạt Giống Pha Lê",
  "Seed-Shaped Gemstones can be crafted at a Gemology Table (requires level 3 Gemology skill) and planted on the ground outside or in a large planter.": "Đá Quý Hình Hạt có thể được chế tạo tại Bàn Chế Tác Đá Quý (cần kỹ năng Chế Tác Đá Quý cấp 3) và trồng trên mặt đất bên ngoài hoặc trong chậu lớn.",
  "Summon the Grim Reaper with Jet Gemstone or Jewelry": "Triệu hồi Thần Chết với Đá Quý Jet hoặc Trang Sức!",
  "Craft a Gemstone or Jewelry Piece using the crystal Jet. Charge it on the Crystal Grid and use the interaction Summon Grim Reaper.": "Chế tác Đá Quý hoặc Trang Sức bằng tinh thể Jet. Nạp năng lượng cho nó trên Lưới Tinh Thể rồi dùng tương tác Triệu hồi Thần Chết.",
  "Wear a Fully Charged Jewelry Piece": "Đeo một món trang sức đã sạc đầy năng lượng",
  "Crafted Jewelry can be charged by putting it on a Crystal Grid placed outside between 7pm and 7am. When the tooltip shows the Jewelry is fully charged with a magical glow, wear it to unleash its powers!": "Trang sức thủ công có thể được nạp năng lượng bằng cách đặt nó lên Bàn Thạch Anh bên ngoài từ 7 giờ tối đến 7 giờ sáng. Khi thông tin hiển thị Trang sức đã được nạp đầy với ánh sáng kỳ diệu, hãy đeo nó để giải phóng sức mạnh của nó!",
  "Wear": "Mặc",
  "Design Jewelry": "Thiết Kế Trang Sức",
  "Remove Jewelry": "Tháo Trang Sức",
  "Guidebook to Gemology": "Cẩm Nang Nghiên Cứu Đá Quý",
  "Cut Gemstone": "Cắt Đá Quý",
  "Brilliant-Cut Gemstone": "Đá Quý Giác Cắt Rực Rỡ",
  "Cabochon-Shaped Gemstone": "Đá quý hình cabochon",
  "Emerald-Cut Gemstone": "Đá quý giác cắt Emerald",
  "Gnome-Shaped Gemstone": "Đá quý hình Người Lùn",
  "Heart-Shaped Gemstone": "Đá Quý Hình Trái Tim",
  "Pear-Shaped Gemstone": "Đá quý hình quả lê",
  "Plumbob-Shaped Gemstone": "Đá quý hình quả trám",
  "Seed-Shaped Gemstone": "Đá Quý Hình Hạt Mầm",
  "Skull-Shaped Gemstone": "Đá quý hình đầu lâu",
  "Spire-Shaped Gemstone": "Đá Quý Hình Chóp",
  "Star-Shaped Gemstone": "Đá Quý Hình Ngôi Sao",
  "Mystic Necklace": "Dây chuyền huyền bí",
  "Experience Power from a Charged Crystal": "Trải nghiệm Sức Mạnh từ Tinh Thể Tích Điện.",
  "Charge a Gemstone or Jewelry Piece on the Crystal Grid, and wear the Jewelry or be nearby the Gemstone to experience its power.": "Sạc một Viên Đá Quý hoặc Trang Sức lên Lưới Tinh Thể, rồi đeo Trang Sức hoặc ở gần Viên Đá Quý để cảm nhận sức mạnh của nó nha.",
  "Craft a Jewelry Piece": "Chế Tạo Trang Sức",
  "Click on a Gemology Table, Select Design Jewelry, and select a Design, Metal, and Crystal.": "Nhấn vào Bàn Chế Tác Đá Quý, chọn Thiết Kế Trang Sức, rồi chọn một Kiểu Dáng, Kim Loại và Pha Lê.",
  "Cut a Gemstone": "Cắt Đá Quý",
  "Click on a Gemology Table, select Cut Gemstone, and select a Design and Crystal.": "Nhấn vào Bàn Chế Tác Đá Quý, chọn Chế Tác Đá Quý, rồi chọn Kiểu Dáng và Tinh Thể nhé.",
  "Looking at these crystals and metals, {0.SimFirstName} isn't really feeling it. They seem more like just a bunch of rocks than anything special. Does this mean that {0.SimFirstName} <b>Dislikes Gemology</b>?": "Nhìn đống tinh thể với kim loại này, {0.SimFirstName} chẳng thấy hứng thú gì cả. Trông chúng chẳng khác gì mấy hòn đá bình thường, chẳng có gì đặc biệt hết. Chẳng lẽ {0.SimFirstName} <b>Không Thích Nghiên Cứu Đá Quý</b> sao?",
  "Rock Bottom": "Đáy vực sâu",
  "As {0.SimFirstName} stares into the various angles and cuts of the crystal in front of {0.SimPronounObjective}, the universe seems to stare back. Is it fate? Should {0.SimPronounSubjective} take this as a sign that {0.SimFirstName} <b>Likes Gemology</b>?": "Khi {0.SimFirstName} nhìn chằm chằm vào vô số góc cạnh của viên pha lê trước mặt, vũ trụ dường như cũng nhìn lại {0.SimPronounObjective}. Đây có phải là định mệnh không nhỉ? Có lẽ {0.SimPronounSubjective} nên xem đây là dấu hiệu cho thấy {0.SimFirstName} <b>Thích Nghiên Cứu Đá Quý</b> chăng?",
  "Shine On": "Tỏa Sáng Nào",
  "<font color=\"#1e81e6\">• Angry, Embarrassed, Sad, and Scared moodlets will fade much faster</font>": "<font color=\"#1e81e6\">• Các trạng thái Cáu kỉnh, Ngượng ngùng, Buồn bã và Sợ hãi sẽ biến mất nhanh hơn nhiều đó nha</font>",
  "<font color=\"#1e81e6\">• Sim's wants will refresh more often</font>": "<font color=\"#1e81e6\">• Mấy cái Mong Muốn của Sim sẽ được làm mới thường xuyên hơn á</font>",
  "<font color=\"#1e81e6\">• Sim excavating in Selvadorada will unearth rarer and more valuable artifacts</font>": "<font color=\"#1e81e6\">• Sim khai quật ở Selvadorada sẽ tìm được những cổ vật quý hiếm và giá trị hơn đó nha</font>",
  "<font color=\"#1e81e6\">• Sim will not fail at a range of interactions\\n• Sim will not start a fire when cooking\\n• The weather will become sunny</font>": "<font color=\"#1e81e6\">• Sim sẽ không thất bại trong một loạt các tương tác\\n• Sim sẽ không gây ra cháy khi nấu ăn\\n• Thời tiết sẽ trở nên nắng đẹp</font>",
  "<font color=\"#1e81e6\">• Sim gains energy faster when sleeping\\n• Sim has a chance to wake up with an Inspired Lucid Dream moodlet</font>": "<font color=\"#1e81e6\">• Sim hồi phục năng lượng nhanh hơn khi ngủ\\n• Sim có cơ hội thức dậy với trạng thái Moodlet Giấc Mơ Tỉnh Táo đầy Cảm Hứng</font>",
  "<font color=\"#1e81e6\">• Sim will randomly find Simoleons doing things around the house</font>": "<font color=\"#1e81e6\">• Sim sẽ ngẫu nhiên tìm thấy Simoleon khi làm việc nhà đó nha</font>",
  "<font color=\"#1e81e6\">• Sim is easier to convince and more likely to lend money</font>": "<font color=\"#1e81e6\">• Sim dễ thuyết phục hơn và có nhiều khả năng cho vay tiền hơn</font>",
  "<font color=\"#1e81e6\">• Sim is less likely to develop relationship fears\\n• Sim will have less romantic relationship decay with other Sims\\n• Sim will always succeed at Apologizing in Bed</font>": "<font color=\"#1e81e6\">• Sim ít có khả năng phát triển nỗi sợ về mối quan hệ hơn\\n• Tình cảm lãng mạn của Sim sẽ ít phai nhạt hơn với các Sim khác\\n• Sim sẽ luôn thành công khi Xin Lỗi Trên Giường</font>",
  "<font color=\"#1e81e6\">• Career and school chance cards are more likely to succeed</font>": "<font color=\"#1e81e6\">• Các thẻ cơ hội sự nghiệp và trường học có khả năng thành công cao hơn</font>",
  "<font color=\"#1e81e6\">• Sim is more successful with romantic socials\\n• Sim can complete dates more successfully</font>": "<font color=\"#1e81e6\">• Sim thành công hơn trong các tương tác lãng mạn đó nha\\n• Sim hẹn hò thành công hơn hẳn luôn</font>",
  "<font color=\"#1e81e6\">• Sim cannot die</font>": "<font color=\"#1e81e6\">• Sim không thể chết</font>",
  "<font color=\"#1e81e6\">• Sim will randomly find crystals doing things around the house</font>": "<font color=\"#1e81e6\">• Sim có thể ngẫu nhiên tìm thấy pha lê khi làm việc nhà đó nha</font>",
  "<font color=\"#1e81e6\">• Sim can summon the Grim Reaper at will\\n• Sim will always succeed when pleading for someone's life</font>": "<font color=\"#1e81e6\">• Sim có thể triệu hồi Thần Chết bất cứ lúc nào mình thích đó nha\\n• Sim luôn thành công khi xin xỏ cho ai đó được sống sót á</font>",
  "<font color=\"#1e81e6\">• Sim's Fun need does not decay\\n• Tense moodlets will fade much faster</font>": "<font color=\"#1e81e6\">• Sim vui vẻ không tụt mood nữa nha!\\n• Mấy cái mood bực bội kia bay màu lẹ hơn hẳn!</font>",
  "<font color=\"#1e81e6\">• Bored moodlets will disappear much faster</font>": "<font color=\"#1e81e6\">• Mấy cái trạng thái chán chán sẽ biến mất nhanh hơn nhiều đó nha</font>",
  "<font color=\"#1e81e6\">• Energy need decays slightly slower\\n• Sim's alien powers recharge faster once depleted</font>": "<font color=\"#1e81e6\">• Nhu cầu Năng lượng giảm chậm hơn một chút\\n• Sức mạnh người ngoài hành tinh của Sim hồi phục nhanh hơn sau khi cạn kiệt</font>",
  "<font color=\"#1e81e6\">• Sim gains creative skills faster\\n• Sim is more likely to create masterpieces\\n• Sim will not experience writer's block</font>": "<font color=\"#1e81e6\">• Sim học các kỹ năng sáng tạo nhanh hơn\\n• Sim có nhiều khả năng tạo ra kiệt tác hơn\\n• Sim sẽ không bị bí ý tưởng khi viết lách</font>",
  "<font color=\"#1e81e6\">• A Sim's relationships with family members increase faster\\n• Angry moodlets will fade much faster</font>": "<font color=\"#1e81e6\">• Mối quan hệ của Sim với người thân trong gia đình tăng nhanh hơn đó nha\\n• Mấy cái trạng thái Bực Bội sẽ nhanh biến mất hơn á</font>",
  "<font color=\"#1e81e6\">• Sim's needs increase slowly over time\\n• Sim will make others around them happy</font>": "<font color=\"#1e81e6\">• Nhu cầu của Sim tăng chậm theo thời gian nè\\n• Sim sẽ làm những người xung quanh vui vẻ đó nha</font>",
  "<font color=\"#1e81e6\">• Sim gains double satisfaction points when completing wants or aspirations</font>": "<font color=\"#1e81e6\">• Sim nhận gấp đôi điểm hài lòng khi hoàn thành ước muốn hoặc hoài bão</font>",
  "<font color=\"#1e81e6\">• Sim is much less likely to develop a fear\\n• Sim gains all benefits of the Brave reward trait</font>": "<font color=\"#1e81e6\">• Sim ít có khả năng bị ám ảnh hơn hẳn à nha\\n• Sim nhận hết các lợi ích của đặc điểm phần thưởng Dũng Cảm luôn đó</font>",
  "<font color=\"#1e81e6\">• Sim gets over breakups faster\\n• Sim's Social need does not decay</font>": "<font color=\"#1e81e6\">• Sim vượt qua chuyện chia tay nhanh hơn hẳn nè\\n• Nhu cầu Xã hội của Sim không bị tụt nữa nha</font>",
  "<font color=\"#1e81e6\">• Embarrassed moodlets will fade much faster\\n• Sim will not have uncomfortable romantic interactions\\n• Sim will not have awkward woohoo encounters</font>": "<font color=\"#1e81e6\">• Mấy cái trạng thái Bẽn Lẽn sẽ bay màu nhanh hơn nhiều nha\\n• Sim sẽ không bị mấy vụ tương tác tình cảm khó ở nữa\\n• Sim sẽ không gặp mấy pha Woohoo lúng túng đâu</font>",
  "<font color=\"#1e81e6\">• Sim gains mental skills faster</font>": "<font color=\"#1e81e6\">• Sim học kỹ năng về đầu óc nhanh hơn</font>",
  "<font color=\"#1e81e6\">• Sim is more likely to give birth to twins or triplets</font>": "<font color=\"#1e81e6\">• Sim có nhiều khả năng sinh đôi hoặc sinh ba hơn đó nha</font>",
  "<font color=\"#1e81e6\">• Sim gains work or school performance faster\\n• Sim can complete homework faster</font>": "<font color=\"#1e81e6\">• Sim thăng tiến trong công việc và học hành nhanh hơn\\n• Sim làm bài tập về nhà nhanh hơn</font>",
  "<font color=\"#1e81e6\">• Sim gains Charisma skill faster\\n• Sim is more successful with friendly socials</font>": "<font color=\"#1e81e6\">• Sim tăng kỹ năng Quyến Rũ nhanh hơn\\n• Sim thành công hơn với các tương tác thân thiện</font>",
  "{0.SimFirstName} is now more likely to find crystals and metals when digging at rocks, and can design Lunar Goddess jewelry and cut Seed-shaped gemstones at the Gemology Table.": "{0.SimFirstName} giờ có nhiều khả năng tìm thấy pha lê và kim loại hơn khi đào đá, đồng thời có thể thiết kế trang sức Nữ Thần Mặt Trăng và cắt đá quý hình Hạt giống tại Bàn Chế Tác Đá Quý.",
  "Reached Gemology Level 3": "Đạt Cấp 3 ngành Đá Quý học rồi đó!",
  "{0.SimFirstName} will now get additional crystals and metals when digging at rocks, and can design Mystical jewelry and cut Star-shaped gemstones at the Gemology Table.": "{0.SimFirstName} giờ sẽ tìm được thêm nhiều tinh thể và kim loại khi đào đá, đồng thời có thể thiết kế trang sức Huyền Bí và cắt đá quý hình Ngôi Sao tại Bàn Chế Tác Đá Quý.",
  "Reached Gemology Level 6": "Đạt Cấp 6 Nghề Nghiên Cứu Đá Quý Rồi!",
  "{0.SimFirstName} has begun {0.SimPronounPossessiveDependent} journey into the Gemology skill! Use the Gemology Table to cut gemstones and craft jewelry, or collect crystals and metals to level up and unlock more jewelry and gemstones designs to craft!": "{0.SimFirstName} đã bắt đầu hành trình khám phá kỹ năng Đá quý rồi đó! Dùng Bàn Chế tác Đá quý để cắt đá và làm trang sức, hoặc thu thập các loại tinh thể và kim loại để lên cấp và mở khóa thêm nhiều thiết kế trang sức và đá quý để chế tạo nhé!",
  "Acquired the Gemology Skill": "Đạt được Kỹ năng Nghiên cứu Đá quý",
  "{0.SimFirstName} can now design Eye jewelry and cut Pear-shaped gemstones at the Gemology Table.": "{0.SimFirstName} giờ có thể thiết kế trang sức cho Mắt và cắt đá quý hình quả lê tại Bàn Nghiên Cứu Đá Quý rồi đó.",
  "Reached Gemology Level 4": "Đạt Cấp 4 ngành Đá quý học rồi đó!",
  "{0.SimFirstName} can now design Edwardian Gothic jewelry and cut Heart-shaped gemstones at the Gemology Table.": "{0.SimFirstName} giờ có thể thiết kế trang sức phong cách Gothic Edwardian và cắt đá quý hình trái tim tại Bàn Khoa học Đá quý rồi đó.",
  "Reached Gemology Level 8": "Đạt Cấp 8 Nghề Ngọc Học Rồi Nha",
  "{0.SimFirstName} has mastered Gemology! {0.SimPronounSubjective} can now craft Jewelry and Gemstones at record breaking speeds, and can design Plumbob jewelry and cut Gnome-shaped gemstones at the Gemology Table.": "{0.SimFirstName} đã thông thạo ngành Đá quý rồi đó! Giờ thì {0.SimPronounSubjective} có thể chế tác Trang sức và Đá quý với tốc độ siêu nhanh, thiết kế trang sức Plumbob và cắt đá quý hình Người lùn tại Bàn Đá quý luôn nha.",
  "Reached Gemology Level 10": "Đạt Cấp 10 ngành Đá Quý học rồi đó!",
  "{0.SimFirstName} now gets even more extra crystals and metals when digging at rocks, and can design Starry Sailor jewelry and cut Plumbob-shaped gemstones at the Gemology Table.": "{0.SimFirstName} giờ còn đào được nhiều pha lê và kim loại xịn sò hơn khi đào đá, với lại còn thiết kế được trang sức Thủy Thủ Ngàn Sao và cắt đá quý hình Plumbob ở Bàn Chế Tác Đá Quý nữa đó.",
  "Reached Gemology Level 9": "Đạt Cấp 9 Khoáng Vật Học rồi đó!",
  "{0.SimFirstName} now crafts Jewelry and Gemstones even faster, and can design Botanical jewelry and cut Skull-shaped gemstones at the Gemology Table.": "{0.SimFirstName} giờ chế tạo Trang Sức và Đá Quý nhanh hơn, đồng thời có thể thiết kế trang sức Thực Vật và cắt đá quý hình Đầu Lâu tại Bàn Nghiên Cứu Đá Quý rồi đó.",
  "Reached Gemology Level 7": "Đạt Cấp 7 Nghề Đá Quý Rồi!",
  "{0.SimFirstName} will now craft Jewelry and Gemstones faster, and can design Bling jewelry and cut Brilliant-cut gemstones at the Gemology Table.": "{0.SimFirstName} giờ đây sẽ chế tác Trang Sức và Đá Quý nhanh hơn, đồng thời có thể thiết kế trang sức Lấp Lánh và cắt đá quý giác cắt Rực Rỡ tại Bàn Khoa Học Đá Quý.",
  "Reached Gemology Level 5": "Đạt Cấp 5 ngành Đá quý học rồi đó!",
  "{0.SimFirstName} can now Discuss Crystal Properties with other Sims, and can design Delicate jewelry and cut Emerald gemstones at the Gemology Table.": "{0.SimFirstName} giờ có thể Thảo Luận về Thuộc tính Pha Lê với các Sim khác, đồng thời thiết kế trang sức Tinh Xảo và cắt đá ngọc lục bảo tại Bàn Nghiên Cứu Đá Quý.",
  "Reached Gemology Level 2": "Đạt Cấp 2 ngành Đá Quý học rồi đó nha!",
  "While every Sim may appreciate a shiny gem, those with Gemology skill learn to create their own gem-based creations for wearing, gifting, or turning a little profit.\\n\\nGemology is built primarily by crafting on the Gemology Table, supplemented by finding metals and crystals. Increasing this skill will unlock new jewelry designs and gemstone cuts, as well as increase the number of metals and crystals a Sim finds!": "Ai Sim cũng thích đá quý lấp lánh, nhưng ai có kỹ năng Gemology thì còn tự chế tạo đồ trang sức từ đá quý để diện, đem tặng, hay kiếm thêm chút đỉnh nữa đó nha.\\n\\nKỹ năng Gemology chủ yếu luyện bằng cách chế đồ ở Bàn Gemology, hoặc là tìm kim loại và tinh thể. Luyện kỹ năng này càng cao thì càng mở khóa được nhiều mẫu trang sức và kiểu cắt đá quý mới, với lại Sim còn tìm được nhiều kim loại và tinh thể hơn nữa đó!",
  "Gemology": "Nghiên cứu Đá quý",
  "Attuned": "Hợp gu",
  "Attuned Sims have great insights into the mysteries of crystals. The jewelry they wear will remain charged for longer, and they can absorb energy from charged crystals.": "Những Sim hòa hợp có khả năng thấu hiểu sâu sắc những bí ẩn của các loại pha lê. Trang sức họ đeo sẽ được sạc lâu hơn, và họ có thể hấp thụ năng lượng từ các tinh thể đã được sạc.",
  "(From Completing the Crystal Crafter Aspiration)": "Chúc mừng! Bạn đã hoàn thành tham vọng Thợ Chế Tác Pha Lê của mình! Bạn đã khai thác, cắt và chế tác theo cách của mình để trở thành bậc thầy về pha lê. Giờ hãy tiếp tục khuếch đại những rung cảm tốt đẹp đó!",
  "Dislikes Gemology": "Không thích Đá quý học",
  "Likes Gemology": "Thích Nghiên Cứu Đá Quý",
  "The Crystal Grid charging speed ebbs and flows with the <b><font color='#199C2C'>phases of the moon</font></b>. The full moon will charge your Gemstones and Jewelry in no time, but expect longer charging times during the new moon.\\n\\nThere are <b><font color='#199C2C'>special places</font></b>, like Sylvan Glade and Forgotten Grotto, where the Crystal Grid can charge all day.": "Tốc độ sạc của Lưới Tinh Thể sẽ thay đổi theo <b><font color='#199C2C'>các pha của mặt trăng</font></b> đó nha. Trăng tròn thì sạc Đá Quý và Trang Sức vèo vèo luôn, còn trăng non thì chịu khó chờ lâu hơn xíu nha.\\n\\nÀ còn nữa, có mấy <b><font color='#199C2C'>chỗ đặc biệt</font></b>, như Sylvan Glade với Forgotten Grotto, Lưới Tinh Thể sạc cả ngày luôn đó.",
  "Gemstones and Jewelry crafted with crystals can be <b><font color='#199C2C'>charged</font></b> to unlock the crystal’s innate <b><font color='#199C2C'>power</font></b>! Each crystal has <b><font color='#199C2C'>unique properties</font></b> to discover, from boosting skills and relationships to lucid dreams and power over Death itself!\\n\\nAll you need is the <b><font color='#199C2C'>Mystical Moonlight Crystal Grid</font></b> and some moonlight.": "Đá quý và Trang sức được chế tác bằng pha lê có thể được <b><font color='#199C2C'>nạp năng lượng</font></b> để mở khóa <b><font color='#199C2C'>sức mạnh</font></b> tiềm ẩn của pha lê! Mỗi loại pha lê có <b><font color='#199C2C'>những đặc tính riêng</font></b> để khám phá, từ việc tăng cường kỹ năng và mối quan hệ đến những giấc mơ sáng suốt và sức mạnh vượt trên cả Thần Chết!\\n\\nBạn chỉ cần có <b><font color='#199C2C'>Lưới Tinh Thể Ánh Trăng Huyền Bí</font></b> và một chút ánh trăng thôi.",
  "Sims that complete the Crystal Crafter Aspiration will be rewarded with the <b><font color='#199C2C'>Attuned</font></b> trait. Their worn Jewelry will lose charge <b><font color='#199C2C'>slower</font></b>. They can also use the interaction <b><font color='#199C2C'>Absorb Energy</font></b> on a charged Gemstone or Jewelry piece to drain its charge in exchange for a boost to their Energy need.": "Sims nào hoàn thành Ước Vọng Chế Tác Pha Lê sẽ được thưởng đặc điểm <b><font color='#199C2C'>Đồng Điệu</font></b>. Trang Sức mà họ đeo sẽ hết năng lượng <b><font color='#199C2C'>chậm hơn</font></b>. Họ cũng có thể dùng tương tác <b><font color='#199C2C'>Hấp Thụ Năng Lượng</font></b> lên Đá Quý hoặc Trang Sức đã sạc để hút năng lượng, đổi lại sẽ giúp họ tăng nhu cầu Năng Lượng.",
  "The <b><font color='#199C2C'>power</font></b> of a charged Gemstone or Jewelry piece depends on what <b><font color='#199C2C'>crystal</font></b> it was made from. Each crystal has a unique power.\\n\\nGemstones will spread their power to <b><font color='#199C2C'>everyone closeby</font></b>. Jewelry will give their power to the Sim <b><font color='#199C2C'>wearing</font></b> it with their current outfit.\\n\\nSims under the influence of a charged crystal will get a special <b><font color='#199C2C'>Moodlet</font></b>. Read the description to learn more about its powers!\\n\\nMost Crystal powers have a passive effect, but items crafted with Jet also have a special interaction on the item itself.": "Sức <b><font color='#199C2C'>mạnh</font></b> của Đá Quý hoặc Trang Sức đã sạc phụ thuộc vào loại <b><font color='#199C2C'>tinh thể</font></b> tạo nên nó. Mỗi tinh thể có một sức mạnh riêng.\\n\\nĐá Quý sẽ lan tỏa sức mạnh của chúng đến <b><font color='#199C2C'>mọi người xung quanh</font></b>. Trang Sức sẽ ban sức mạnh của chúng cho Sim <b><font color='#199C2C'>đang đeo</font></b> cùng với trang phục hiện tại.\\n\\nSim chịu ảnh hưởng của tinh thể đã sạc sẽ nhận được một <b><font color='#199C2C'>Cảm Xúc</font></b> đặc biệt. Đọc mô tả để tìm hiểu thêm về sức mạnh của nó nhé!\\n\\nĐa số sức mạnh Tinh Thể có hiệu ứng thụ động, nhưng vật phẩm được chế tác bằng Jet cũng có một tương tác đặc biệt trên chính vật phẩm đó.",
  "Place your Gemstones and Jewelry on a Crystal Grid <b><font color='#199C2C'>outdoors between 7pm and 7am</font></b> to charge them. You can do this by <b><font color='#199C2C'>dragging</font></b> items to the Grid, by selecting <b><font color='#199C2C'>Charge Items</font></b> on the Grid, or selecting <b><font color='#199C2C'>Charge on Crystal Grid</font></b> on the Gemstone or Jewelry piece.\\n\\nThe Crystal Grid has a helpful <b><font color='#199C2C'>tooltip</font></b> which explains if it is charging or not, what speed it is charging at, and the status of the individual items on the Grid. You can also look out for the <b><font color='#199C2C'>magical glow</font></b> of a fully charged crystal!": "Đặt Đá Quý và Trang Sức của bạn lên Lưới Tinh Thể <b><font color='#199C2C'>ngoài trời từ 7 giờ tối đến 7 giờ sáng</font></b> để nạp năng lượng cho chúng nha. Bạn có thể làm điều này bằng cách <b><font color='#199C2C'>kéo</font></b> các vật phẩm vào Lưới, bằng cách chọn <b><font color='#199C2C'>Nạp Năng Lượng cho Vật Phẩm</font></b> trên Lưới, hoặc chọn <b><font color='#199C2C'>Nạp Năng Lượng trên Lưới Tinh Thể</font></b> trên Đá Quý hoặc Trang Sức.\\n\\nLưới Tinh Thể có một <b><font color='#199C2C'>mô tả công cụ</font></b> hữu ích giải thích xem nó có đang sạc hay không, tốc độ sạc là bao nhiêu và trạng thái của từng vật phẩm trên Lưới. Bạn cũng có thể để ý <b><font color='#199C2C'>ánh sáng kỳ diệu</font></b> của một tinh thể đã được sạc đầy đó!",
  "When you're done charging your Gemstones and Jewelry, you can <b><font color='#199C2C'>pick them up</font></b> from the Crystal Grid and place it in your Sim's home or inventory, or make your Sim wear them.\\n\\nGemstones will start to <b><font color='#199C2C'>lose their charge</font></b> as soon as they stop charging. Jewelry only loses its charge when worn with the Sim's current outfit. You can check the <b><font color='#199C2C'>tooltip</font></b> of the item to see how much charge is remaining.": "Khi bạn sạc xong Đá Quý và Trang Sức, bạn có thể <b><font color='#199C2C'>lấy chúng</font></b> từ Lưới Tinh Thể và đặt chúng trong nhà hoặc hành trang của Sim, hoặc cho Sim đeo chúng.\\n\\nĐá Quý sẽ bắt đầu <b><font color='#199C2C'>mất năng lượng</font></b> ngay khi chúng ngừng sạc. Trang Sức chỉ mất năng lượng khi được đeo cùng trang phục hiện tại của Sim. Bạn có thể xem <b><font color='#199C2C'>chú giải công cụ</font></b> của vật phẩm để biết còn bao nhiêu năng lượng.",
  "You can find Crystals and Metals by <b><font color='#199C2C'>digging at rocks</font></b> found across the Neighborhoods. The areas around the Parks in Oasis Springs and Willow Creek are great places to start!\\n\\nOnce your Sim reaches Gemology Skill level 3, they can cut a <b><font color='#199C2C'>Crystal Seed</font></b> and plant it to grow a <b><font color='#199C2C'>Crystal Tree</font></b>. The more you take care of and evolve the tree, the rarer Crystals it will produce!": "Bạn có thể tìm thấy Pha Lê và Kim Loại bằng cách <b><font color='#199C2C'>đào đá</font></b> ở khắp các khu dân cư. Các khu vực xung quanh Công viên ở Ốc Đảo Mùa Xuân và Lạch Liễu là những nơi tuyệt vời để bắt đầu đó!\\n\\nKhi Sim của bạn đạt đến cấp độ Kỹ năng Đá quý 3, họ có thể cắt một <b><font color='#199C2C'>Hạt giống Pha lê</font></b> và trồng nó để phát triển <b><font color='#199C2C'>Cây Pha lê</font></b>. Bạn càng chăm sóc và phát triển cây, nó sẽ tạo ra những Pha lê càng hiếm!",
  "Design and craft your own <b><font color='#199C2C'>custom Jewelry</font></b> and cut dazzling <b><font color='#199C2C'>Gemstones</font></b> with the Gemology Skill. Decorate your Sims and their homes, make buckets of Simoleons, and discover the hidden power of crystals!\\n\\nAll you need to get started is <b><font color='#199C2C'>The All-In-One Gemology Table By Humphrey Inc.</font></b> from the Creative subcategory under Activities and Skills in Build Mode.": "Thiết kế và chế tác <b><font color='#199C2C'>trang sức độc đáo</font></b> của riêng bạn và cắt những viên <b><font color='#199C2C'>đá quý</font></b> lấp lánh bằng Kỹ năng Đá quý. Trang trí cho Sims và nhà của họ, kiếm cả đống Simoleon và khám phá sức mạnh tiềm ẩn của các loại tinh thể nhé!\\n\\nĐể bắt đầu, bạn chỉ cần <b><font color='#199C2C'>Bàn Chế tác Đá quý Tất cả trong Một của Humphrey Inc.</font></b> trong danh mục Sáng tạo ở mục Hoạt động và Kỹ năng trong Chế độ Xây dựng.",
  "Select <b><font color='#199C2C'>Design Jewelry</font></b> on the Gemology Table to start making your own Jewelry. Customize it by selecting a design, a metal, and a crystal (if applicable).\\n\\nTo make Gemstones, select <b><font color='#199C2C'>Cut Gemstones</font></b> on the Gemology Table, and combine a cut with a crystal.\\n\\nIncrease your Sim's Gemology Skill to <b><font color='#199C2C'>unlock</font></b> new Jewelry designs and Gemstone cuts.": "Chọn <b><font color='#199C2C'>Thiết Kế Trang Sức</font></b> trên Bàn Chế Tác Đá Quý để bắt đầu tự làm trang sức của bạn. Tùy chỉnh bằng cách chọn kiểu dáng, kim loại và pha lê (nếu có nha).\\n\\nĐể làm Đá Quý, chọn <b><font color='#199C2C'>Cắt Đá Quý</font></b> trên Bàn Chế Tác Đá Quý, rồi kết hợp kiểu cắt với pha lê nhen.\\n\\nTăng kỹ năng Chế Tác Đá Quý của Sim để <b><font color='#199C2C'>mở khóa</font></b> kiểu dáng trang sức và kiểu cắt đá quý mới nghen.",
  "You can make a pretty Simoleon by selling crafted Jewelry and Gemstones! Their value depends on the <b><font color='#199C2C'>unlock level</font></b> of the design, the <b><font color='#199C2C'>Quality</font></b> of the piece, and the <b><font color='#199C2C'>rarity</font></b> of the crystal and metals used.\\n\\nSims that are in the <b><font color='#199C2C'>Focused</font></b> mood have a higher chance of creating high Quality pieces.": "Bạn có thể kiếm kha khá Simoleon bằng cách bán Trang Sức và Đá Quý chế tác đó! Giá trị của chúng phụ thuộc vào <b><font color='#199C2C'>cấp độ mở khóa</font></b> của thiết kế, <b><font color='#199C2C'>Chất Lượng</font></b> của món đồ, và độ <b><font color='#199C2C'>hiếm</font></b> của pha lê và kim loại được sử dụng.\\n\\nSim đang ở trạng thái <b><font color='#199C2C'>Tập Trung</font></b> sẽ có nhiều cơ hội tạo ra những món đồ có Chất Lượng cao hơn đó nha.",
  "Both Gemstones and Jewelry can be <b><font color='#199C2C'>charged</font></b> to unlock their innate powers! Check out the <b><font color='#199C2C'>Crystal Charging</font></b> lesson to learn more.": "Cả Đá Quý và Trang Sức đều có thể được <b><font color='#199C2C'>nạp năng lượng</font></b> để mở khóa sức mạnh tiềm ẩn của chúng! Xem bài học <b><font color='#199C2C'>Nạp Năng Lượng Pha Lê</font></b> để tìm hiểu thêm nha.",
  "If the <b><font color='#199C2C'>ingredients</font></b> chosen are available in the <b><font color='#199C2C'>inventory</font></b> of the Sim or the Gemology Table, they will be used in the crafting process. This <b><font color='#199C2C'>reduces the crafting cost</font></b>.\\n\\n<b><font color='#199C2C'>Common and uncommon</font></b> crystals and metals that your Sim doesn't already have can be bought directly in the crafting menu. <b><font color='#199C2C'>Rare</font></b> crystals and metals have to be acquired beforehand to craft with them.": "Nếu <b><font color='#199C2C'>nguyên liệu</font></b> bạn chọn có sẵn trong <b><font color='#199C2C'>túi đồ</font></b> của Sim hoặc Bàn Chế Tác Đá Quý, chúng sẽ được dùng để chế tạo nha. Nhờ vậy mà <b><font color='#199C2C'>giảm chi phí chế tạo</font></b> đó.\\n\\nMấy loại tinh thể và kim loại <b><font color='#199C2C'>thường và ít gặp</font></b> mà Sim chưa có thì mua luôn trong menu chế tạo cho lẹ. Còn tinh thể và kim loại <b><font color='#199C2C'>hiếm</font></b> thì phải kiếm trước mới chế tạo được nghen.",
  "Gemology Skill": "Kỹ Năng Nghiên Cứu Đá Quý",
  "To have your Sim wear crafted Jewelry, select either <b><font color='#199C2C'>Wear with Current Outfit</font></b> or <b><font color='#199C2C'>Wear with All Outfits</font></b> under the Wear category on the Jewelry item. Now your Sim will wear the piece with the selected outfit(s) until they remove it from one or all outfits.\\n\\nThis will <b><font color='#199C2C'>replace</font></b> any Jewelry in the same slot. Sims may wear several rings or bracelets, as long as they're on different wrists or fingers!": "Để Sim của bạn đeo Trang Sức thủ công, hãy chọn <b><font color='#199C2C'>Mặc với Trang Phục Hiện Tại</font></b> hoặc <b><font color='#199C2C'>Mặc với Tất Cả Trang Phục</font></b> trong mục Mặc trên món đồ Trang Sức. Giờ thì Sim của bạn sẽ đeo món đồ đó với trang phục đã chọn cho đến khi bạn gỡ nó ra khỏi một hoặc tất cả trang phục.\\n\\nHành động này sẽ <b><font color='#199C2C'>thay thế</font></b> bất kỳ Trang Sức nào trong cùng một vị trí. Sim có thể đeo nhiều nhẫn hoặc vòng tay, miễn là chúng ở trên các ngón tay hoặc cổ tay khác nhau!",
  "Your Sim can <b><font color='#199C2C'>gift</font></b> crafted Jewelry to other Sims!\\n\\nPut the Jewelry in your Sim's inventory, and select the <b><font color='#199C2C'>Gift to</font></b> interaction on the Jewelry piece. You can also use the interaction <b><font color='#199C2C'>Gift Jewelry</font></b> on other Sims in the Friendly social pie menu, then Affection.\\n\\nThe Sim receiving the gift will wear their new Jewelry with their <b><font color='#199C2C'>current outfit</font></b>.": "Sim của bạn có thể <b><font color='#199C2C'>tặng</font></b> Trang Sức thủ công cho Sim khác đó nha!\\n\\nHãy bỏ Trang Sức vào hành trang của Sim, rồi chọn tương tác <b><font color='#199C2C'>Tặng cho</font></b> trên món Trang Sức. Bạn cũng có thể dùng tương tác <b><font color='#199C2C'>Tặng Trang Sức</font></b> trên Sim khác trong menu bánh xã giao Thân Thiện, rồi Tình Cảm nữa nè.\\n\\nSim nhận quà sẽ đeo Trang Sức mới với <b><font color='#199C2C'>trang phục hiện tại</font></b> của họ.",
  "If the Jewelry piece is in the world, your Sim will pick it up and add it to their <b><font color='#199C2C'>inventory</font></b> first. Wearable Jewelry will have a special <b><font color='#199C2C'>icon</font></b> on it, which turns green when the piece is worn with any outfit.\\n\\nOnce your Sim has put on crafted Jewelry in Live Mode, you can take it off and put it on again in <b><font color='#199C2C'>Create a Sim</font></b>.": "Nếu món Trang Sức nằm trong thế giới, Sim của bạn sẽ nhặt nó lên và thêm vào <b><font color='#199C2C'>hành trang</font></b> trước nha. Trang Sức đeo được sẽ có một <b><font color='#199C2C'>biểu tượng</font></b> đặc biệt, biểu tượng này sẽ chuyển sang màu xanh lục khi món đồ được đeo với bất kỳ trang phục nào đó.\\n\\nKhi Sim của bạn đã đeo Trang Sức thủ công trong Chế Độ Sống, bạn có thể tháo ra và đeo lại trong <b><font color='#199C2C'>Tạo Sim</font></b> đó.",
  "Sims can use a crafted Ring to <b><font color='#199C2C'>propose</font></b> to their Boyfriend or Girlfriend!\\n\\nPut it in their inventory and use the <b><font color='#199C2C'>Propose to</font></b> interaction on the Ring, or the <b><font color='#199C2C'>Propose with Crafted Ring</font></b> interaction on their partner in the Romance category.\\n\\nThe Sim who gets proposed to will wear their new Ring with <b><font color='#199C2C'>all outfits</font></b>.": "Sim có thể dùng Nhẫn tự làm để <b><font color='#199C2C'>cầu hôn</font></b> bạn trai hoặc bạn gái đó nha!\\n\\nNhét nó vào túi đồ của Sim rồi dùng tương tác <b><font color='#199C2C'>Cầu Hôn</font></b> trên Nhẫn, hoặc dùng tương tác <b><font color='#199C2C'>Cầu Hôn Bằng Nhẫn Tự Làm</font></b> trên đối tượng ở mục Tình Cảm lãng mạn hen.\\n\\nSim được cầu hôn sẽ đeo chiếc Nhẫn mới với <b><font color='#199C2C'>mọi trang phục</font></b> luôn đó.",
  "Wearing & Gifting Jewelry": "Đeo & Tặng Trang Sức",
  "Mooninbrites": "Ánh Trăng Lấp Lánh",
  "Boost your day with the power of crystals!": "Nạp năng lượng cho ngày mới với sức mạnh của pha lê!",
  "The only thing better than a shiny, new jewelry piece is a shiny, new jewelry piece that you crafted yourself.": "Điều duy nhất tuyệt vời hơn một món trang sức mới toanh, sáng bóng là một món trang sức mới toanh, sáng bóng do chính tay bạn làm ra.",
  "Is there anything more rewarding than taking a raw crystal and revealing its inner beauty through the <i>perfect</i> cut?": "Còn gì tuyệt vời hơn việc biến một viên pha lê thô thành một tác phẩm tuyệt đẹp qua một đường cắt <i>hoàn hảo</i> chứ?"
}