{
  "Who needs a fancy new activity table when some imagination and a little cardboard can create something entirely new.": "Ai cần bàn hoạt động xịn sò làm gì khi chỉ cần một chút trí tưởng tượng và bìa carton là đã tạo ra được một thứ hoàn toàn mới rồi nè.",
  "Crafty Little Car Activity Table": "Bàn Hoạt Động Ô Tô Tí Hon Khéo Léo",
  "Bring your backyard campout to the next level with this semi-comfy fold-up bed with folding legs that keep you off of the cold hard ground.": "Nâng tầm cắm trại sau vườn của bạn với cái giường gấp bán thoải mái này, có chân gấp để bạn không phải nằm trên đất lạnh cứng ngắc nha.",
  "Underneath the Stars Fold-Up Bed": "Giường Gấp Ngắm Sao",
  "Roast marshmallows and stay warm with this sturdy and safe firepit. Perfect for your backyard!": "Nướng kẹo dẻo và giữ ấm với cái hố lửa chắc chắn và an toàn này nha. Quá hoàn hảo cho sân sau của bạn luôn đó!",
  "Cozy Backyard Firepit": "Hố Lửa Sân Sau Ấm Cúng",
  "Why buy a dollhouse when you can just make your own? And why build a regular house when you can build a rocket house? The possibilities are endless!": "Mua nhà búp bê làm gì khi mình tự làm được nè? Mà xây nhà bình thường làm chi khi mình xây nhà tên lửa được ta? Muốn làm gì cũng được hết á!",
  "Up, Up into the Stars Dollhouse": "Nhà Búp Bê Vươn Lên Những Vì Sao",
  "Special Don't Wake the Llama Yeti Edition.": "Phiên bản đặc biệt Người Tuyết Đừng Đánh Thức Lạc Đà!",
  "Don't Wake the Llama Yeti Edition": "Đừng Đánh Thức Lạc Đà Không Bướu Phiên Bản Người Tuyết",
  "This string of lights is really low to the ground. Maybe it's for ambiance? Perhaps they're string lights for ants!": "Dây đèn này thấp tè tè. Chắc là để tạo không khí ảo diệu thôi nhỉ? Hay là đèn giăng cho kiến xài ta!",
  "String Lights for Ants": "Đèn nháy bé tí hon cho kiến",
  "Nothing says 'backyard charm' like a jar full of fireflies. Luckily, these mini string lights from the hardware store only cost a few Simoleons, and no real fireflies were captured to create this cute outdoor lamp.": "Không gì nói lên sự \"duyên dáng sân sau\" hơn một lọ đầy đom đóm. May mắn là mấy cái đèn dây nhỏ xinh này mua ở cửa hàng phần cứng chỉ tốn vài Simoleon thôi, với lại chẳng có con đom đóm thật nào bị bắt để tạo ra cái đèn ngoài trời dễ thương này đâu nha.",
  "Jar Full of Fireflies": "Hũ Đựng Đầy Đom Đóm",
  "This lamp is sturdy enough for outdoor use and cute enough to go anywhere with your space-obsessed little one.": "Cái đèn này đủ bền để dùng ngoài trời mà cũng đủ xinh để mấy nhóc tì mê vũ trụ nhà bạn tha đi khắp nơi đó.",
  "Light My Way to the Moon Lamp": "Đèn Ánh Trăng Dẫn Lối Em",
  "Why stay indoors to watch television when you can hang up a blanket and project the TV on it to enjoy every warm summer night.": "Sao phải ở trong nhà xem ti vi khi mà mình có thể treo cái mền lên rồi chiếu ti vi lên đó để tận hưởng mọi đêm hè ấm áp chứ.",
  "Backyard TV Projector": "Máy chiếu TV sân sau",
  "Keep the wet grass from ruining your late-night backyard adventures with this waterproof lawn blanket.": "Giữ cho cỏ ướt không làm hỏng những cuộc vui chơi khuya ở sân sau của bạn với chiếc chăn chống thấm nước này nha.",
  "Outdoor Lawn Blanket": "Mền Trải Bãi Cỏ Ngoài Trời",
  "When your parent won't splurge on a new tent, some blankets and PVC do the job just fine!": "Khi phụ huynh hổng chịu chi tiền mua lều mới, thì vài tấm chăn với ống nhựa PVC cũng đủ xài gòi!",
  "Ultimate Fantasy Blanket Fort": "Pháo Đài Chăn Mộng Mơ Tột Đỉnh",
  "A pillow is a must-have for every sleepover. It's always good to bring your own with you, just in case you get a bit homesick.": "Gối là thứ không thể thiếu cho mỗi buổi ngủ lại nhà bạn bè đó nha. Tốt nhất là nên mang theo gối của mình cho chắc, lỡ có nhớ nhà thì còn có cái mà ôm.",
  "Bring Your Own Pillow": "Mang Gối Của Bạn Đi Nha",
  "Pop-up books are loads of fun. This one is left open to the best part of the story.": "Mấy quyển sách bật hình này vui nhộn lắm á. Quyển này đang mở ngay trang hay nhất của truyện nè.",
  "Pop-Up Storytime": "Kể Chuyện Bất Ngờ",
  "This sweet little gnome has a weakness for marshmallowy goodness on a warm summer's night.": "Chú lùn nhỏ nhắn đáng yêu này có một điểm yếu với món kẹo marshmallow ngọt ngào trong một đêm hè ấm áp.",
  "The Sweetest Little Gnome": "Chú Lùn Ngọt Ngào Nhất Quả Đất",
  "No backyard sleepover is complete without a smorgasbord of gooey, chocolatey treats!": "Ối dồi ôi, ngủ ngoài trời mà thiếu mấy món sô-cô-la dẻo dẻo ngọt ngọt thì còn gì là vui nữa chời!",
  "More Smores": "Nhiều S'mores Hơn Đê!",
  "Backyard campouts need lots of surfaces. When you run out, you make do with what you can find!": "Đi cắm trại ở sân sau cần nhiều chỗ bày biện lắm á. Hết chỗ thì đành dùng tạm mấy thứ có sẵn thôi!",
  "Makeshift Shelf": "Kệ Tạm Bợ",
  "This chair comes in a variety of little pals in little critter form. Perfect for your little one.": "Cái ghế này có đủ loại bạn nhỏ hình thú cưng luôn á. Quá hợp với mấy nhóc tì nhà bạn luôn đó.",
  "Little Pals Folding Chair": "Ghế xếp bạn thân nhí",
  "These chairs were found in the back of an old abandoned shed. They may not be the most comfortable, but they get the job done!": "Mấy cái ghế này lụm được ở đằng sau cái nhà kho bỏ hoang cũ rích. Chắc là ngồi không sướng lắm đâu, nhưng mà dùng được việc đó!",
  "Needs Paint Backyard Chair": "Cần Sơn Lại Ghế Sau Vườn nè.",
  "TV nights under the stars require a lot of seating. When you run out, an upturned crate and cozy blanket could end up being the best seat in the house.": "Những đêm xem TV dưới trời sao cần nhiều chỗ ngồi lắm đó nha. Khi hết chỗ rồi thì một cái thùng lật ngược với tấm chăn ấm áp có khi lại là chỗ ngồi xịn sò nhất đó.",
  "Makeshift Extra Seating": "Chỗ Ngồi Thêm Tạm Bợ",
  "Cozy backyard campouts are 10 times better with some sweet tunes. Play your favorites on the Kitty Tunes Radio.": "Những buổi cắm trại ấm cúng ở sân sau sẽ tuyệt vời hơn gấp 10 lần khi có thêm những giai điệu ngọt ngào. Nghe các bài hát yêu thích của bạn trên đài Kitty Tunes Radio nha.",
  "Kitty Tunes Radio": "Đài Mèo Kêu Ò Ó O",
  "The backyard can be a big scary place, even for the bravest little Sim. If you feel a little overwhelmed, Stuffie is here to be a friend.": "Sân sau có thể là một nơi hơi bị đáng sợ đó nha, ngay cả với mấy Sim nhí dũng cảm nhất luôn á. Nếu mà bạn cảm thấy hơi bị choáng ngợp á, thì Stuffie ở đây để làm bạn nè.",
  "Bigfoot Stuffie": "Thú nhồi bông Người Tuyết Chân To",
  "Lights? A little blanket? Could this swing set get any cozier?": "Đèn đóm? Chăn mền nhỏ xinh? Cái xích đu này còn ấm cúng hơn được nữa hả trời?",
  "Cozy Little Swing Set": "Xích đu nhỏ xinh ấm cúng",
  "This table was found in the back of an old abandoned shed. It may need a little paint, but it's perfect for a cozy backyard meal.": "Cái bàn này lượm được ở sau cái chòi cũ bỏ hoang. Chắc là phải sơn lại chút đỉnh á, nhưng mà xài để ăn bữa cơm ấm cúng ngoài vườn sau thì hết sẩy luôn.",
  "Needs Paint Dining Table": "Cần Bàn Ăn Sơn Phết",
  "Need a table in a hurry? This folding table is perfect for all of your on-the-go surface-related needs.": "Cần một cái bàn gấp không? Cái bàn xếp này hoàn hảo cho tất cả các nhu cầu bề mặt khi di chuyển của bạn đó nha.",
  "Little Outdoor Folding Table": "Bàn xếp nhỏ ngoài trời",
  "This gaming table was found in the back of an old abandoned shed. It may need a little paint, but it's perfect for a game of cards or a round of Don't Wake the Llama!": "Cái bàn chơi game này được tìm thấy ở phía sau một cái nhà kho cũ bỏ hoang. Chắc là cần sơn lại một tí, nhưng mà nó hoàn hảo cho một ván bài hoặc một vòng Đừng Đánh Thức Lạc Đà!",
  "Needs Paint Game Table": "Cần Bàn Vẽ Tranh nè.",
  "Some folks say that backyard camping isn't real camping, but we all start somewhere. Get plenty of make-believe time in with the Little Camping Buddy until you're ready for the real thing.": "Mấy cha nội cứ bảo cắm trại sau vườn không tính là cắm trại thật, nhưng ai mà chả phải bắt đầu từ đâu chứ. Cứ tha hồ mà tưởng tượng với bạn Cắm Trại Tí Hon đi, đến khi nào sẵn sàng cho chuyến đi thật thì thôi.",
  "Little Camping Buddy": "Bạn Đồng Hành Cắm Trại Nhỏ Bé",
  "Don't Wake the Llama": "Đừng Đánh Thức Lạc Đà Không Bướu",
  "Replace Don't Wake the Llama": "Đừng Đánh Thức Lạc Đà Alpaca Nha",
  "Backyard Campout": "Đi cắm trại sau hè"
}