{
  "Ding! {0.SimFirstName}'s efficient use of Prepped Ingredients allowed {0.SimPronounObjective} to cook extra meal servings! You can find them in {0.SimFirstName}'s inventory.": "Ding! {0.SimFirstName} dùng Nguyên Liệu Chuẩn Bị hiệu quả ghê, nấu được thêm khẩu phần ăn luôn kìa! Tìm trong túi đồ của {0.SimFirstName} nha.",
  "(From Eating Artful Focaccia)": "(Từ Việc Ăn Focaccia Nghệ Thuật)",
  "(From Eating Curious Pizza)": "(Từ Việc Ăn Pizza Lạ Đời)",
  "(From Eating Pleasantly-Unpleasant Waffles)": "(Từ Việc Ăn Bánh Waffle Vừa Vui Vừa Khó Chịu)",
  "(From Eating Heart's Desire Waffles)": "(Từ Việc Ăn Bánh Waffles Ước Mơ)",
  "(From Selling Poor Quality Pufferfish Nigiri)": "(Từ Việc Bán Nigiri Cá Nóc Chất Lượng Kém)",
  "(From Selling Ambrosia to a Ghost)": "(Từ Việc Bán Ambrosia Cho Ma)",
  "(From Successful Food Sale)": "(Từ Việc Bán Đồ Ăn Thành Công)",
  "(From Selling overpriced Poor Quality food)": "(Từ Việc Bán Đồ Ăn Kém Chất Lượng Với Giá Cao)",
  "(From Selling an Excellent Quality meal)": "(Từ Việc Bán Bữa Ăn Chất Lượng Tuyệt Vời)",
  "(From Selling Food with Garlic to a Vampire)": "(Từ Việc Bán Đồ Ăn Có Tỏi Cho Ma Cà Rồng)",
  "(From Selling Vegetarian Food to a Vegetarian)": "(Từ Việc Bán Đồ Ăn Chay Cho Người Ăn Chay)",
  "(From Selling Raw Meat to a Werewolf)": "(Từ Việc Bán Thịt Sống Cho Người Sói)",
  "(From Selling Curious Pizza to an Alien)": "(Từ Việc Bán Pizza Kỳ Lạ Cho Người Ngoài Hành Tinh)",
  "(From Selling Plasma Food to a Vampire)": "(Từ Việc Bán Đồ Ăn Huyết Tương Cho Ma Cà Rồng)",
  "(From Selling Ice Cream or Drinks in Warm Weather)": "(Từ Việc Bán Kem Hoặc Đồ Uống Trong Thời Tiết Ấm Áp)",
  "(From Selling Trash Fruit Food)": "(Từ Việc Bán Đồ Ăn Làm Từ Trái Cây Rác)",
  "(From Selling Soup)": "(Từ Việc Bán Súp)",
  "(From Selling Ultimate Vampire Cure to a Vampire)": "(Từ Việc Bán Thuốc Giải Ma Cà Rồng Tối Thượng Cho Ma Cà Rồng)",
  "(From Selling Wolf-B-Gone to a Werewolf)": "(Từ Việc Bán Wolf-B-Gone Cho Người Sói)",
  "Chop Chopper": "Máy băm chặt đỉnh của chóp",
  "Slicer and Dicer": "Máy Xắt và Thái Rau Củ Quả",
  "Flavor Fusionist": "Chuyên Gia Pha Chế Hương Vị",
  "Mixing Maestro": "Bậc Thầy Pha Chế",
  "Carb Commerce": "Buôn Bán Tinh Bột",
  "Nom Nom Nomad": "Dân Du Mục Thích Ăn Uống",
  "Hustling Hawker": "Người bán hàng rong năng động",
  "Street Stall Sage": "Thánh Sạp Hàng Đường Phố",
  "(From Appliance Wiz Aspiration)": "(Từ Nguyện Vọng Phù Thủy Gia Dụng)",
  "(From Market Magnate Aspiration)": "(Từ Nguyện vọng Ông Trùm Thị Trường)",
  "{0.SimFirstName} has just mastered the use of small appliances and has become a very efficient chef when it comes to using prepped ingredients in recipes!\\n\\nTrait Earned: Batch Cook\\nSims with the Batch Cook trait are rewarded for their mastery of small appliances with extra servings of prepared meals!": "{0.SimFirstName} vừa mới thành thạo việc sử dụng đồ gia dụng nhỏ rồi, giờ thì nấu ăn siêu đỉnh luôn, đặc biệt là mấy món có sẵn nguyên liệu!\\n\\nNhận được Đặc Điểm: Nấu Ăn Theo Mẻ\\nMấy Sim có đặc điểm Nấu Ăn Theo Mẻ sẽ được thưởng thêm phần ăn khi nấu bằng đồ gia dụng nhỏ đó nha!",
  "This Sim knows their way around small kitchen appliances!": "Sim này rành mấy cái đồ gia dụng nhỏ trong bếp lắm đó!",
  "Appliance Wiz": "Phù Thủy Thiết Bị Gia Dụng",
  "{0.SimFirstName} has just become a salesperson extraordinaire! Running a business is hard work, and they certainly have proved it!\\n\\nTrait Earned: Booth Boss\\nIncrease the odds of items being sold during Sale Events and access a higher markup interaction!": "{0.SimFirstName} vừa trở thành một người bán hàng siêu đỉnh luôn! Quản lý kinh doanh đúng là khó nhằn, và họ đã chứng minh được điều đó rồi đó nha!\\n\\nĐặc điểm mới nhận: Trùm Bàn Bán Hàng\\nTăng cơ hội bán được đồ trong Sự kiện Giảm giá và có thêm tương tác tăng giá bán cao hơn á!",
  "This Sim wants to operate the most profitable Food Stand!": "Sim này muốn vận hành quầy bán đồ ăn có lời nhất nè!",
  "Market Magnate": "Ông Trùm Thị Trường",
  "Who knew carbohydrates could be so aesthetic?": "Ai mà ngờ mấy món tinh bột lại có thể đẹp vậy trời?",
  "Carbspiration": "Carbspiration",
  "Pascal, Vidcund, Lazlo, Tycho, and Nova all know the truth. And now, you do too.": "Pascal, Vidcund, Lazlo, Tycho và Nova đều biết sự thật rồi đó. Giờ thì bạn cũng biết luôn nha.",
  "Pizza is Out There": "Pizza đang ở ngoài kia kìa!",
  "Cause some chaos, the way Lilith would.": "Gây lộn xộn lên đi, theo kiểu của Lilith đó.",
  "That Waffle had Horns!": "Cái Bánh Quế đó có Sừng á!",
  "When you're feeling Angelic, it's easy to be friendly!": "Khi đang cảm thấy Thiên Thần, dễ để trở nên thân thiện lắm đó!",
  "That Waffle was Heavenly!": "Cái bánh waffle kia ngon bá cháy bọ chét!",
  "That Waffle made me want to kiss kiss fall in love!": "Cái bánh waffle này làm tui muốn nhào vô yêu luôn á trời!",
  "Desirable Snack": "Món ăn vặt khoái khẩu",
  "Cooking is so efficient thanks to batter prepared in the Stand Mixer!": "Nấu ăn giờ nhàn hẳn ra nhờ có bột trộn sẵn trong Máy Trộn Bột rồi đó!",
  "Prepped for Success": "Sẵn Sàng Thành Công!",
  "Cooking is so efficient thanks to cookie dough prepared in the Stand Mixer. Now to resist stealing a few bites!": "Nấu ăn hiệu quả hơn hẳn nhờ bột bánh quy chuẩn bị trong Máy trộn đứng rồi nè. Giờ phải ráng đừng ăn vụng vài miếng mới được!",
  "Cooking is so efficient thanks to dough prepared in the Stand Mixer. No kneading necessary!": "Nấu ăn tiện lợi hơn hẳn nhờ có bột làm sẵn trong Máy Trộn Bột. Không cần nhồi bột luôn!",
  "Cooking is so efficient thanks to meat prepared in the Stand Mixer!": "Nấu ăn giờ hiệu quả hơn hẳn nhờ có thịt được chuẩn bị trong Máy Trộn Đứng rồi đó nha!",
  "Cooking is so efficient thanks to meat substitute prepared in the Stand Mixer!": "Nấu ăn tiện lợi hẳn nhờ có đồ thay thế thịt được chuẩn bị sẵn trong Máy Trộn Đứng nè!",
  "Cooking is so efficient thanks to seafood prepared in the Stand Mixer!": "Nấu nướng giờ nhàn tênh nhờ có hải sản làm sẵn trong Máy Trộn Đứng rồi!",
  "Cooking is so efficient thanks to veggies prepared in the Stand Mixer. No peeling necessary!": "Nấu ăn tiện quá trời nhờ có rau củ quả đã được chuẩn bị trong Máy Trộn Đứng rồi nè. Không cần gọt vỏ gì hết á!",
  "Who would've thought {0.SimFirstName}'s cuisine could be so disruptive?": "Ai mà ngờ được món ăn của {0.SimFirstName} lại gây sóng gió đến vậy cơ chứ?",
  "Agent of Chaos": "Kẻ Gây Rối.",
  "There's something strange in the neighborhood... no more! {0.SimFirstName}'s culinary skills have brought a ghost back to life.": "Hình như trong xóm có gì đó lạ... mà thôi! Tay nghề nấu nướng của {0.SimFirstName} đã gọi một bóng ma sống lại rồi nè.",
  "{0.SimFirstName}'s business? Your unfinished business!": "Việc làm ăn của {0.SimFirstName} á? Việc còn dang dở của mình đó!",
  "{0.SimFirstName}'s cool treats are the perfect way to beat the heat!": "Mấy món ăn vặt mát lạnh của {0.SimFirstName} là cách tuyệt vời để đánh tan cái nóng đó nha!",
  "Coolest Vendor on the Street": "Người Bán Hàng Ngầu Nhất Phố!",
  "Welcome back to the world of the living! {0.SimFirstName}'s vampire customer will be walking on sunshine soon...": "Chào mừng bạn trở lại thế giới người sống! Khách hàng ma cà rồng của {0.SimFirstName} sắp được tắm nắng sớm thôi...",
  "Fang Fixer": "Sửa Răng Ma Cà Rồng",
  "{0.SimFirstName}'s garlic based meal will give vampires more than bad breath...": "Bữa ăn tỏi của {0.SimFirstName} sẽ khiến ma cà rồng không chỉ bị hôi miệng đâu à nha...",
  "Bon App the Teeth!": "Chúc các bạn có một bữa ăn ngon miệng!",
  "9/10 vampires would call {0.SimFirstName} plasmalicious!": "9 trên 10 ma cà rồng sẽ gọi {0.SimFirstName} là ngon bá cháy đó!",
  "Fang-Tastic Deal!": "Ưu đãi siêu hot!",
  "Presentation is everything! Junk food has nothing on {0.SimFirstName}'s trashicatessen.": "Hình thức là tất cả! Đồ ăn vặt á hả, không có cửa so với món \"trashicatessen\" của {0.SimFirstName} đâu nha.",
  "Live Fast, Eat Trash!": "Sống nhanh, ăn rác!",
  "Full bellies equal full pockets! {0.SimFirstName} had a very profitable Food Sale.": "Bụng no thì túi cũng căng phồng! {0.SimFirstName} vừa có một buổi Bán Đồ Ăn siêu lời luôn á.",
  "Kaching!": "Ting ting!",
  "{0.SimFirstName}'s raw meat brings all the wolves to the yard!": "Thịt sống của {0.SimFirstName} quyến rũ lũ sói đến tận sân nhà luôn kìa!",
  "Meat the Beast": "Ra Mắt Quái Vật Thịt",
  "{0.SimFirstName}'s soup is bringing joy to the neighborhood. It's like a hug you can eat!": "Súp của {0.SimFirstName} đang mang niềm vui đến khu phố nè. Cứ như một cái ôm mà ăn được luôn đó!",
  "More Soup For You!": "Thêm Súp Cho Bạn Nữa Nè!",
  "Top shelf prices, bottom shelf quality... Oops!": "Giá trên trời, chất lượng dưới đáy... Ui cha!",
  "Sometimes things that are expensive, are worse...": "Đôi khi mấy thứ đắt tiền chưa chắc đã ngon đâu à nha...",
  "{0.SimFirstName}'s meals seem to be making everyone's day!": "Hình như món ăn của {0.SimFirstName} làm ai cũng thấy vui vẻ á!",
  "Satisfied Customer": "Khách hàng hài lòng",
  "{0.SimFirstName} has experienced a dough encounter of the third kind! Even aliens come from Sixam to buy {0.SimPronounPossessiveDependent} delicious pizza.": "{0.SimFirstName} vừa trải qua một cuộc gặp gỡ bột mỳ ngoài hành tinh luôn rồi! Đến cả người ngoài hành tinh từ Sixam cũng phải mò tới mua pizza ngon tuyệt của {0.SimPronounPossessiveDependent} đó.",
  "The food is out there...": "Đồ ăn ở ngoài kia kìa...",
  "Give peas a chance. {0.SimFirstName}'s spreading veggie love to vegetarian customers!": "Hãy trao cơ hội cho đậu Hà Lan. {0.SimFirstName} đang lan tỏa tình yêu rau củ đến những khách hàng ăn chay đó!",
  "Veggie Victory": "Chiến Thắng Rau Củ!",
  "Thanks to {0.SimFirstName}'s Wolf-B-Gone, {0.SimPronounPossessiveDependent} werewolf customer's howling days are over.": "Nhờ có Wolf-B-Gone của {0.SimFirstName}, mấy ngày tru tréo của khách hàng người sói nhà {0.SimPronounPossessiveDependent} coi như xong rồi nha.",
  "Tamed the Beast": "Thuần hóa Quái thú",
  "Sauté & Style": "Xào Nấu & Phong Cách",
  "Culinary Charm": "Vẻ Quyến Rũ Ẩm Thực",
  "Liminal Limestone Tile": "Gạch đá vôi lơ lửng",
  "Hot off the assembly line from everyone's favorite difficult-to-pronounce-furniture sales giant, the SINI seamless cabinets wil make your guests look up and exclaim, \"is that built in lighting?!\"": "Vừa ra lò từ cái xưởng nội thất mà ai cũng thích nhưng mà khó đọc tên kinh khủng khiếp, tủ liền mạch SINI sẽ làm khách của bạn phải ngước nhìn và thốt lên, \"Ủa đèn chiếu sáng gắn liền luôn hả?!\"",
  "SINI Seamless Cabinets": "Tủ Liền Mạch SINI",
  "Stand strong or pull up a seat to these island counters from everyone's favorite difficult-to-pronounce-furniture sales giant. Who could resist the sleek design and paneling?": "Đứng vững hay kéo ghế ngồi xuống mấy cái quầy đảo bếp này từ cái hãng bán nội thất khó-đọc-tên mà ai cũng thích nè. Ai mà cưỡng lại được cái thiết kế với ốp ván bóng bẩy này chứ?",
  "SINI Seamless Island Counters": "Quầy Đảo Liền Mạch SINI",
  "Drawers and open space for all your kitchen storage needs, the SINI Seamless Counters will make it so you never forget where you've stashed your cutting board ever again.": "Mấy cái ngăn kéo với chỗ trống để chứa đồ bếp, bộ quầy bếp SINI Seamless này sẽ giúp bạn không bao giờ quên mình đã nhét cái thớt ở đâu nữa đó nha.",
  "SINI Seamless Counters": "Quầy liền mạch SINI",
  "Dishwashers are amazing to have, but they're also a great waste of storage space in your kitchen. The ChowBella Compact Dishwasher is equipped with powerful jets and high-pressure nozzles to efficiently clean up all the dishes that can fit in it's highly space-optimized tub! The smaller frame makes it possible to still have storage on the side. The best of both worlds!": "Máy rửa chén bát thì đúng là xịn thật, nhưng mà nó cũng tốn diện tích bếp ghê đó. Máy rửa chén nhỏ gọn ChowBella được trang bị vòi phun mạnh mẽ với áp suất cao để rửa sạch sẽ hết chén đĩa mà nhét vừa vào cái bồn rửa siêu tiết kiệm diện tích của nó! Cái khung nhỏ hơn cho phép mình vẫn có chỗ chứa đồ ở bên cạnh. Đúng là nhất cử lưỡng tiện luôn!",
  "ChowBella Compact Dishwasher": "Máy Rửa Bát Tí Hon ChowBella",
  "Lactose Free Batter": "Bột không đường Lactose",
  "Prepped Meat Substitute": "Thịt chay đã sơ chế",
  "Handheld Focaccia": "Bánh mì Focaccia cầm tay",
  "Batter": "Bột nhão",
  "Cookie Dough": "Bột làm bánh quy á.",
  "Dough": "Bột nhào",
  "Prepped Seafood": "Hải Sản Sơ Chế",
  "Prepped Meat": "Thịt đã sơ chế",
  "Prepped Veggies": "Rau củ đã sơ chế",
  "Pizza Caliente": "Pizza Caliente",
  "Curious Pizza": "Pizza Tò Mò",
  "Artful Focaccia": "Focaccia Nghệ Thuật",
  "Herb Focaccia": "Bánh mì Focaccia thảo mộc",
  "Sfincione": "Sfincione",
  "Garden Pizza": "Pizza Vườn Nhà",
  "Pizza Margherita": "Pizza Margherita",
  "Pizza Marinara": "Pizza Marinara",
  "Pineapple Pizza": "Pizza dứa á? Ngộ ha.",
  "Pizza Quattro Stagioni": "Pizza Bốn Mùa",
  "Seafood Pizza": "Pizza Hải Sản",
  "Apple Bacon Waffles": "Bánh Quế Táo Thịt Xông Khói",
  "Banana Split Waffles": "Bánh Waffles Chuối Chia Kem",
  "Berry Waffles": "Bánh Waffle Dâu Tây",
  "Cured Fish Waffles": "Bánh Waffle Cá Ướp Muối",
  "Mushroom Waffles": "Bánh waffle nấm",
  "Pumpkin Spice Waffles": "Bánh quế bí ngô vị quế",
  "Saffron Waffles": "Bánh Waffle Nghệ Tây",
  "Pleasantly-Unpleasant Waffles": "Bánh Waffles Dễ Thương Khó Ở",
  "Heart's Desire Waffles": "Bánh Quế Ước Nguyện Từ Tim",
  "Pizza Caliente Slice": "Một miếng Pizza Caliente nè.",
  "Curious Pizza Slice": "Miếng pizza tò mò",
  "Garden Pizza Slice": "Miếng pizza vườn nè.",
  "Pizza Margherita Slice": "Pizza Margherita (miếng)",
  "Pizza Marinara Slice": "Pizza Marinara Miếng",
  "Pineapple Pizza Slice": "Miếng pizza dứa nè.",
  "Pizza Quattro Stagioni Slice": "Miếng pizza Quattro Stagioni",
  "Seafood Pizza Slice": "Miếng pizza hải sản nè.",
  "Apple Bacon Waffle": "Bánh Waffle Táo Thịt Xông Khói",
  "Berry Waffle": "Bánh Quế Berry",
  "Chicken & Waffle": "Gà rán và bánh waffle nè!",
  "Cured Fish Waffle": "Bánh Waffle Cá Muối Khô",
  "Mushroom Waffle": "Bánh Waffle Nấm",
  "Plain Waffle": "Bánh Quế Thường",
  "Pumpkin Spice Waffle": "Bánh Waffle Bí Đỏ",
  "Saffron Waffle": "Bánh Quế Nghệ Tây",
  "Pleasantly-Unpleasant Waffle": "Bánh Waffle Vừa Ngon Vừa \"Cay\"",
  "Heart's Desire Waffle": "Bánh Waffle Ước Mơ Từ Trái Tim",
  "Technology does not stop at your TV or smartphone, kitchen appliances are just as impressive! The ChowBella Sleek Fridge features a wide range of modern day cooling solutions to safely store ingredients that can't wait to be turned into something absolutely delicious! It also looks really good, and that's probably why you bought it isn't it?": "Công nghệ đâu chỉ dừng lại ở TV hay điện thoại thông minh, đồ gia dụng nhà bếp cũng ấn tượng không kém đó nha! Tủ lạnh ChowBella Sleek có cả tá giải pháp làm lạnh hiện đại để bảo quản an toàn mấy nguyên liệu đang chờ được biến thành món ngon tuyệt cú mèo! Mà nó cũng đẹp nữa, chắc đó là lý do bạn mua nó phải không?",
  "ChowBella Sleek Fridge": "Tủ Lạnh Bóng Bẩy ChowBella",
  "What if there was a way to optimize a ceiling light? The SINI Hanging Shelf is the answer to that question! With a spacious double-decker shelf featuring a bright LED light, you will have easy access to your most used tools and ingredients in a stylish storage solution.": "Nếu có cách tối ưu hóa đèn trần thì sao nhỉ? Kệ Treo SINI chính là câu trả lời đó! Với kệ hai tầng rộng rãi kèm đèn LED sáng choang, bạn sẽ dễ dàng lấy được những dụng cụ và nguyên liệu hay dùng nhất, lại còn là một giải pháp lưu trữ đầy phong cách nữa chứ.",
  "SINI Hanging Shelf - Short": "Kệ Treo Tường SINI - Ngắn",
  "Wow, those are some high ceilings! The SINI Hanging Shelf offers a modern open shelving and lighting solution for all types of homes. Create a functional space out of unreachable spaces and brighten it up as well! What more could you ask? Decorate your kitchen in style with SINI!": "Uầy, trần nhà cao dữ thần! Kệ Treo SINI là giải pháp kệ mở hiện đại, lại có đèn đóm cho mọi kiểu nhà luôn á. Biến mấy chỗ khó với thành không gian hữu dụng, lại còn làm nó sáng sủa nữa chứ! Còn đòi hỏi gì hơn nữa đây? Trang trí bếp núc cho chất lừ với SINI thôi!",
  "SINI Hanging Shelf - Medium": "Kệ Treo SINI - Vừa",
  "Okay, now THOSE are some high ceilings. But don't worry, we've got you covered too! The SINI Hanging Shelf is a stylish storage and lighting solution to a tall walls house's storage problems. Get the most out of your kitchen space and make it bright and cozy while you're at it, with SINI!": "Ôi chao, trần nhà cao dữ! Nhưng đừng lo, tụi mình lo hết cho bạn rồi! Kệ Treo SINI vừa là giải pháp lưu trữ phong cách, vừa là đèn đóm cho mấy căn nhà tường cao mà hay thiếu chỗ để đồ á. Tận dụng tối đa không gian bếp của bạn, mà còn làm cho nó sáng sủa với ấm cúng nữa chứ, có SINI là hết sẩy con bà bảy!",
  "SINI Hanging Shelf - Long": "Kệ Treo SINI - Dài",
  "These empty plates stand proudly as blank canvases, poised and polished to perfection. Their ceramic catches the light with gusto, flashing wistful glints toward inspired onlookers, practically <i>daring</i> them to create masterful culinary creations upon their surfaces. And to think, their malleable destinies could be in your hands!": "Mấy cái đĩa trống trơn này đứng chảnh chọe như mấy bức tranh trắng, bóng loáng hoàn hảo luôn á. Gốm sứ của tụi nó bắt sáng ghê lắm, cứ nhấp nháy mấy tia sáng kiểu mong chờ về phía mấy người đang ngắm nghía, kiểu như <i>dám</i> thách thức ai đó trổ tài nấu nướng đỉnh cao trên mặt tụi nó vậy đó. Nghĩ xem, số phận mềm dẻo của tụi nó có thể nằm trong tay cậu đó!",
  "Plates of Infinite Potential": "Đĩa Vô Hạn Tiềm Năng",
  "Toss it around and try not to drop it. This is just some pizza dough.": "Cứ quăng qua quăng lại đi, đừng làm rớt nha. Đây chỉ là bột pizza thôi mà.",
  "Pizza Dough": "Bột bánh pizza",
  "Is that the aroma of fresh baked pizza cooking on an open flame? The ChowBella Portable Pizza Oven is the perfect addition to your kitchen or outdoor grilling space! Fire it up and treat yourself to a delicious slice or two.": "Có phải mùi thơm của pizza nướng lò củi không đó? Lò nướng pizza di động ChowBella là sự bổ sung hoàn hảo cho căn bếp hoặc khu vực nướng ngoài trời của bạn đó nha! Bật lửa lên và tự thưởng cho mình một hoặc hai lát pizza ngon lành đi nào.",
  "ChowBella Portable Pizza Oven": "Lò Nướng Pizza Di Động ChowBella",
  "Nothing says love like a homemade meal, especially if that meal was made by your grandma! In this handy cookbook, Nonna Caterine has captured all of her favorite recipes. With this culinary treasure trove in your kitchen, the answer to the eternal question \"What's for dinner?\" will always be at your fingertips!": "Còn gì tuyệt vời hơn một bữa cơm nhà làm, đặc biệt là khi món đó do bà ngoại nấu chứ! Trong cuốn sách nấu ăn tiện dụng này, Nonna Caterine đã ghi lại tất cả những công thức nấu ăn mà bà yêu thích. Với kho tàng ẩm thực này trong bếp, câu trả lời cho câu hỏi muôn thuở \"Tối nay ăn gì?\" sẽ luôn nằm trong tầm tay bạn đó!",
  "Nonna's Cookbook": "Sách Nấu Ăn của Bà Nội",
  "Crafting the perfect pizza is not for the faint of heart, looks are as important as taste! Yes, that also means your preparation station. Immerse yourself in the right vibe with fresh ingredients from Monte Vista and create the perfect disk of doughy deliciousness!": "Làm một cái pizza ngon bá cháy không phải chuyện dễ đâu à nghen, hình thức cũng quan trọng như hương vị vậy đó! Ý là cái chỗ chế biến của bạn cũng phải ra gì đó. Đắm mình trong không khí đúng điệu với nguyên liệu tươi rói từ Monte Vista rồi tạo ra một chiếc bánh tròn tròn ngon lành cành đào nha!",
  "Aesthetically Messy Pizza Station": "Trạm Pizza Bừa Bộn Thẩm Mỹ",
  "Make your friends green with envy at this chic knife block. Slash through your ingredients with ease and feel like the King of the kitchen.": "Làm bạn bè của bạn phải ghen tị xanh mặt với cái giá cắm dao xịn sò này đi. Thái rau củ quả cái vèo, cảm giác như vua đầu bếp luôn cho coi.",
  "Tom Berry Knife Block": "Giá để dao Tom Berry",
  "Whether you're feeling sporty, scary or posh; this rack suits all tastes. It's what all the best chefs want, what they really, really want.": "Dù bạn đang thích phong cách thể thao, rùng rợn hay sang chảnh; cái giá này cân hết mọi gu. Đầu bếp xịn nào cũng mê mẩn nó, cái mà họ thực sự, thực sự muốn đó.",
  "Spice of Life": "Gia Vị Cuộc Sống",
  "Made of the freshest raspberries from the hills of Henford-On-Bagley, this jam and clotted cream combo is a royal winner! These condiments pair perfectly with all your baked goods. Just don't let Agnes catch you spreading the cream on before the jam!": "Được làm từ mâm xôi tươi ngon nhất từ đồi Henford-On-Bagley, combo mứt và kem đông này đúng là đỉnh của chóp! Mấy món này mà ăn kèm với đồ nướng thì hết sẩy con bà Bảy. Nhớ là đừng để bà Agnes bắt gặp bạn phết kem trước khi phết mứt đó nha!",
  "Clotted Cream and Jam": "Kem đông và mứt",
  "Cooking is a science, and as such it needs precise measurements. The days of eye-balling are finally over, with the ChowBella Food Scale! It includes countless units of measures and the possibility to do unit conversion calculations on the spot! The smart display allows you to record, rename and access an archive of past measurements, jotting down numbers is a thing of the past!": "Nấu ăn là cả một môn khoa học, nên cần đo lường chính xác lắm nha. Cái thời ước lượng bằng mắt qua rồi, giờ có Cân Thực Phẩm ChowBella đây! Nó có cả đống đơn vị đo lường với lại còn tính toán chuyển đổi đơn vị ngay tại chỗ được luôn á! Màn hình thông minh cho phép ghi lại, đổi tên và xem lại lịch sử đo lường, khỏi cần ghi chép gì cho mệt luôn!",
  "ChowBella Food Scale": "Cân Thực Phẩm ChowBella",
  "Every mother-in-law's kitchen has one, and the time has come for you to have one too. With a recommended placement above your kitchen sink, drying your hand washed dishes has never been easier! Special dish cloths, cutting boards, cheese graters and more all have a home on the SINI Dish Drying Rack.": "Nhà mẹ chồng nào chả có một cái, giờ đến lượt bạn tậu một em về thôi. Cứ quăng em nó lên trên bồn rửa chén là xong, từ nay phơi đồ rửa tay nhàn tênh! Khăn lau bếp xịn xò, thớt, bàn nạo phô mai các kiểu con đà điểu cứ để hết lên cái Giá Úp Chén SINI này là gọn re.",
  "SINI Dish Drying Rack": "Giá úp chén SINI",
  "The SINI Double Shelf is a simple, yet highly functional piece of furniture. The lighting in the back gives your kitchen a modern wash of brightness, while maintaining an inviting and cozy look. Store your most used spices or those everyday kitchen utensils on its spacious shelves, or maybe both!": "Kệ đôi SINI là một món đồ nội thất đơn giản mà lại cực kỳ hữu dụng đó nha. Ánh sáng ở phía sau kệ sẽ làm cho căn bếp của bạn trông hiện đại và tươi sáng hơn hẳn, mà vẫn giữ được vẻ ấm cúng và thân thiện nữa chứ. Bày mấy hũ gia vị hay dùng nhất hoặc đồ dùng nhà bếp hàng ngày lên mấy cái kệ rộng rãi của nó đi, hoặc là bày cả hai luôn cũng được!",
  "SINI Double Shelf": "Kệ đôi SINI nè",
  "Washing the dishes has never been easier, with the SINI Chef's Sink! It features a soap pump on the side of its modern, detachable high-pressure spray nozzle tap. The drying rack on the side makes it possible to complete your washing up in one single spot, no more water drips all over the kitchen!": "Việc rửa chén chưa bao giờ dễ dàng đến thế với Bồn Rửa Đầu Bếp SINI! Nó có một cái bơm xà bông bên cạnh cái vòi xịt áp suất cao hiện đại có thể tháo rời. Cái giá úp chén bên cạnh giúp bạn rửa chén xong một chỗ luôn, không còn cảnh nước nhỏ giọt tùm lum khắp bếp nữa!",
  "SINI Chef's Sink": "Bồn Rửa Chén Đầu Bếp SINI",
  "Goodbye elbow grease and mixing spoons, hello automatic cooking bliss! Prep for success and make cooking more efficient with this set it and forget it Stand Mixer.\\n\\nMake Prepped Ingredients such as batter and cookie dough, which can be used to cook other recipes faster than normal. Prepped Ingredients also reduce cooking cost and help increase food quality.": "Bái bai công sức với thìa trộn, xin chào nấu ăn tự động sướng tê người! Chuẩn bị cho thành công và nấu ăn hiệu quả hơn với cái máy trộn bột để một chỗ là xong này nha.\\n\\nLàm Nguyên Liệu Đã Chuẩn Bị sẵn như bột nhão và bột bánh quy, để nấu các công thức khác nhanh hơn bình thường. Nguyên Liệu Đã Chuẩn Bị cũng giảm chi phí nấu ăn và giúp tăng chất lượng món ăn nữa đó.",
  "ChowBella Stand Mixer": "Máy Trộn Bột ChowBella",
  "The inviting smell of a freshly cooked dinner can make or break the mood! Get rid of those invasive odors with the ChowBella Stove Hood. With advanced filters technology, it will eliminate even aftermath of baking an Pleasantly-Unpleasant Waffle... why do people eat those anyway?!": "Mùi đồ ăn mới nấu thơm phức có thể làm tâm trạng vui lên hoặc tụt dốc đó nha! Tống khứ mấy mùi khó chịu kia đi với Máy Hút Mùi ChowBella nè. Với công nghệ lọc tiên tiến, nó sẽ loại bỏ kể cả hậu quả sau khi nướng Bánh Quế Dở Dở Ương Ương... mà ai lại ăn cái thứ đó chứ?!",
  "ChowBella Stove Hood": "Máy hút mùi ChowBella",
  "The ChowBella Sleek Stove features a modern induction hob and a high-speed heating oven that doesn't compromise on design. The induction technology makes it possible to cook without dispersing heat in the room and, in combination with the ChowBella patented oven seal, the Sleek Stove will not affect the temperature of your kitchen! Make sure to try asking its voice assistant software to set a timer for you! There's no need to yell at it, that will hurt its feelings.": "Bếp Cao Cấp ChowBella có bếp từ hiện đại và lò nướng tốc độ cao mà thiết kế vẫn đỉnh của chóp nha. Công nghệ bếp từ giúp nấu nướng mà không làm nóng phòng, kết hợp với miếng đệm lò nướng độc quyền của ChowBella, cái bếp xịn sò này sẽ không làm ảnh hưởng tới nhiệt độ căn bếp của bạn đâu! Nhớ thử kêu trợ lý ảo của nó hẹn giờ cho bạn nha! Đừng có la hét vào mặt nó, nó buồn đó.",
  "ChowBella Sleek Stove": "Bếp Lò ChowBella Sành Điệu",
  "The people are hungry... and with your very own food stand, YOU can feed them. Stock it, Mark Up your prices, and sell any meal your heart desires to the people on the streets or from the comfort of your home. Take it with you when you travel and feed the world!": "Mấy con dân đang đói bụng kìa... và giờ thì với quầy bán đồ ăn của riêng bạn, BẠN có thể cho tụi nó ăn no nê rồi đó. Bày hàng, tăng giá lên, rồi bán bất cứ món nào bạn thích cho người dân ngoài đường hay là ngay tại nhà luôn. Mang nó theo khi đi du lịch và cho cả thế giới ăn luôn đi!",
  "Anywhere Any Fare Food Stand": "Quán Ăn Vặt Ở Đâu Cũng Được",
  "Sweet or savory, enjoy your waffles for breakfast, lunch, or dinner. Eat your heart out!": "Ngọt hay mặn, cứ quất waffle cho bữa sáng, trưa hay tối đi. Ăn thả ga luôn!",
  "ChowBella Heart Waffle Maker": "Máy Làm Bánh Waffle Trái Tim ChowBella",
  "Food Stand": "Quầy Bán Đồ Ăn",
  "View Lesson": "Xem Bài Học",
  "Wow, is that a <b>ChowBella Stand Mixer</b>? You’ll be whipping up tasty treats in no time with that impressive piece of culinary machinery!\\n\\nDo you want to learn more about cooking with the <b>Stand Mixer</b> and <b>Prepped Ingredients</b>?": "Uầy, đó là cái <b>Máy Trộn Bột ChowBella</b> hả? Với cái máy móc nấu nướng xịn xò này thì bạn tha hồ mà làm bánh ngon nha!\\n\\nBạn có muốn tìm hiểu thêm về nấu ăn bằng <b>Máy Trộn Bột</b> và <b>Nguyên Liệu Đã Sơ Chế</b> không?",
  "Congrats on buying the <b>Anywhere Any Fare Food Stand</b>! You can now start your entrepreneurship journey and sell food and other goods around the world.\\n\\nDo you want to learn more about selling items with the <b>Food Stand</b>?": "Chúc mừng bạn đã mua <b>Quầy Đồ Ăn Bán Đâu Cũng Được</b>! Giờ thì bạn có thể bắt đầu hành trình khởi nghiệp và bán đồ ăn thức uống cùng những món hàng khác khắp thế giới rồi đó.\\n\\nBạn có muốn tìm hiểu thêm về việc bán hàng bằng <b>Quầy Đồ Ăn</b> không nè?",
  "Prepped Ingredient": "Nguyên liệu đã sơ chế",
  "There are no available slots on the counters.": "Hết chỗ trống trên quầy rồi.",
  "There are no small appliances in {0.SimFirstName}'s inventory.": "Ui chà, trong túi đồ của {0.SimFirstName} hổng có món đồ gia dụng nhỏ nào hết trơn á.",
  "Place Appliance": "Đặt Thiết Bị nè.",
  "Nothing is stocked on the table.": "Trên bàn trống trơn hà!",
  "{1.SimFirstName} just used Convince to Buy! {1.SimPronounSubjective} must wait to try again.": "{1.SimFirstName} vừa mới xài cái Thuyết Phục Mua Đồ đó! {1.SimPronounSubjective} phải chờ mới xài lại được nha.",
  "Convince to Buy": "Chốt đơn đi bạn ơi!",
  "Serve Meal": "Phục Vụ Bữa Ăn",
  "Collect Meal": "Lấy đồ ăn thôi!",
  "Cook": "Nấu ăn",
  "Speedy Bake": "Nướng Nhanh Như Chớp",
  "Upgrade complete!\\n\\n{0.SimFirstName} has finished installing the Pizza Oven upgrade.": "Nâng cấp xong rồi nè!\\n\\n{0.SimFirstName} lắp xong cái nâng cấp Lò Nướng Pizza rồi đó.",
  "You will never need to scrape burnt cheese from this Pizza Oven again!": "Từ nay khỏi lo cạo phô mai cháy khét dính lò nướng pizza nữa nha!",
  "Add Unbreakable": "Thêm [tags.String:Mô tả vật phẩm.Tính năng.Không thể phá hủy]",
  "The Pizza Oven will become unbreakable.": "Lò nướng pizza sẽ không thể bị hỏng nữa nha.",
  "Continue Upgrading Speedy Bake": "Tiếp tục nâng cấp Nướng Nhanh Lẹ nhe.",
  "Continue Upgrading Unbreakable": "Tiếp tục nâng cấp Không thể phá hủy",
  "Turn up the heat to bake your pizza and focaccia faster.": "Bật lửa lớn hơn để nướng pizza và bánh mì focaccia nhanh hơn nha.",
  "Unbreakable": "Không thể phá vỡ",
  "Brand your Food Stand": "Trang trí sạp đồ ăn của bạn đi nè!",
  "Business Details": "Thông Tin Chi Tiết Về Doanh Nghiệp",
  "Change Business Details...": "Thay đổi Thông tin Doanh nghiệp...",
  "Disable AutoStock": "Tắt Tự Động Nhập Hàng",
  "Enable AutoStock": "Bật Tự Động Bổ Sung",
  "Start Food Sale": "Bắt Đầu Bán Đồ Ăn",
  "Select Small Appliance From {0.SimFirstName}'s Inventory": "Chọn đồ gia dụng nhỏ từ hành trang của {0.SimFirstName} nè.",
  "Convince To Buy": "Thuyết Phục Mua Đi Mà!",
  "Collect Prepped Ingredients": "Thu thập nguyên liệu đã sơ chế",
  "Prep Ingredients": "Chuẩn bị nguyên liệu nhen!",
  "Upgrade complete!\\n\\n{0.SimFirstName} has finished installing the Stand Mixer upgrade.": "Nâng cấp xong rồi nha!\\n\\n{0.SimFirstName} lắp xong cái Nâng Cấp Máy Trộn Bột rồi đó.",
  "Speedy Mix": "Pha Chế Siêu Tốc",
  "Full speed ahead, mix your Prepped Ingredients faster.": "Nhanh tay lên nào, trộn Nguyên Liệu Đã Sơ Chế nhanh hơn đi thôi.",
  "Squeaky sparkling clean, the Stand Mixer will clean itself.": "Sạch bong kin kít, Máy Trộn Đứng sẽ tự làm sạch đó nha.",
  "The Stand Mixer will become unbreakable.": "Máy Trộn Bàn sẽ không thể bị hỏng nữa nha.",
  "Continue Upgrading Speedy Mix": "Tiếp tục nâng cấp Máy Trộn Siêu Tốc nè.",
  "This Stand Mixer is super durable and can process the toughest of ingredients without breaking.": "Cái máy trộn bột này siêu bền, nhồi bột kiểu gì cũng không hỏng luôn á.",
  "Serve Waffles": "Phục vụ bánh waffle đi!",
  "Collect Waffles": "Thu thập Bánh Quế",
  "Upgrade complete!\\n\\n{0.SimFirstName} has finished installing the Waffle Maker upgrade.": "Nâng cấp xong xuôi rồi nha!\\n\\n{0.SimFirstName} đã cài đặt xong cái máy làm bánh waffle xịn xò này rồi đó.",
  "Extra hot maker, extra fast waffles.": "Máy làm siêu nóng, bánh waffle siêu nhanh.",
  "You will never need to scrub burnt batter from this Waffle Maker again!": "Bạn sẽ không bao giờ phải cọ rửa lớp bột cháy khỏi cái Máy Làm Bánh Quế này nữa đâu!",
  "The Waffle Maker will become unbreakable.": "Máy làm bánh waffle sẽ không thể bị hỏng nữa nha.",
  "Danish Coffee Kitchen": "Bếp kiểu Đan Mạch pha cà phê nhé",
  "EuroFusion Food Experience": "Trải nghiệm Ẩm thực EuroFusion",
  "Collect Prepped Ingredients {1.Number} times while Inspired": "Thu thập Nguyên liệu đã Sơ chế {1.Number} lần khi đang Cảm hứng nha",
  "Click on the Stand Mixer and select Prep Ingredients. Then click on the Stand Mixer and select Collect Prepped Ingredients while Inspired.": "Nhấn vào Máy Trộn Bột và chọn Chuẩn Bị Nguyên Liệu. Sau đó nhấn vào Máy Trộn Bột và chọn Thu Thập Nguyên Liệu Đã Chuẩn Bị khi đang Cảm Hứng nha.",
  "Collect {1.Number} Prepped Ingredients that were made using Fresh Ingredients": "Thu thập {1.Number} Nguyên liệu đã sơ chế được làm từ Nguyên liệu tươi.",
  "Click on a Stand Mixer and select Prep Ingredients while the Use Fresh Ingredients checkbox is ticked in the recipe menu. Then click on the Stand Mixer and select Collect Prepped Ingredients.": "Bấm vô cái Máy Trộn Bột rồi chọn \"Chuẩn Bị Nguyên Liệu\" trong lúc cái hộp \"Sử Dụng Nguyên Liệu Tươi\" đang được tick trong bảng công thức. Sau đó bấm vô cái Máy Trộn Bột rồi chọn \"Lấy Nguyên Liệu Đã Chuẩn Bị\" nha.",
  "Own {1.Number} small kitchen {S1.appliance}{P1.appliances}": "Sở hữu {1.Number} cái bếp nhỏ xinh với {S1.appliance} {P1.appliances} nè.",
  "Small appliances can be found on the Kitchen category in Buy Mode.": "Mấy cái đồ gia dụng nhỏ nhỏ xinh xinh tìm trong mục Bếp ở Chế độ Xây/Mua nhe.",
  "Experience Sped Up Cooking {1.Number} times": "Nấu ăn nhanh hơn {1.Number} lần nè.",
  "Click on the Fridge or the Oven and select any recipe while the Use Prepped Ingredients box is checked.": "Bấm vào Tủ Lạnh hoặc Lò Nướng rồi chọn công thức nào đó khi hộp \"Sử dụng nguyên liệu đã sơ chế\" được chọn nhé.",
  "Collect {1.Number} excellent quality Prepped Ingredient": "Thu thập {1.Number} Nguyên Liệu Chuẩn Bị chất lượng tuyệt vời nha",
  "Click on the Stand Mixer, select Prep Ingredients, and select a recipe from the list. Hover the cursor over the food to check its quality! Sims with high Skill are more likely to create higher quality items.": "Nhấn vào Máy Trộn Bột, chọn Chuẩn Bị Nguyên Liệu rồi chọn công thức từ danh sách nha. Rê chuột lên món ăn để kiểm tra chất lượng đó! Sims có Kỹ Năng cao thì thường làm ra đồ xịn hơn á.",
  "Cook {1.Number} times while listening to music": "Nấu ăn {1.Number} lần trong khi nghe nhạc nha.",
  "Click on a Stereo and select Listen to Music. Then, click on any appliance and select Cook.": "Chọn vào một cái Stereo rồi chọn Nghe Nhạc. Sau đó, chọn vào bất kỳ thiết bị nào rồi chọn Nấu Ăn.",
  "Cook {1.Number} Pizzas or Waffles at a single Goaled Social Event after reaching Silver": "Nấu {1.Number} Pizza hoặc Bánh Quế tại một Sự Kiện Xã Hội Có Mục Tiêu sau khi đạt Bạc nhe!",
  "Click on the phone and select Plan Event under the Social category. While at the event, once Silver has been achieved, Cook Pizza or Waffles at the event.": "Nhấn vào điện thoại rồi chọn Lên Kế Hoạch Sự Kiện ở mục Xã hội nha. Trong lúc sự kiện diễn ra, khi đạt được Bạc rồi thì nấu Pizza hoặc Waffle tại chỗ luôn cho nó máu.",
  "Make Pleasantly-Unpleasant Waffles": "Làm Bánh Waffle Vừa Ngon Vừa \"Gắt\" Đi Nào!",
  "Grow a Trash Fruit and use it as an ingredient when making Pleasantly-Unpleasant Waffles.": "Trồng một Quả Rác và dùng nó làm nguyên liệu khi làm Bánh Quế Dở Tệ Ngọt Ngào nha.",
  "Cook meals using 6 unique Prepped Ingredients": "Nấu ăn bằng 6 Nguyên Liệu Chuẩn Bị sẵn độc đáo",
  "Use 6 different types of Prepped Ingredients when cooking food.": "Sử dụng 6 loại Nguyên Liệu Đã Sơ Chế khác nhau khi nấu ăn nha.",
  "Make a Prepped Ingredient using a Stand Mixer with at least one Upgrade": "Chế biến Nguyên liệu đã sơ chế bằng Máy Trộn Đứng với ít nhất một Nâng Cấp nha.",
  "Click on the Stand Mixer and select Upgrade. Apply Upgrades to the appliance by increasing the Handiness skill. Then make Prepped Ingredients.": "Nhấn vào Máy Trộn Bột và chọn Nâng Cấp nha. Nâng cấp đồ bằng cách tăng kỹ năng Sửa Chữa. Rồi làm Nguyên Liệu Chuẩn Bị sẵn nghen.",
  "Run a Food Sale from a residential lot": "Tổ chức Bán Đồ Ăn tại khu dân cư",
  "Click on a Food Stand once it is stocked with food and select Start Food Sale.": "Khi quầy đồ ăn đã được bày biện đầy đủ, bạn hãy bấm vào đó rồi chọn \"Bắt đầu bán đồ ăn\" nha.",
  "Sell {1.Number} excellent Pizzas or Waffles during a Food Sale": "Bán {1.Number} Pizza hoặc Waffle chất lượng đỉnh cao trong khi bán đồ ăn nha.",
  "Stock a Food Stand with Pizzas or Waffles, then select Start Food Sale and successfully make {1.Number} sales.": "Chất đầy pizza hoặc bánh quế vào quầy đồ ăn, sau đó chọn Bắt Đầu Bán Đồ Ăn và bán thành công được {1.Number} món nha.",
  "Run Food Sales from {1.Number} different lots": "Bán đồ ăn từ {1.Number} lô đất khác nhau.",
  "Travel to a different lot, place the Food Stand, and start a Food Sale. Do this {1.Number} times.": "Đi đến khu đất khác, đặt Quầy Bán Đồ Ăn, rồi bắt đầu Bán Đồ Ăn. Làm cái này {1.Number} lần nha.",
  "Convince customers to buy something {1.Number} times during a Food Sale": "Thuyết phục khách mua hàng {1.Number} lần trong đợt Giảm Giá Đồ Ăn",
  "During a Food Sale, click on any customer and select the Convince to Buy social interaction.": "Trong lúc bán đồ ăn, nhấp vào bất kỳ khách hàng nào và chọn tương tác xã hội \"Thuyết phục mua hàng\" nha.",
  "Earn {1.Money} during a single Food Sale": "Kiếm được {1.Money} trong một đợt Bán Đồ Ăn duy nhất",
  "Run a Food Sale and focus on selling high value meals, until reaching {1.Money}.": "Tổ chức bán đồ ăn và tập trung bán mấy món xịn sò để kiếm tới {1.Money} nha.",
  "Tend a Food Stand for more than {1.Number} hours": "Làm việc tại quầy bán đồ ăn hơn {1.Number} tiếng đồng hồ",
  "Click on a Food Stand while a Food Sale is active and select Tend.": "Ấn vào quầy bán đồ ăn khi đang có đợt giảm giá và chọn Trông coi nha.",
  "Sell one meal for §300": "Bán một phần ăn giá §300 nè.",
  "During a Food Sale, sell a meal worth §300 or more.": "Trong lúc bán đồ ăn, bán một món ăn trị giá §300 trở lên nha.",
  "Sell a poor quality item for §100": "Bán một món đồ dỏm với giá §100",
  "Craft any item with a low-skilled or uncomfortable Sim to obtain a low quality item. Stock it at any Food Stand and sell it for a high price, selecting any of the markup interactions available.": "Chế tạo đồ vật với một Sim có kỹ năng thấp hoặc đang không thoải mái để có được đồ kém chất lượng. Bày bán nó ở bất kỳ Quầy Bán Đồ Ăn nào và bán với giá cao, chọn bất kỳ tương tác tăng giá nào có sẵn.",
  "Resurrect a Ghost by selling Ambrosia": "Hồi sinh Ma bằng cách bán Ambrosia",
  "Reach level 10 in Gourmet Cooking and Homestyle Cooking and gather the ingredients required to cook Ambrosia: Death Flower, Angelfish and Potion of Youth. Click on any fridge or stove and select Cook. Then choose Ambrosia from the recipe list.": "Đạt cấp 10 trong Nấu ăn Cao cấp và Nấu ăn Tại gia, rồi thu thập các nguyên liệu cần thiết để nấu món Ambrosia: Hoa Tử Thần, Cá Thiên Thần và Thuốc Trường Sinh. Nhấn vào bất kỳ tủ lạnh hoặc bếp nào và chọn Nấu ăn. Sau đó chọn Ambrosia từ danh sách công thức.",
  "Earn {1.Money} by completing Food Sales": "Kiếm được {1.Money} bằng cách hoàn thành các đợt Bán Đồ Ăn nha!",
  "Run Food Sales until {0.SimFirstName} has earned {1.Money} in sales.": "Chạy quầy bán đồ ăn tới khi {0.SimFirstName} kiếm được {1.Money} từ việc bán hàng nha.",
  "Make Artful Focaccia": "Làm Focaccia Nghệ Thuật",
  "The Sims who say “don’t play with your food” obviously never made focaccia art! This culinary masterpiece is sure to inspire anyone who eats it.\\n\\nVegetarian-Safe, Lactose Free": "Mấy Sim hay bảo \"đừng có nghịch đồ ăn\" rõ ràng là chưa làm nghệ thuật focaccia bao giờ rồi! Tuyệt tác ẩm thực này chắc chắn sẽ truyền cảm hứng cho bất cứ ai nếm thử đó nha.\\n\\nChay được, không lactose",
  "Make Herb Focaccia": "Làm Bánh Mỳ Focaccia Thảo Mộc nè.",
  "Focaccia is a flat leavened bread from Italy, often made with olive oil and topped with herbs such as rosemary. It’s eaten as a side dish, sandwich bread, or as a pizza base.\\n\\nThe word focaccia dates back to the 14th century. It is derived from the Latin <i>panis focacius</i>, meaning “hearth bread”, but the bread itself may originate from the Etruscans, thus predating the Roman Empire.\\n\\nVegetarian-Safe, Lactose Free": "Focaccia là một loại bánh mì dẹt có men từ Ý, thường được làm với dầu ô liu và phủ các loại thảo mộc như hương thảo. Nó được ăn như một món ăn kèm, bánh mì sandwich hoặc làm đế pizza.\\n\\nTừ focaccia có từ thế kỷ 14. Nó bắt nguồn từ tiếng Latinh *panis focacius*, có nghĩa là \"bánh mì lò sưởi\", nhưng bản thân bánh mì có thể có nguồn gốc từ người Etruscan, do đó có trước Đế chế La Mã.\\n\\nAn toàn cho người ăn chay, Không chứa lactose",
  "Make Sfincione": "Làm bánh Sfincione nè!",
  "<i>Sfincione</i> is a Sicilian pizza with a thick crust, usually topped with herbs, onions, tomato sauce, strong cheese, and anchovies (but this recipe is 100% vegetarian!), although the traditional ingredients vary from region to region.\\n\\nThis scrumptious dish was brought to the United States by the first Sicilian immigrants. The American version, simply known as Sicilian Pizza, is usually squared and has a thicker crust. The famous Detroit-Style pizza was also developed from a Sicilian recipe.\\n\\nVegetarian-Safe": "<i>Sfincione</i> là một loại pizza kiểu Sicily với lớp vỏ dày, thường được phủ thêm thảo mộc, hành tây, sốt cà chua, phô mai đậm vị và cá cơm (nhưng công thức này 100% là chay đó nha!), mặc dù các nguyên liệu truyền thống khác nhau tùy theo vùng.\\n\\nMón ăn ngon tuyệt này đã được những người nhập cư Sicily đầu tiên mang đến Hoa Kỳ. Phiên bản Mỹ, được gọi đơn giản là Pizza kiểu Sicily, thường có hình vuông và có lớp vỏ dày hơn. Loại pizza nổi tiếng kiểu Detroit cũng được phát triển từ công thức Sicily đó.\\n\\nChay-An Toàn",
  "The <i>Pizza Diavola</i> (“deviled pizza” in Italian) is topped with chili peppers and slices of spicy sausage. No wonder this hot treat is more commonly known as Pizza Caliente among the inhabitants of the Sims universe!": "<i>Pizza Diavola</i> (\"pizza quỷ dữ\" trong tiếng Ý) được phủ ớt và những lát xúc xích cay. Chả trách món ăn nóng hổi này thường được biết đến với cái tên Pizza Caliente trong vũ trụ Sims!",
  "Make Canadian Bacon Pizza": "Làm Pizza Thịt Xông Khói Canada nha!",
  "Make Cheese Pizza": "Làm Pizza Phô Mai",
  "Make Curious Pizza": "Làm pizza độc lạ nha!",
  "Ever since Lazlo Curious had the ingenious idea to put extraterrestrial fruit on a pizza, this unique dish has become a Strangetown delicacy.\\n\\nA single slice will focus your brainwaves, and has been known to attract <i>unexpected</i> visitors…\\n\\nVegetarian-Safe, Lactose Free": "Từ khi Lazlo Curious nảy ra cái ý tưởng thiên tài là bỏ trái cây ngoài hành tinh lên pizza, món ăn độc đáo này đã trở thành đặc sản của Strangetown đó nha.\\n\\nChỉ cần một miếng thôi là não cậu tập trung liền á, mà còn có khả năng thu hút mấy vị khách <i>không mời</i> nữa đó...\\n\\nNgười ăn chay ăn được, không có lactose nha.",
  "Make Garden Pizza": "Làm bánh pizza vườn đi!",
  "Pretty much every vegetable tastes better on a pizza! Prepare this dish with whatever is in season from your garden—although we wholeheartedly recommend roasted slices of aubergine, inspired by <i>Pizza Alle Melanzane</i> and <i>Pizza Alla Parmigiana</i>.": "Hầu như loại rau củ nào ăn trên pizza cũng ngon hơn đó nha! Cứ dùng rau củ theo mùa mà bạn trồng được để làm món này đi—mình gợi ý là nên dùng mấy lát cà tím nướng, lấy cảm hứng từ món <i>Pizza Alle Melanzane</i> và <i>Pizza Alla Parmigiana</i> á.",
  "Kebab Pizza": "Pizza Kebab á!",
  "Make Kebab Pizza": "Làm Pizza Kebab nha!",
  "Make Pizza Margherita": "Làm Pizza Margherita nè!",
  "The <i>Pizza Margherita</i> was invented in 1889 by Raffaele Esposito (known as the father of modern pizza), in honor of Queen Margherita of Savoia. The basil, mozzarella, and tomato reminded her of the Italian flag, and the dish became her personal favorite. \\n\\nThanks to this royal seal of approval, pizza soon went from “poor people’s food” to a delicacy enjoyed by all!\\n\\nVegetarian-Safe": "<i>Pizza Margherita</i> được Raffaele Esposito (người được biết đến như là cha đẻ của pizza hiện đại) phát minh vào năm 1889 để vinh danh Nữ hoàng Margherita của Savoia đó. Rau húng quế, mozzarella và cà chua làm bà liên tưởng đến quốc kỳ Ý, và món ăn này đã trở thành món khoái khẩu của bà luôn. \\n\\nNhờ có dấu ấn hoàng gia này, pizza nhanh chóng chuyển từ \"món ăn của người nghèo\" thành món ngon được mọi người yêu thích luôn á!\\n\\nChay dùng được nha",
  "Make Pizza Marinara": "Làm Pizza Marinara nè!",
  "It is said the <i>Pizza Marinara</i> was introduced in 1735 by Neapolitan sailors, making it the first tomato-based pizza. It is made with ingredients that preserve well during long journeys at sea; olive oil, tomatoes, basil, oregano, and garlic.\\n\\nThe ingredients may seem simple, but the delicious combination of earthy and pungent flavors is sure to leave a lasting impression!\\n\\nVegetarian-Safe, Lactose Free": "Nghe đồn là món <i>Pizza Marinara</i> được giới thiệu vào năm 1735 bởi mấy thủy thủ vùng Neapolitan đó, thành ra nó là món pizza có cà chua đầu tiên luôn đó. Nó được làm từ mấy nguyên liệu mà để được lâu trong mấy chuyến đi biển dài ngày; dầu ô liu, cà chua, húng quế, oregano, với tỏi.\\n\\nMấy nguyên liệu có vẻ đơn giản, nhưng mà cái sự kết hợp ngon lành của mấy vị đất với vị hăng nồng thì chắc chắn là sẽ để lại ấn tượng khó phai đó nha!\\n\\nMón chay, Không Lactose",
  "Make Pepperoni Pizza": "Làm Pizza Pepperoni nè!",
  "Make Pineapple Pizza": "Làm pizza dứa đi!",
  "Make Pizza Quattro Stagioni": "Làm pizza bốn mùa nè!",
  "<i>Pizza Quattro Stagioni</i> (“four seasons pizza” in Italian) is prepared with four sections of different toppings, each representing a season of the year.\\n\\nTraditionally, it is made with artichokes (spring), tomatoes and basil (summer), mushrooms (autumn), and prosciutto or olives (winter).": "<i>Pizza Quattro Stagioni</i> (pizza \"bốn mùa\" trong tiếng Ý) được chuẩn bị với bốn phần topping khác nhau, mỗi phần đại diện cho một mùa trong năm.\\n\\nTheo truyền thống, nó được làm với atiso (mùa xuân), cà chua và húng quế (mùa hè), nấm (mùa thu) và prosciutto hoặc ô liu (mùa đông).",
  "The inspiration for this dish is <i>Pizza Tonno e Cipolle</i>, an Italian pizza topped with tomato, mozzarella, tuna, red onion, and olive oil.\\n\\nYou can make this recipe with any kind of fish you have available, but if you’ve caught yourself a nice tuna, we suggest you give it a try!": "Món này được lấy cảm hứng từ món <i>Pizza Tonno e Cipolle</i>, một loại pizza của Ý có cà chua, mozzarella, cá ngừ, hành tây đỏ và dầu ô liu.\\n\\nBạn có thể làm món này với bất kỳ loại cá nào bạn có, nhưng nếu bạn vừa câu được một con cá ngừ ngon lành thì tụi mình gợi ý bạn thử làm món này nha!",
  "Sweet Corn Pizza": "Pizza Bắp Ngọt",
  "Make Sweet Corn Pizza": "Làm Pizza Bắp Ngọt nha.",
  "Make Seafood Pizza": "Làm Pizza Hải Sản nha.",
  "Make Pizza Caliente": "Làm Pizza Caliente nha.",
  "Tikka Masala Pizza": "Pizza Tikka Masala",
  "Make Tikka Masala Pizza": "Làm Pizza Tikka Masala nè.",
  "{0.TimespanShort} until ready!": "{0.TimespanShort} nữa là xong á!",
  "Strawberry sweetness and trash fruit pungency is the most delicious combination known to Sim kind! It’s also the most disgusting thing you’ve ever tasted. Curiously, the experience changes from bite to bite. Will it fill you with pure bliss or burning rage? There’s only one way to find out!\\n\\nVegetarian-Safe": "Vị ngọt ngào của dâu tây kết hợp với vị hăng của trái cây hư thối đúng là sự kết hợp ngon lành nhất mà Sim từng biết đến! Mà cũng có thể là thứ kinh tởm nhất mà bạn từng nếm thử. Lạ một chỗ là, mỗi lần cắn lại cho một cảm giác khác nhau. Liệu nó sẽ khiến bạn sung sướng hay giận tím người? Chỉ có một cách duy nhất để biết!\\n\\nNgười ăn chay dùng được nha",
  "Make Apple Bacon Waffles": "Làm Bánh Quế Táo Thịt Xông Khói nha.",
  "Make Banana Split Waffles": "Làm Waffles Chuối Kem Đi Nè!",
  "Make Berry Waffles": "Làm bánh waffle dâu đi!",
  "Berry jam and whipped cream is the most common waffle topping in the Nordics. Raspberry, strawberry, and European blueberry (also known as bilberry) are popular jam choices.\\n\\nThe heart shaped waffle originates from the 19th century, when circular waffle irons became popular to fit the holes of the new cast iron stoves.\\n\\nVegetarian-Safe": "Mứt dâu và kem tươi là topping bánh waffle phổ biến nhất ở vùng Bắc Âu đó nha. Mấy loại như mứt phúc bồn tử, dâu tây với việt quất châu Âu (còn gọi là bilberry) được chuộng lắm nè.\n\nBánh waffle hình trái tim bắt nguồn từ thế kỷ 19, khi mà mấy cái khuôn waffle tròn trở nên phổ biến để vừa với mấy cái lỗ của bếp gang mới á.\n\nVegetarian-Safe",
  "Chicken and Waffles": "Gà rán và bánh quế",
  "Make Chicken and Waffles": "Làm Gà Rán và Bánh Quế nè!",
  "Crispy fried chicken and golden waffles, a match made in heaven! This soul food version of an old Pennsylvania Dutch recipe, especially popular in the Southern United States, is best enjoyed with some butter and a generous dollop of syrup.": "Gà rán giòn rụm với waffle vàng ươm, đúng là cặp đôi hoàn hảo! Món ăn đậm chất soul food này là phiên bản của một công thức Pennsylvania Dutch cổ, đặc biệt nổi tiếng ở miền Nam nước Mỹ. Ăn ngon nhất là phết thêm miếng bơ và chan đẫm siro nha!",
  "Make Cured Fish Waffles": "Làm Bánh Quế Cá Muối Đi!",
  "Cured fish is a delicacy in many Nordic countries. Originally, fish was cured with salt or sugar to make it last longer. These days, the method is mainly used to produce the traditional flavors. Salmon, flounder, cod, and herring are popular choices, often flavored with dill.\\n\\nWhile cured fish is usually eaten with boiled potatoes for Easter, Midsummer, and Christmas, why not try something new and put it on your waffles?": "Cá ướp muối là một món đặc sản ở nhiều nước Bắc Âu đó nha. Hồi xưa, người ta ướp cá với muối hoặc đường để cá được lâu hơn á. Giờ thì cách này chủ yếu dùng để tạo ra hương vị truyền thống thôi. Cá hồi, cá bơn, cá tuyết và cá trích là mấy loại được chuộng lắm, thường được nêm thêm thì là nữa.\\n\\nThường thì cá ướp muối hay được ăn với khoai tây luộc vào dịp Phục Sinh, giữa hè và Giáng Sinh, nhưng mà sao mình không thử cái gì đó mới mẻ hơn như ăn nó với bánh waffle xem sao hen?",
  "Make Mushroom Waffles": "Làm Bánh Waffle Nấm Thôi!",
  "The Nordic countries have an old tradition of foraging for berries and mushrooms in the wilds, in many places protected by laws known as <i>Allemansrätten</i>.\\n\\nThe chanterelle mushroom, also known as “the gold of the forest”, is a beloved delicacy, and the lingonberry is a common side dish to venison and meatballs. In this recipe, we combine the two for the perfect umami and tart fusion!\\n\\nVegetarian-Safe": "Các nước Bắc Âu có truyền thống lâu đời là đi hái lượm quả dại và nấm trong tự nhiên đó, ở nhiều nơi được bảo vệ bởi luật pháp được gọi là <i>Allemansrätten</i>.\\n\\nNấm chanterelle, hay còn gọi là \"vàng của rừng\", là một món ngon được yêu thích, và quả lingonberry là một món ăn kèm phổ biến với thịt nai và thịt viên. Trong công thức này, tụi mình kết hợp cả hai để tạo nên sự kết hợp hoàn hảo giữa vị umami và vị chua thanh nha!\\n\\nChay dùng được",
  "Plain Waffles": "Bánh waffle thường thôi",
  "Make Plain Waffles": "Làm Bánh Quế Thường nha.",
  "Make Pumpkin Spice Waffles": "Làm Bánh Waffles Vị Bí Đỏ Thôi!",
  "Make Saffron Waffles": "Làm Bánh Quế Nghệ Tây nha!",
  "In Swedish cuisine, saffron is traditionally used in desserts, such as <i>lussekatt</i> and <i>saffranspannkaka</i>. Putting saffron in your waffle batter is a modern way to enjoy this yellow delicacy!\\n\\nIn this recipe, it’s served with a healthy dollop of cloudberry jam from the Nordic wetlands.\\n\\nVegetarian-Safe": "Trong ẩm thực Thụy Điển, nghệ tây thường được dùng trong món tráng miệng, như <i>lussekatt</i> và <i>saffranspannkaka</i>. Cho nghệ tây vào bột waffle là một cách hiện đại để thưởng thức món ngon màu vàng này!\\n\\nTrong công thức này, món ăn được phục vụ với một muỗng mứt cloudberry tốt cho sức khỏe từ vùng đất ngập nước Nordic.\\n\\nChay được đó nha",
  "Make Heart's Desire Waffles": "Làm món Bánh Quế Ước Nguyện nào.",
  "Who can resist a perfect slice of Heart's Desire Waffles? And who can resist the waffle eater? This delectable dish is sure to put anyone in a flirty mood!\\n\\nVegetarian-Safe": "Ai mà cưỡng lại được một miếng bánh waffle Heart's Desire ngon lành cơ chứ? Rồi ai mà cưỡng lại được người ăn bánh nữa? Món ăn ngon tuyệt này chắc chắn sẽ khiến ai ăn vào cũng thấy xao xuyến luôn đó nha!\\n\\nChay được nhé",
  "Make Prepped Meat Substitute": "Làm Món Giả Thịt Đã Sơ Chế",
  "Make Batter": "Làm bột nhào nè!",
  "Make Lactose Free Batter": "Làm bột bánh không đường lactose nè",
  "Make Cookie Dough": "Làm bột bánh quy nè!",
  "Make Dough": "Nhào bột nè.",
  "Make Prepped Meat": "Chuẩn bị thịt đi bạn êi!",
  "Make Prepped Seafood": "Hải Sản Sơ Chế",
  "Make Prepped Veggies": "Sơ Chế Rau Củ Nè",
  "Speeds up cake recipes. Can also be used when making waffles!\\n\\nVegetarian-Safe": "Tăng tốc độ làm bánh kem. Cũng dùng được khi làm bánh waffle đó nha!\\n\\nNgười ăn chay dùng được nè",
  "Speeds up the cooking of lactose free cake recipes.\\n\\nVegetarian-Safe, Lactose Free": "Tăng tốc độ nấu các công thức bánh ngọt không chứa lactose.\\n\\nAn toàn cho người ăn chay, Không chứa Lactose",
  "Speeds up the cooking of cookie recipes.\\n\\nVegetarian-Safe, Lactose Free": "Giúp nấu mấy công thức làm bánh quy nhanh hơn.\\n\\nAn toàn cho người ăn chay, không chứa lactose",
  "Speeds up the cooking of dough based recipes. Can also be used when making pizza and focaccia!\\n\\nVegetarian-Safe, Lactose Free": "Làm bột nhanh hơn khi nấu mấy món bánh. Xài cái này để làm pizza với focaccia cũng được luôn nha!\\n\\nMón chay, không lactose",
  "Speeds up the cooking of meat based recipes.\\n\\nLactose Free": "Tăng tốc độ nấu các món thịt nha.\\n\\nKhông chứa lactose á.",
  "Speeds up the cooking of meat substitute based recipes.\\n\\nVegetarian-Safe, Lactose Free": "Tăng tốc độ nấu các món chay giả thịt nè.\\n\\nAn toàn cho người ăn chay, không chứa lactose nha.",
  "Speeds up the cooking of seafood based recipes.\\n\\nLactose Free": "Tăng tốc độ nấu các món ăn hải sản.\\n\\nKhông Lactose",
  "Speeds up the cooking of veggie based recipes.\\n\\nVegetarian-Safe, Lactose Free": "Tăng tốc độ nấu các món chay.\\n\\nThích hợp cho người ăn chay, không lactose",
  "Sims with this trait get duplicates of any recipe they cook with Prepped Ingredients.": "Sims có tính cách này sẽ nhận được bản sao của bất kỳ công thức nấu ăn nào họ nấu bằng Nguyên Liệu Chuẩn Bị sẵn.",
  "Batch Cook": "Nấu ăn hàng loạt",
  "Sims with this trait can set higher markup prices and are more successful at Convincing Customers to Buy while using Food Stands and Sales Tables.": "Sims có tính cách này có thể đặt giá bán cao hơn và thành công hơn trong việc Thuyết phục Khách hàng Mua khi sử dụng Quầy Bán Đồ Ăn và Bàn Bày Hàng đó nha.",
  "Food Sale Complete": "Bán đồ ăn xong rồi đó!",
  "{0.String} made {1.Money}\\n": "{0.String} kiếm được {1.Money} rồi nè\\n",
  "Food sales {0.Money}\\n": "Doanh thu bán đồ ăn: {0.Money}",
  "{0.Number} x {1.String} - {2.Money}": "{0.Number} x {1.String} - {2.Money}",
  "Food Sale": "Bán Đồ Ăn",
  "(From Completing the Appliance Wiz Aspiration)": "(Từ việc Hoàn thành Nguyện vọng Pháp sư Gia dụng)",
  "Booth Boss": "Trùm Sạp Chợ",
  "Booth Bosses can set set higher markups and are more successful at Convincing Customers to Buy while using Food Stands and Sales Tables.": "Mấy má Booth Bosses có thể đặt giá cao hơn và thành công hơn trong việc thuyết phục khách hàng mua hàng khi dùng quầy bán đồ ăn và bàn bán hàng nha.",
  "(From Completing the Market Magnate Aspiration)": "(Từ Hoàn Thành Tham Vọng Ông Trùm Thị Trường)",
  "Home Chef Hustle": "Tập Tành Đầu Bếp Tại Gia",
  "Stand Mixer & Prepped Ingredients": "Máy Trộn Bột & Nguyên Liệu Đã Chuẩn Bị",
  "Some recipes that use a Prepped Ingredient will <b><font color='#199C2C'>take less time</font></b> if that ingredient is used. For example, if your Sim makes a cake with premade Batter, they can skip the entire batter mixing step and simply pour the premade batter into a baking pan directly!\\n\\nYou can identify these recipes by their <b><font color='#199C2C'>background</font></b> and <b><font color='#199C2C'>tooltip</font></b>. If the Prepped Ingredient is available, the background will be blue. If it’s unavailable, the background and tooltip will be grayed out and the normal recipe will be used.": "Mấy công thức nấu ăn xài Nguyên Liệu Chuẩn Bị Sẵn sẽ <b><font color='#199C2C'>tốn ít thời gian hơn</font></b> nếu xài nguyên liệu đó. Ví dụ, nếu Sim của bạn làm bánh kem với Bột Trộn làm sẵn, họ có thể bỏ qua luôn bước trộn bột và chỉ cần đổ bột trộn sẵn vào khay nướng thôi!\\n\\nBạn có thể nhận ra mấy công thức này nhờ <b><font color='#199C2C'>màu nền</font></b> và <b><font color='#199C2C'>chú giải công cụ</font></b> của nó. Nếu Nguyên Liệu Chuẩn Bị Sẵn có sẵn thì màu nền sẽ là màu xanh lam. Nếu không có thì màu nền và chú giải công cụ sẽ bị xám đi và công thức bình thường sẽ được dùng.",
  "You might notice that Prepped Ingredients will <b><font color='#199C2C'>replace</font></b> some or all Fresh Ingredients in certain recipes when the setting is activated. As Prepped Ingredients are cheap to make, and have a chance of being even higher quality than any Fresh Ingredients used to make it, this version of the recipe is better in terms of cost and dish Quality.\\n\\nYou can uncheck the Prepped Ingredients checkbox if you’d prefer to cook a recipe with Fresh Ingredients instead.": "Ê, để ý nha, Nguyên Liệu Sơ Chế <b><font color='#199C2C'>sẽ thay thế</font></b> một phần hoặc toàn bộ Nguyên Liệu Tươi trong một vài công thức nấu ăn khi mà cái cài đặt được bật đó. Nguyên Liệu Sơ Chế làm rẻ lắm luôn á, mà còn có cơ hội chất lượng xịn sò hơn cả Nguyên Liệu Tươi dùng để làm nữa, nên là nấu theo kiểu này ngon bổ rẻ hơn hẳn. Chất lượng món ăn cũng ngon hơn nữa.\\n\\nNếu mà thích nấu với Nguyên Liệu Tươi hơn thì cứ bỏ chọn cái ô Nguyên Liệu Sơ Chế đi nha.",
  "It’s time to cook with Prepped Ingredients! You can find recipes that use Prepped Ingredients from your <b><font color='#199C2C'>fridge</font></b> and <b><font color='#199C2C'>stove</font></b>, as well as some other appliances such as the <b><font color='#199C2C'>Pizza Oven</font></b> and <b><font color='#199C2C'>Waffle Maker</font></b>.\\n\\nRun a cooking interaction that opens the <b><font color='#199C2C'>recipe menu</font></b>, such as Cook on the fridge, and make sure the <b><font color='#199C2C'>Prepped Ingredients</font></b> checkbox is enabled. Optional Prepped Ingredients will then appear in the ingredients list.\\n\\nYour Sim must have that Prepped Ingredient in the fridge or their Inventory to use it in the recipe.": "Đến giờ nấu ăn với Nguyên liệu sơ chế rồi nè! Bạn có thể tìm công thức nấu ăn sử dụng Nguyên liệu sơ chế từ <b><font color='#199C2C'>tủ lạnh</font></b> và <b><font color='#199C2C'>bếp</font></b>, cũng như một số thiết bị khác như <b><font color='#199C2C'>Lò nướng Pizza</font></b> và <b><font color='#199C2C'>Máy làm bánh waffle</font></b>.\\n\\nChọn tương tác nấu ăn để mở <b><font color='#199C2C'>menu công thức</font></b>, ví dụ như Nấu ăn trên tủ lạnh, và nhớ bật ô <b><font color='#199C2C'>Nguyên liệu sơ chế</font></b> nha. Các Nguyên liệu sơ chế tùy chọn sau đó sẽ xuất hiện trong danh sách nguyên liệu.\\n\\nSim của bạn phải có Nguyên liệu sơ chế đó trong tủ lạnh hoặc trong hành trang thì mới dùng được để nấu nhen.",
  "The <b><font color='#199C2C'>Stand Mixer</font></b> is the crown jewel of any chef’s kitchen, be they hobbyist or professional!\\n\\nSims can use it to make <b><font color='#199C2C'>Prepped Ingredients</font></b>, a new type of ingredient that makes cooking faster and cheaper. It also helps to improve the Quality of a dish.\\n\\nYou can find the Stand Mixer in the <b><font color='#199C2C'>Kitchen Appliances</font></b> category in Build Mode.\\n": "Cái <b><font color='#199C2C'>Máy Trộn Bột</font></b> đích thị là \"con cưng\" trong bếp của mọi đầu bếp, dù là nghiệp dư hay chuyên nghiệp!\\n\\nSims có thể dùng nó để làm <b><font color='#199C2C'>Nguyên Liệu Sơ Chế</font></b>, một loại nguyên liệu mới giúp nấu ăn nhanh hơn và rẻ hơn đó nha. Nó còn giúp cải thiện Chất Lượng món ăn nữa.\\n\\nBạn có thể tìm thấy Máy Trộn Bột trong mục <b><font color='#199C2C'>Đồ Gia Dụng Nhà Bếp</font></b> ở Chế Độ Xây Dựng đó nghen.",
  "To make Prepped Ingredients, use the <b><font color='#199C2C'>Prep Ingredients</font></b> interaction on the Stand Mixer.\\n\\nYou can choose to use <b><font color='#199C2C'>Fresh Ingredients</font></b> in the Stand Mixer to reduce the cost and possibly increase the Quality of the Prepped Ingredients that are created, which may then further boost the quality of any recipes prepared using those Prepped Ingredients.\\n\\nWhile the Stand Mixer is processing, your Sim is free to do other things. Let it work its magic and simply <b><font color='#199C2C'>Collect Prepped Ingredients</font></b> once it’s done. Five Prepped Ingredients are produced each time.": "Để làm Nguyên Liệu Đã Sơ Chế, dùng tương tác <b><font color='#199C2C'>Sơ Chế Nguyên Liệu</font></b> trên Máy Trộn Đứng nhen.\\n\\nBạn có thể chọn dùng <b><font color='#199C2C'>Nguyên Liệu Tươi</font></b> trong Máy Trộn Đứng để giảm chi phí và có thể tăng Chất Lượng của Nguyên Liệu Đã Sơ Chế được tạo ra, từ đó có thể tăng chất lượng của bất kỳ công thức nào được chuẩn bị bằng cách sử dụng những Nguyên Liệu Đã Sơ Chế đó.\\n\\nTrong khi Máy Trộn Đứng đang xử lý, Sim của bạn cứ thoải mái làm việc khác đi. Cứ để nó tự làm phép màu rồi đơn giản là <b><font color='#199C2C'>Thu Thập Nguyên Liệu Đã Sơ Chế</font></b> khi nó xong việc nha. Mỗi lần là có năm Nguyên Liệu Đã Sơ Chế đó.",
  "Take your business on the road by bringing the Food Stand, appliances, and wares in your Sim’s <b><font color='#199C2C'>inventory</font></b> when they travel.\\n\\nPick up the Food Stand by selecting <b><font color='#199C2C'>Put in Inventory</font></b>, find your new location, and select <b><font color='#199C2C'>Place In World</font></b> on the table in the inventory. You can also <b><font color='#199C2C'>drag</font></b> the table in and out of your Sim’s inventory while it’s on a lot.\\n\\nIf the Food Stand has wares or appliances on it, your Sim needs to <b><font color='#199C2C'>Clear Table</font></b> before they can pick it up.": "Mang cả quầy đồ ăn, dụng cụ với hàng hóa của Sim vào <b><font color='#199C2C'>hành trang</font></b> để đi đó đây luôn cho tiện nè.\\n\\nMuốn nhặt quầy đồ ăn thì chọn <b><font color='#199C2C'>Cất Vào Hành Trang</font></b>, tìm chỗ mới rồi chọn <b><font color='#199C2C'>Đặt Trong Thế Giới</font></b> trên cái bàn trong hành trang. Hoặc là, đang ở trong khu đất nào đó thì <b><font color='#199C2C'>kéo</font></b> cái bàn ra vô hành trang Sim cũng được nha.\\n\\nNếu trên quầy có hàng hóa hay đồ dùng gì thì Sim phải <b><font color='#199C2C'>Dọn Dẹp Bàn</font></b> trước khi nhặt nó đi hen.",
  "To prepare a sale, <b><font color='#199C2C'>drag</font></b> food or other items to the Food Stand or its inventory. When you’re ready, choose <b><font color='#199C2C'>Start Food Sale</font></b>, and customers will flock to your table!\\n\\nYour Sim will automatically <b><font color='#199C2C'>stock</font></b> the table when the sale starts, and keep restocking it over time as things get sold. You can select Disable AutoStock to stock manually instead.\\n\\nIf your Sim has to take a break, they can continue selling by selecting <b><font color='#199C2C'>Tend Table</font></b>.\\n\\nThe Street Food Sale will end when the timer runs out.\\n": "Để chuẩn bị cho đợt bán hàng, hãy <b><font color='#199C2C'>kéo</font></b> đồ ăn hoặc các vật phẩm khác đến quầy đồ ăn hoặc kho của nó. Khi nào sẵn sàng, chọn <b><font color='#199C2C'>Bắt đầu Bán Đồ Ăn</font></b>, và khách hàng sẽ đổ xô đến bàn của bạn!\\n\\nSim của bạn sẽ tự động <b><font color='#199C2C'>bày</font></b> bàn khi đợt bán hàng bắt đầu, và tiếp tục bày thêm theo thời gian khi đồ được bán hết. Bạn có thể chọn Tắt Tự Bày để tự bày thủ công.\\n\\nNếu Sim của bạn cần nghỉ ngơi, họ có thể tiếp tục bán hàng bằng cách chọn <b><font color='#199C2C'>Trông Bàn</font></b>.\\n\\nĐợt Bán Đồ Ăn Đường Phố sẽ kết thúc khi hết giờ nhé.",
  "To place a <b><font color='#199C2C'>small appliance</font></b> on the Food Stand, you can either purchase or move it in Build Mode, drag it onto the table in Live Mode, or select <b><font color='#199C2C'>Place Appliance</font></b> to place it from your Sim’s Inventory.\\n\\nMost small appliances allow your Sim to cook while they’re still tending the table. How efficient!": "Để đặt <b><font color='#199C2C'>thiết bị nhỏ</font></b> lên Quầy Thức Ăn, bạn có thể mua hoặc di chuyển nó trong Chế Độ Xây Dựng, kéo nó lên bàn trong Chế Độ Sống, hoặc chọn <b><font color='#199C2C'>Đặt Thiết Bị</font></b> để đặt nó từ Hành Trang của Sim.\\n\\nHầu hết các thiết bị nhỏ cho phép Sim của bạn nấu ăn trong khi vẫn đang phục vụ bàn. Tiện lợi ghê!",
  "Bring your home chef hustle dreams to life with the <b><font color='#199C2C'>Food Stand</font></b>!\\n\\nUse it to <b><font color='#199C2C'>sell</font></b> food and other items from the comfort of your Sim's home, or put it in your <b><font color='#199C2C'>inventory</font></b> and bring their booming business around the world.\\n\\nThe handy dandy side tables allow you to cook with <b><font color='#199C2C'>small appliances</font></b> on the go!\\n": "Biến giấc mơ làm đầu bếp tại gia thành hiện thực với cái <b><font color='#199C2C'>Quầy Bán Đồ Ăn</font></b> nè!\\n\\nDùng nó để <b><font color='#199C2C'>bán</font></b> đồ ăn và mấy món khác ngay tại nhà của Sim, hoặc cho nó vào <b><font color='#199C2C'>hành trang</font></b> rồi mang cái cơ ngơi đang phất lên của Sim đi khắp thế giới luôn.\\n\\nMấy cái bàn phụ nhỏ nhắn xinh xắn cho phép bạn nấu nướng bằng <b><font color='#199C2C'>đồ gia dụng nhỏ</font></b> khi đang di chuyển đó nha!",
  "Increasing the <b><font color='#199C2C'>Mark Up</font></b> will earn you more Simoleons per sale, but it will also make customers less likely to buy something.\\n\\nYour Sim can attempt to <b><font color='#199C2C'>Give Sales Pitch</font></b> to make a customer more interested in your wares.\\n\\nSelect <b><font color='#199C2C'>Convince to Buy</font></b> to try and sell a specific item to a customer! Convince them to buy your most expensive dish, or something... <i>special</i> if your Sim is feeling mischievous.\\n\\nImproving your Sim’s <b><font color='#199C2C'>Charisma</font></b> skill and completing the <b><font color='#199C2C'>Market Magnate</font></b> aspiration will make them better at selling items, Give Sales Pitch, and Convince To Buy.": "Tăng <b><font color='#199C2C'>Giá Lên</font></b> sẽ giúp bạn kiếm được nhiều Simoleon hơn cho mỗi lần bán, nhưng nó cũng khiến khách hàng ít có khả năng mua đồ hơn đó nha.\\n\\nSim của bạn có thể thử <b><font color='#199C2C'>Quảng Cáo</font></b> để làm cho khách hàng quan tâm hơn đến hàng hóa của bạn.\\n\\nChọn <b><font color='#199C2C'>Thuyết Phục Mua</font></b> để thử và bán một mặt hàng cụ thể cho khách hàng! Thuyết phục họ mua món ăn đắt nhất của bạn, hoặc một cái gì đó... <i>đặc biệt</i> nếu Sim của bạn đang cảm thấy nghịch ngợm.\\n\\nCải thiện kỹ năng <b><font color='#199C2C'>Sức Hút</font></b> của Sim và hoàn thành khát vọng <b><font color='#199C2C'>Ông Trùm Chợ Búa</font></b> sẽ giúp họ bán hàng tốt hơn, Quảng Cáo hay hơn và Thuyết Phục Mua đỉnh hơn đó.",
  "Hydraulic Harmony Mosaic": "Họa Tiết Gạch Mosaic Thủy Lực Hài Hòa"
}