{
  "Life is short, have you thought about writing a Will?": "Đời người ngắn ngủi, bạn đã nghĩ đến việc viết di chúc chưa?",
  "Nah, nobody needs my stuff.": "Thôi, có ai cần đồ của tôi đâu.",
  "Start a Will!": "Bắt đầu lập di chúc đi!",
  "Want to stop by Ravenwood Family Day with me? We can look for frogs, play with the Specters, learn about setting up a Will, and I even hear a Crow Handler will be there with one of Grim's Crows. Also, food. Maybe even Boiling Death Frog Hot Pot if we're lucky! ": "Muốn ghé qua Ngày Gia Đình Ravenwood với tôi không? Chúng ta có thể tìm ếch, chơi với Bóng Ma, tìm hiểu về cách lập di chúc, và tôi còn nghe nói sẽ có Người Huấn Luyện Quạ ở đó với một trong những con Quạ của Thần Chết nữa. À, còn đồ ăn nữa. Có khi còn có cả Lẩu Ếch Chết Chóc Sôi Sục nếu may mắn!",
  "There's a group to help Ghosts like us figure out the afterlife together. Wanna come?": "Có một nhóm giúp những Hồn Ma như chúng ta cùng nhau tìm hiểu về thế giới bên kia đó. Muốn đi không?",
  "53CB4CDE": "Đời người ngắn ngủi, bạn đã nghĩ đến việc viết di chúc chưa?",
  "673CE682": "Thôi, có ai cần đồ của tôi đâu.",
  "DFD01DDA": "Bắt đầu lập di chúc đi!",
  "C9DBAB1D": "Muốn ghé qua Ngày Gia Đình Ravenwood với tôi không? Chúng ta có thể tìm ếch, chơi với Bóng Ma, tìm hiểu về cách lập di chúc, và tôi còn nghe nói sẽ có Người Huấn Luyện Quạ ở đó với một trong những con Quạ của Thần Chết nữa. À, còn đồ ăn nữa. Có khi còn có cả Lẩu Ếch Chết Chóc Sôi Sục nếu may mắn!",
  "A7EC0F3B": "Có một nhóm giúp những Hồn Ma như chúng ta cùng nhau tìm hiểu về thế giới bên kia đó. Muốn đi không?",
  "Care to attend the Moon Revelry with me? It's on the shore out by the Ancestor cliff in Whispering Glen. We can swim, moonbathe, watch the stars, play music, and dance around the bonfire. It's always wildest during the full moon, but I love it any night!": "Đi dự Lễ Hội Trăng Rằm với tôi không? Nó ở trên bờ biển gần vách đá Tổ Tiên ở Whispering Glen đó. Chúng ta có thể bơi, tắm trăng, ngắm sao, chơi nhạc và nhảy múa quanh đống lửa trại. Lúc trăng tròn thì lúc nào cũng náo nhiệt nhất, nhưng tôi thích nó vào bất kỳ đêm nào!",
  "I'm heading to the Thinned Festiveil—want to come? There's the Game of Chance, a Tarot reader, food, dancing, and of course, the Guardian Tree. They say if you give it a gift it'll give you one back. <i>And</i>, I hear there might even be some Grimterns there, recruiting.": "Tớ đang định đến Lễ Hội Thinned nè—muốn đi không? Có Trò Chơi May Rủi, người đọc bài Tarot, đồ ăn, nhảy múa, và tất nhiên là cả Cây Thần Hộ Mệnh nữa. Người ta nói nếu bạn tặng nó một món quà thì nó sẽ tặng lại bạn một món. <i>Và</i>, tớ nghe nói có thể có cả Grimterns ở đó, đang tuyển quân đó.",
  "Afterlife Anonymous is starting now. Feeling overwhelmed or in need of support? The Afterlife Anonymous is your go-to sanctuary! Gather with fellow ghosts and sympathetic Sims for a support session. Share your experiences at the podium, enjoy comforting potluck dishes, and find solace in heartfelt conversations. Whether you’re a ghost or a grieving Sim, it’s the perfect place to find support and camaraderie!\\n\\nThe group meets every Monday, Wednesday & Friday at 6pm and Tuesday & Thursday at 10am in the Mourningvale neighborhood, near the ruins.": "Hội Những Người Vô Danh Sau Khi Chết bắt đầu rồi nè. Bạn cảm thấy choáng ngợp hay cần sự hỗ trợ à? Hội Những Người Vô Danh Sau Khi Chết là nơi trú ẩn lý tưởng của bạn đó! Hãy tụ tập với những hồn ma khác và những Sim cảm thông để tham gia một buổi hỗ trợ. Chia sẻ kinh nghiệm của bạn tại bục giảng, thưởng thức những món ăn tự chọn thoải mái và tìm thấy sự an ủi trong những cuộc trò chuyện chân thành. Cho dù bạn là hồn ma hay một Sim đang đau buồn, thì đây là nơi hoàn hảo để tìm kiếm sự hỗ trợ và tình bạn!\n\nNhóm họp vào mỗi Thứ Hai, Thứ Tư & Thứ Sáu lúc 6 giờ chiều và Thứ Ba & Thứ Năm lúc 10 giờ sáng tại khu phố Mourningvale, gần khu phế tích.",
  "Afterlife Anonymous": "Hội Những Người Vô Danh Sau Khi Chết",
  "Consult Inheritance Lawyer": "Tham khảo ý kiến Luật Sư Thừa Kế",
  "2E76DF1F": "Đi dự Lễ Hội Trăng Rằm với tôi không? Nó ở trên bờ biển gần vách đá Tổ Tiên ở Whispering Glen đó. Chúng ta có thể bơi, tắm trăng, ngắm sao, chơi nhạc và nhảy múa quanh đống lửa trại. Lúc trăng tròn thì lúc nào cũng náo nhiệt nhất, nhưng tôi thích nó vào bất kỳ đêm nào!",
  "2F634CE8": "Tớ đang định đến Lễ Hội Thinned nè—muốn đi không? Có Trò Chơi May Rủi, người đọc bài Tarot, đồ ăn, nhảy múa, và tất nhiên là cả Cây Thần Hộ Mệnh nữa. Người ta nói nếu bạn tặng nó một món quà thì nó sẽ tặng lại bạn một món. <i>Và</i>, tớ nghe nói có thể có cả Grimterns ở đó, đang tuyển quân đó.",
  "50DF85B4": "Hội Những Người Vô Danh Sau Khi Chết bắt đầu rồi nè. Bạn cảm thấy choáng ngợp hay cần sự hỗ trợ à? Hội Những Người Vô Danh Sau Khi Chết là nơi trú ẩn lý tưởng của bạn đó! Hãy tụ tập với những hồn ma khác và những Sim cảm thông để tham gia một buổi hỗ trợ. Chia sẻ kinh nghiệm của bạn tại bục giảng, thưởng thức những món ăn tự chọn thoải mái và tìm thấy sự an ủi trong những cuộc trò chuyện chân thành. Cho dù bạn là hồn ma hay một Sim đang đau buồn, thì đây là nơi hoàn hảo để tìm kiếm sự hỗ trợ và tình bạn!\n\nNhóm họp vào mỗi Thứ Hai, Thứ Tư & Thứ Sáu lúc 6 giờ chiều và Thứ Ba & Thứ Năm lúc 10 giờ sáng tại khu phố Mourningvale, gần khu phế tích.",
  "8F5AF1B2": "Hội Những Người Vô Danh Sau Khi Chết",
  "72FDCD66": "Tham khảo ý kiến Luật Sư Thừa Kế",
  "Crow Discovery": "Khám Phá Quạ",
  "Gift Giving Specters": "Bóng Ma Tặng Quà",
  "Frog Finder Contest": "Cuộc Thi Tìm Ếch",
  "Get ready for some froggy fun! Search high and low for the legendary Death Frog hiding among the central fountain. Win the contest and receive a prize!": "Hãy sẵn sàng cho một số trò vui nhộn với ếch nào! Tìm kiếm khắp nơi con Ếch Tử Thần huyền thoại đang ẩn náu giữa đài phun nước trung tâm. Chiến thắng cuộc thi và nhận giải thưởng!",
  "Dare to interact with these charming crows and chat with the Crow Handler to uncover their mysterious ways!": "Dám tương tác với những con quạ quyến rũ này và trò chuyện với Người Huấn Luyện Quạ để khám phá những cách thức bí ẩn của chúng!",
  "92157BC6": "Khám Phá Quạ",
  "894B22DB": "Bóng Ma Tặng Quà",
  "ADE9A06B": "Cuộc Thi Tìm Ếch",
  "15A057C0": "Hãy sẵn sàng cho một số trò vui nhộn với ếch nào! Tìm kiếm khắp nơi con Ếch Tử Thần huyền thoại đang ẩn náu giữa đài phun nước trung tâm. Chiến thắng cuộc thi và nhận giải thưởng!",
  "A8378D99": "Dám tương tác với những con quạ quyến rũ này và trò chuyện với Người Huấn Luyện Quạ để khám phá những cách thức bí ẩn của chúng!",
  "Children can have fun at the playground with these playful specters! They might even score a special heirloom object or a delightful surprise when asked for a gift!": "Trẻ em có thể vui chơi tại sân chơi với những bóng ma vui nhộn này! Chúng thậm chí có thể ghi được một vật gia truyền đặc biệt hoặc một bất ngờ thú vị khi được xin quà!",
  "Ever wondered about the secrets of planning for the future? Chat with our friendly Inheritance Lawyer and get valuable advice!": "Bạn đã bao giờ tự hỏi về những bí mật của việc lập kế hoạch cho tương lai chưa? Hãy trò chuyện với Luật Sư Thừa Kế thân thiện của chúng tôi và nhận được những lời khuyên có giá trị!",
  "Saturday 12:00PM - 8:00PM": "Thứ Bảy 12:00 trưa - 8:00 tối",
  "Travel to Ravenwood Family Day": "Du hành đến Ngày Gia Đình Ravenwood",
  "Ravenwood Family Day Festival is starting now in Crow's Crossing! Stop by to participate in the Frog Finding contest, try out the tasty Boiling Death Frog Hot Pot, visit the collector, or to learn more about Wills and Crows. Child Sims can even try to get gifts from the nearby friendly specters. It's sure to be a festival of family fun!": "Lễ Hội Ngày Gia Đình Ravenwood đang bắt đầu ngay bây giờ tại Crow's Crossing! Hãy ghé qua để tham gia cuộc thi Tìm Ếch, thử món Lẩu Ếch Tử Thần Sôi Sục ngon lành, ghé thăm nhà sưu tập, hoặc tìm hiểu thêm về Di Chúc và Quạ. Các Sim trẻ em thậm chí có thể cố gắng nhận quà từ những bóng ma thân thiện gần đó. Chắc chắn đây sẽ là một lễ hội vui vẻ dành cho gia đình!",
  "C598667D": "Trẻ em có thể vui chơi tại sân chơi với những bóng ma vui nhộn này! Chúng thậm chí có thể ghi được một vật gia truyền đặc biệt hoặc một bất ngờ thú vị khi được xin quà!",
  "4F65C651": "Bạn đã bao giờ tự hỏi về những bí mật của việc lập kế hoạch cho tương lai chưa? Hãy trò chuyện với Luật Sư Thừa Kế thân thiện của chúng tôi và nhận được những lời khuyên có giá trị!",
  "5DDAC566": "Thứ Bảy 12:00 trưa - 8:00 tối",
  "A3FBF13D": "Du hành đến Ngày Gia Đình Ravenwood",
  "769B7B29": "Lễ Hội Ngày Gia Đình Ravenwood đang bắt đầu ngay bây giờ tại Crow's Crossing! Hãy ghé qua để tham gia cuộc thi Tìm Ếch, thử món Lẩu Ếch Tử Thần Sôi Sục ngon lành, ghé thăm nhà sưu tập, hoặc tìm hiểu thêm về Di Chúc và Quạ. Các Sim trẻ em thậm chí có thể cố gắng nhận quà từ những bóng ma thân thiện gần đó. Chắc chắn đây sẽ là một lễ hội vui vẻ dành cho gia đình!",
  "Ravenwood Family Day": "Ngày Gia Đình Ravenwood",
  "Crow's Crossing Celebration of Life is occurring near the center of Crow's Crossing in Ravenwood. This Festival can be found every Tuesday, Thursday, and Sunday from 11AM - 5PM.\\n\\nThe Try Before You Die Casket Sale also happens in Crow's Crossing every Monday, Wednesday, and Friday from 11AM - 5PM. Be sure to check it out for a great deal!\\n\\nThe Moon Revelry happens every night in Whispering Glen from 7PM - 1AM. On the Full Moon, it's an extra special, extra nude affair.\\n\\nAfterlife Anonymous occurs every Monday, Wednesday, Friday 6PM - 11PM and every Tuesday and Thursday 10AM - 4PM in Mourningvale for Ghosts or Grieving Sims needing a little extra support.": "Lễ Kỷ Niệm Cuộc Sống Crow's Crossing đang diễn ra gần trung tâm Crow's Crossing ở Ravenwood. Lễ hội này có thể được tìm thấy vào mỗi Thứ Ba, Thứ Năm và Chủ Nhật từ 11 giờ sáng - 5 giờ chiều.\n\nChương Trình Bán Quan Tài Dùng Thử Trước Khi Chết cũng diễn ra ở Crow's Crossing vào mỗi Thứ Hai, Thứ Tư và Thứ Sáu từ 11 giờ sáng - 5 giờ chiều. Hãy nhớ xem qua để có được một món hời tuyệt vời!\n\nLễ Hội Trăng Rằm diễn ra mỗi đêm ở Whispering Glen từ 7 giờ tối - 1 giờ sáng. Vào Đêm Trăng Tròn, đó là một sự kiện đặc biệt hơn, trần trụi hơn.\n\nHội Những Người Vô Danh Sau Khi Chết diễn ra vào mỗi Thứ Hai, Thứ Tư, Thứ Sáu từ 6 giờ chiều - 11 giờ đêm và vào mỗi Thứ Ba và Thứ Năm từ 10 giờ sáng - 4 giờ chiều ở Mourningvale dành cho Hồn Ma hoặc Sim Đau Buồn cần thêm một chút hỗ trợ.",
  "Ravenwood Daily Festivals": "Các Lễ Hội Hàng Ngày ở Ravenwood",
  "Crackling Bonfire": "Đống Lửa Lách Tách",
  "Moonbathe": "Tắm Trăng",
  "DE4C1D5A": "Ngày Gia Đình Ravenwood",
  "0C6C29A8": "Lễ Kỷ Niệm Cuộc Sống Crow's Crossing đang diễn ra gần trung tâm Crow's Crossing ở Ravenwood. Lễ hội này có thể được tìm thấy vào mỗi Thứ Ba, Thứ Năm và Chủ Nhật từ 11 giờ sáng - 5 giờ chiều.\n\nChương Trình Bán Quan Tài Dùng Thử Trước Khi Chết cũng diễn ra ở Crow's Crossing vào mỗi Thứ Hai, Thứ Tư và Thứ Sáu từ 11 giờ sáng - 5 giờ chiều. Hãy nhớ xem qua để có được một món hời tuyệt vời!\n\nLễ Hội Trăng Rằm diễn ra mỗi đêm ở Whispering Glen từ 7 giờ tối - 1 giờ sáng. Vào Đêm Trăng Tròn, đó là một sự kiện đặc biệt hơn, trần trụi hơn.\n\nHội Những Người Vô Danh Sau Khi Chết diễn ra vào mỗi Thứ Hai, Thứ Tư, Thứ Sáu từ 6 giờ chiều - 11 giờ đêm và vào mỗi Thứ Ba và Thứ Năm từ 10 giờ sáng - 4 giờ chiều ở Mourningvale dành cho Hồn Ma hoặc Sim Đau Buồn cần thêm một chút hỗ trợ.",
  "0B26D816": "Các Lễ Hội Hàng Ngày ở Ravenwood",
  "88FCDB5A": "Đống Lửa Lách Tách",
  "7B3DBE98": "Tắm Trăng",
  "Bare It All": "Trút Bỏ Tất Cả",
  "Night Swim": "Bơi Đêm",
  "Shed all worries under the full moon and <i>yes, clothes too</i>, to embrace the freedom of the open sky. Revel in nature’s purest form while keeping children at bay!": "Gạt bỏ mọi lo lắng dưới ánh trăng tròn và <i>ừ, cả quần áo nữa</i>, để đón nhận sự tự do của bầu trời rộng mở. Đắm mình trong hình thức thuần khiết nhất của thiên nhiên trong khi vẫn giữ trẻ em ở xa!",
  "Gather around the cozy bonfire and enjoy the warmth as it lights up the night. Share stories and dance the night away with fellow Sims!": "Tụ tập quanh đống lửa ấm cúng và tận hưởng hơi ấm khi nó thắp sáng màn đêm. Chia sẻ những câu chuyện và nhảy múa suốt đêm với những Sim khác!",
  "Enjoy the rush of swimming beneath the stars, where moonlight dances upon the glistening waters.": "Tận hưởng cảm giác thích thú khi bơi dưới những vì sao, nơi ánh trăng nhảy múa trên mặt nước lấp lánh.",
  "882FF505": "Trút Bỏ Tất Cả",
  "020AB255": "Bơi Đêm",
  "A3AD174F": "Gạt bỏ mọi lo lắng dưới ánh trăng tròn và <i>ừ, cả quần áo nữa</i>, để đón nhận sự tự do của bầu trời rộng mở. Đắm mình trong hình thức thuần khiết nhất của thiên nhiên trong khi vẫn giữ trẻ em ở xa!",
  "2EFEA245": "Tụ tập quanh đống lửa ấm cúng và tận hưởng hơi ấm khi nó thắp sáng màn đêm. Chia sẻ những câu chuyện và nhảy múa suốt đêm với những Sim khác!",
  "CC8BD208": "Tận hưởng cảm giác thích thú khi bơi dưới những vì sao, nơi ánh trăng nhảy múa trên mặt nước lấp lánh.",
  "Lie back and bask in the moon’s soft glow. Feel the mystical energy of the night rejuvenate in ways sunlight never could!": "Nằm xuống và đắm mình trong ánh trăng dịu nhẹ. Cảm nhận nguồn năng lượng huyền bí của đêm giúp trẻ hóa theo những cách mà ánh sáng mặt trời không bao giờ có thể!",
  "Daily 7PM - 1AM, Except on a New Moon": "Hàng ngày 7 giờ tối - 1 giờ sáng, Trừ Đêm Không Trăng",
  "Travel to the Moon Revelry Festival": "Du hành đến Lễ Hội Trăng Rằm",
  "Moon Revelry": "Lễ Hội Trăng Rằm",
  "When the Full Moon Shines Brightest": "Khi Trăng Tròn Chiếu Sáng Rực Rỡ Nhất",
  "F0D37543": "Nằm xuống và đắm mình trong ánh trăng dịu nhẹ. Cảm nhận nguồn năng lượng huyền bí của đêm giúp trẻ hóa theo những cách mà ánh sáng mặt trời không bao giờ có thể!",
  "6B8CF6F4": "Hàng ngày 7 giờ tối - 1 giờ sáng, Trừ Đêm Không Trăng",
  "4A600017": "Du hành đến Lễ Hội Trăng Rằm",
  "ABF3C720": "Lễ Hội Trăng Rằm",
  "76BB1EB1": "Khi Trăng Tròn Chiếu Sáng Rực Rỡ Nhất",
  "The Moon Revelry is starting now in Whispering Glen! See the Ancestor cliff up-close, take a night swim, dance around the bonfire, or moonbathe under the light of the stars. Now try it all in the nude! <b>The Full Moon means this event is <i>clothing optional.</i></b>": "Lễ Hội Trăng Rằm đang bắt đầu ngay bây giờ ở Whispering Glen! Chiêm ngưỡng vách đá Tổ Tiên cận cảnh, bơi đêm, nhảy múa quanh đống lửa hoặc tắm trăng dưới ánh sao. Giờ hãy thử tất cả những điều đó trong trạng thái khỏa thân! <b>Trăng Tròn có nghĩa là sự kiện này <i>tùy chọn trang phục.</i></b>",
  "Grim's Game of Chance": "Trò Chơi May Rủi của Thần Chết",
  "Tarot Reading": "Xem Bài Tarot",
  "Gift The Guardian Tree": "Tặng Quà cho Cây Thần Hộ Mệnh",
  "Dance All Night Long!": "Nhảy Múa Suốt Đêm Dài!",
  "48C191B0": "Lễ Hội Trăng Rằm đang bắt đầu ngay bây giờ ở Whispering Glen! Chiêm ngưỡng vách đá Tổ Tiên cận cảnh, bơi đêm, nhảy múa quanh đống lửa hoặc tắm trăng dưới ánh sao. Giờ hãy thử tất cả những điều đó trong trạng thái khỏa thân! <b>Trăng Tròn có nghĩa là sự kiện này <i>tùy chọn trang phục.</i></b>",
  "7B6462F9": "Trò Chơi May Rủi của Thần Chết",
  "0849B29A": "Xem Bài Tarot",
  "4B64B64C": "Tặng Quà cho Cây Thần Hộ Mệnh",
  "CB838FB1": "Nhảy Múa Suốt Đêm Dài!",
  "Consult the enigmatic Tarot Reader for insights into Tarot. Grab a chance for a personal reading and uncover hidden truths about the future!": "Tham khảo ý kiến Người Đọc Bài Tarot bí ẩn để hiểu rõ hơn về Tarot. Nắm bắt cơ hội để được xem riêng và khám phá những sự thật ẩn giấu về tương lai!",
  "Get ready to groove with living and ghost Sims! Enjoy a day of spooky beats and mysterious moves.": "Hãy sẵn sàng hòa mình vào những điệu nhảy cùng với Sim sống và ma! Tận hưởng một ngày với những nhịp điệu ma quái và những bước di chuyển bí ẩn.",
  "Meet Grim's mysterious underling and dive into the ultimate game of chance! Win exciting prizes or, with luck, maybe even summon Grim Reaper himself.": "Gặp gỡ thuộc hạ bí ẩn của Thần Chết và hòa mình vào trò chơi may rủi đỉnh cao! Giành những giải thưởng thú vị hoặc, nếu may mắn, thậm chí có thể triệu hồi chính Thần Chết.",
  "Offer a gift to the Guardian Tree and let its enchantment take effect! The tree is known to bestow a reward or delightful surprise on those who honor its presence.": "Dâng một món quà cho Cây Thần Hộ Mệnh và để phép thuật của nó có hiệu lực! Cây được biết đến là ban thưởng hoặc gây bất ngờ thú vị cho những người tôn vinh sự hiện diện của nó.",
  "Wednesday 10:00AM - 6:00PM": "Thứ Tư 10:00 sáng - 6:00 chiều",
  "821D6D41": "Tham khảo ý kiến Người Đọc Bài Tarot bí ẩn để hiểu rõ hơn về Tarot. Nắm bắt cơ hội để được xem riêng và khám phá những sự thật ẩn giấu về tương lai!",
  "B4A58205": "Hãy sẵn sàng hòa mình vào những điệu nhảy cùng với Sim sống và ma! Tận hưởng một ngày với những nhịp điệu ma quái và những bước di chuyển bí ẩn.",
  "71E6549C": "Gặp gỡ thuộc hạ bí ẩn của Thần Chết và hòa mình vào trò chơi may rủi đỉnh cao! Giành những giải thưởng thú vị hoặc, nếu may mắn, thậm chí có thể triệu hồi chính Thần Chết.",
  "F031E1F6": "Dâng một món quà cho Cây Thần Hộ Mệnh và để phép thuật của nó có hiệu lực! Cây được biết đến là ban thưởng hoặc gây bất ngờ thú vị cho những người tôn vinh sự hiện diện của nó.",
  "111D2C2B": "Thứ Tư 10:00 sáng - 6:00 chiều",
  "Travel to Thinned Festiveil": "Du hành đến Lễ Hội Thinned",
  "Thinned Festiveil is starting now in the Mourningvale neighborhood of Ravenwood! Stop by to play a Game of Chance with a Grimtern or learn more about the Reaper Career, receive a Tarot reading, and offer gifts to the Guardian Tree! There's also food, dancing, and a Mysterious Merchant. ": "Lễ Hội Thinned đang bắt đầu ngay bây giờ ở khu Mourningvale của Ravenwood! Hãy ghé qua để chơi Trò Chơi May Rủi với một Grimtern hoặc tìm hiểu thêm về Nghề Nghiệp Thần Chết, nhận một buổi xem bài Tarot và dâng quà cho Cây Thần Hộ Mệnh! Ngoài ra còn có đồ ăn, khiêu vũ và một Thương Gia Bí Ẩn.",
  "Thinned Festiveil": "Lễ Hội Thinned",
  "Sweater Weather": "Thời Tiết Áo Len",
  "Breezy Layers": "Trang Phục Nhiều Lớp Thoáng Mát",
  "8FDAA81C": "Du hành đến Lễ Hội Thinned",
  "B5CF286A": "Lễ Hội Thinned đang bắt đầu ngay bây giờ ở khu Mourningvale của Ravenwood! Hãy ghé qua để chơi Trò Chơi May Rủi với một Grimtern hoặc tìm hiểu thêm về Nghề Nghiệp Thần Chết, nhận một buổi xem bài Tarot và dâng quà cho Cây Thần Hộ Mệnh! Ngoài ra còn có đồ ăn, khiêu vũ và một Thương Gia Bí Ẩn.",
  "3716724F": "Lễ Hội Thinned",
  "C1F0023A": "Thời Tiết Áo Len",
  "2D522314": "Trang Phục Nhiều Lớp Thoáng Mát",
  "Bowed Beauty": "Vẻ Đẹp Cúi Chào",
  "Buttoned Breeze": "Gió Nút Cài",
  "Timeless Elegance": "Vẻ Thanh Lịch Vượt Thời Gian",
  "Midnight Reverie": "Mơ Màng Nửa Đêm",
  "Refined Charm": "Sự Quyến Rũ Tinh Tế",
  "8D392693": "Vẻ Đẹp Cúi Chào",
  "734B46FB": "Gió Nút Cài",
  "B443EBCE": "Vẻ Thanh Lịch Vượt Thời Gian",
  "ADEEB23A": "Mơ Màng Nửa Đêm",
  "BA138CA3": "Sự Quyến Rũ Tinh Tế",
  "Chain Reaction": "Phản Ứng Dây Chuyền",
  "A fence so full of intricate and frightening ironwork, even your most negative nemesis will have trouble finding flaws with such impeccable craftsmanship.": "Một hàng rào với đầy những chi tiết sắt phức tạp và đáng sợ, ngay cả kẻ thù tồi tệ nhất của bạn cũng sẽ khó tìm ra sai sót với tay nghề thủ công hoàn hảo như vậy.",
  "Eerie Elegance Iron Fence": "Hàng Rào Sắt Thanh Lịch Kỳ Dị",
  "A fence so chilling, even your most acrimonious acquaintances will be too afraid to make judgmental comments as they peer over it in curiosity.": "Một hàng rào ớn lạnh đến nỗi, ngay cả những người quen cay độc nhất của bạn cũng sẽ quá sợ hãi để đưa ra những bình luận phán xét khi họ tò mò nhìn qua nó.",
  "Eerie Elegance Fence": "Hàng Rào Thanh Lịch Kỳ Dị",
  "97A79AE4": "Phản Ứng Dây Chuyền",
  "0AAC593F": "Một hàng rào với đầy những chi tiết sắt phức tạp và đáng sợ, ngay cả kẻ thù tồi tệ nhất của bạn cũng sẽ khó tìm ra sai sót với tay nghề thủ công hoàn hảo như vậy.",
  "21399D66": "Hàng Rào Sắt Thanh Lịch Kỳ Dị",
  "E860CC50": "Một hàng rào ớn lạnh đến nỗi, ngay cả những người quen cay độc nhất của bạn cũng sẽ quá sợ hãi để đưa ra những bình luận phán xét khi họ tò mò nhìn qua nó.",
  "D798217F": "Hàng Rào Thanh Lịch Kỳ Dị",
  "It may be showing its age, but <i>trust me</i>, this bad boy will last forever! Nothing beats a good ol' reliable fence...in theory.": "Có thể nó đang cho thấy tuổi tác của mình, nhưng <i>tin tôi đi</i>, thứ đồ tồi tệ này sẽ tồn tại mãi mãi! Không gì có thể đánh bại một hàng rào đáng tin cậy tốt bụng...về lý thuyết.",
  "Worn Wood Fence": "Hàng Rào Gỗ Sờn",
  "Set a dreary, rustic vibe to your home with this beautifully crafted fence. Not only does it have straw, it also has...wood! Ha, what's next, a fence made of brick? Where's that third little pig when you need him?": "Tạo một sự rung cảm mộc mạc, ảm đạm cho ngôi nhà của bạn với hàng rào được chế tác đẹp mắt này. Nó không chỉ có rơm, nó còn có...gỗ! Ha, tiếp theo là gì, một hàng rào làm bằng gạch à? Thằng heo con thứ ba đâu rồi khi cần nó chứ?",
  "Straw-Covered Fence": "Hàng Rào Phủ Rơm",
  "Phantasmal Parquet": "Sàn Gỗ Công Nghiệp Ma Quái",
  "D254D7B3": "Có thể nó đang cho thấy tuổi tác của mình, nhưng <i>tin tôi đi</i>, thứ đồ tồi tệ này sẽ tồn tại mãi mãi! Không gì có thể đánh bại một hàng rào đáng tin cậy tốt bụng...về lý thuyết.",
  "1C6AA7E2": "Hàng Rào Gỗ Sờn",
  "41B1D6B9": "Tạo một sự rung cảm mộc mạc, ảm đạm cho ngôi nhà của bạn với hàng rào được chế tác đẹp mắt này. Nó không chỉ có rơm, nó còn có...gỗ! Ha, tiếp theo là gì, một hàng rào làm bằng gạch à? Thằng heo con thứ ba đâu rồi khi cần nó chứ?",
  "E2BC65BC": "Hàng Rào Phủ Rơm",
  "F1956DDA": "Sàn Gỗ Công Nghiệp Ma Quái",
  "This foundation features a centuries-old style of masonry once mentioned in the works of Edward Talon-Crow. Apparently, it was once popular among Ravenwood's nobles who claimed to have the finest casks of Plumbobtillado nectar in their deep subterranean cellars. The materials used are...<i>confidential</i>, let's say. It's better not to ask. And, for the love of cowplants, do <b>NOT</b> press your ear to the stone...": "Nền móng này mang phong cách xây đá hàng thế kỷ trước từng được đề cập trong các tác phẩm của Edward Talon-Crow. Rõ ràng, nó đã từng phổ biến trong giới quý tộc Ravenwood, những người tự xưng là có những thùng mật hoa Plumbobtillado ngon nhất trong hầm ngầm sâu thẳm của họ. Các vật liệu được sử dụng là...<i>bí mật</i>, cứ cho là vậy đi. Tốt hơn là đừng hỏi. Và, vì tình yêu của cây bò, <b>KHÔNG</b> được áp tai vào đá...",
  "Spine-Chilling Stone Foundation": "Nền Đá Lạnh Sống Lưng",
  "Frozen in fear, with nowhere to turn? Look no further than this frieze. Oh, it won't help you! It's just nice to look at. Enjoy!": "Đóng băng trong nỗi sợ hãi, không biết đi đâu? Không cần tìm đâu xa hơn tấm diềm này. Ồ, nó sẽ không giúp gì cho bạn đâu! Nó chỉ đẹp để ngắm thôi. Tận hưởng đi!",
  "Downward Spiral Frieze": "Diềm Xoắn Ốc Xuống",
  "Serve up your bittersweet beverages and chilling concoctions in style with this one-of-a-kind bar by none other than Tell-Tale Arts. If you listen closely, you might even hear a distinct sound emanating from its very core. Could it be something terrifying embedded within the very wood of the bar itself? Or perhaps it's all in your mind, a manifestation of your greatest fears? Either way, the drinks speak for themselves, sometimes literally!": "Phục vụ đồ uống ngọt đắng và những món pha chế lạnh thấu xương theo phong cách riêng với quầy bar độc nhất vô nhị này của Tell-Tale Arts. Nếu bạn lắng nghe kỹ, bạn thậm chí có thể nghe thấy một âm thanh riêng biệt phát ra từ chính lõi của nó. Có thể đó là một thứ gì đó đáng sợ được nhúng vào chính gỗ của quầy bar? Hoặc có lẽ tất cả chỉ là trong tâm trí bạn, một biểu hiện của những nỗi sợ hãi lớn nhất của bạn? Dù thế nào đi nữa, đồ uống tự nói lên tất cả, đôi khi theo nghĩa đen!",
  "94FC1E5A": "Nền móng này mang phong cách xây đá hàng thế kỷ trước từng được đề cập trong các tác phẩm của Edward Talon-Crow. Rõ ràng, nó đã từng phổ biến trong giới quý tộc Ravenwood, những người tự xưng là có những thùng mật hoa Plumbobtillado ngon nhất trong hầm ngầm sâu thẳm của họ. Các vật liệu được sử dụng là...<i>bí mật</i>, cứ cho là vậy đi. Tốt hơn là đừng hỏi. Và, vì tình yêu của cây bò, <b>KHÔNG</b> được áp tai vào đá...",
  "C8CA5285": "Nền Đá Lạnh Sống Lưng",
  "F548B10E": "Đóng băng trong nỗi sợ hãi, không biết đi đâu? Không cần tìm đâu xa hơn tấm diềm này. Ồ, nó sẽ không giúp gì cho bạn đâu! Nó chỉ đẹp để ngắm thôi. Tận hưởng đi!",
  "0EF50C31": "Diềm Xoắn Ốc Xuống",
  "43D923E7": "Phục vụ đồ uống ngọt đắng và những món pha chế lạnh thấu xương theo phong cách riêng với quầy bar độc nhất vô nhị này của Tell-Tale Arts. Nếu bạn lắng nghe kỹ, bạn thậm chí có thể nghe thấy một âm thanh riêng biệt phát ra từ chính lõi của nó. Có thể đó là một thứ gì đó đáng sợ được nhúng vào chính gỗ của quầy bar? Hoặc có lẽ tất cả chỉ là trong tâm trí bạn, một biểu hiện của những nỗi sợ hãi lớn nhất của bạn? Dù thế nào đi nữa, đồ uống tự nói lên tất cả, đôi khi theo nghĩa đen!",
  "The Tell-Tale Bar by Tell-Tale Arts": "Quầy Bar Tell-Tale của Tell-Tale Arts",
  "<i>Journal Entry #738 from <b>The Many Travels of Blake Bleakman</b>:</i>\\n\\nEerily cold tonight in Ravenwood, and it isn't just the air. The way the moonlight slips through the trees in this place casts a chill on my bones, one that all the lit hearths and warm mugs of spiced nectar in the world couldn't soothe. Decided to try my hand at the latter and headed to the local tavern. Locals call it \"The Last Draught\" or whatever. Funny folk around here. I sat at the wooden bar, ordered a Dim and Gusty, per the lady bartender's recommendation.\\n\"Stops the shivers,\" she said with a knowing smile as she handed it over. I drank it all. Didn't do much for me.\\n\"Anything to do around here?\" I asked her.\\n\"Stay alive, until you don't,\" she said. \"Getting too curious around here can shorten your life expectancy if you're not careful. Plenty of forlorn ghosts'll sing that tune, if you listen.\"\\nI asked her about some tree I heard whispers about in town, the Guardian Tree. She looked at me like I'd said my mama was a cowplant. Then she leaned closer, all shifty-eyed.\\n\"Don't go there, if you know what's good for you,\" she whispered. \"It's haunted. Don't know if that poor lady will ever find her, anyway...\"\\n\\nI didn't dare to ask what she meant by that. I just stood up and left this cursed place for good.": "<i>Nhật ký #738 từ <b>Những Chuyến Du Hành của Blake Bleakman</b>:</i>\n\nĐêm nay lạnh lẽo kỳ lạ ở Ravenwood, và không chỉ là không khí. Cách ánh trăng luồn qua những hàng cây ở nơi này khiến tôi ớn lạnh đến tận xương tủy, điều mà tất cả những lò sưởi đang cháy và những cốc mật hoa gia vị ấm áp trên thế giới này cũng không thể xoa dịu được. Quyết định thử vận may với cái thứ hai và đi đến quán rượu địa phương. Người dân địa phương gọi nó là \"Ngụm Cuối Cùng\" hay gì đó. Những người kỳ lạ xung quanh đây. Tôi ngồi ở quầy bar gỗ, gọi một ly Dim and Gusty, theo lời giới thiệu của nữ bartender.\n\"Ngăn chặn những cơn rùng mình,\" cô ấy nói với một nụ cười hiểu biết khi đưa nó cho tôi. Tôi uống hết. Chẳng có tác dụng gì với tôi.\n\"Có gì để làm ở đây không?\" Tôi hỏi cô ấy.\n\"Hãy sống sót, cho đến khi bạn không thể,\" cô ấy nói. \"Quá tò mò xung quanh đây có thể rút ngắn tuổi thọ của bạn nếu bạn không cẩn thận. Rất nhiều hồn ma đau khổ sẽ hát giai điệu đó, nếu bạn lắng nghe.\"\nTôi hỏi cô ấy về một cái cây nào đó mà tôi nghe thấy những lời thì thầm về nó trong thị trấn, Cây Thần Hộ Mệnh. Cô ấy nhìn tôi như thể tôi vừa nói mẹ tôi là một cây bò. Sau đó, cô ấy nghiêng người lại gần hơn, mắt láo liên.\n\"Đừng đến đó, nếu bạn biết điều gì tốt cho mình,\" cô ấy thì thầm. \"Nó bị ma ám. Không biết liệu người phụ nữ khốn khổ đó có bao giờ tìm thấy cô ấy không, dù sao thì...\"\n\nTôi không dám hỏi cô ấy có ý gì. Tôi chỉ đứng dậy và rời khỏi nơi bị nguyền rủa này vĩnh viễn.",
  "Ravenwood Nights Bar": "Quầy Bar Đêm Ravenwood",
  "A soft, cozy spot for the littlest member of your family to stay warm and safe during the cold night. This bassinet is like a veil of peace and happiness. Well, to be fair, the maintaining of peace only works from the outside looking in. From the inside out? Not so much. Once it's feeding time at three in the morning? Oh, you'll know. The whole street will!": "Một nơi mềm mại, ấm cúng để thành viên nhỏ nhất trong gia đình bạn được giữ ấm và an toàn trong suốt đêm lạnh giá. Chiếc nôi này giống như một tấm màn che của sự bình yên và hạnh phúc. À, công bằng mà nói, việc duy trì hòa bình chỉ có tác dụng từ bên ngoài nhìn vào. Từ bên trong nhìn ra thì sao? Không hẳn vậy. Một khi đến giờ ăn lúc ba giờ sáng? Ồ, bạn sẽ biết thôi. Cả con phố sẽ biết!",
  "Veil of Peace Bassinet": "Nôi Màn Che Bình Yên",
  "BAABCD1E": "Quầy Bar Tell-Tale của Tell-Tale Arts",
  "57FF0F6A": "<i>Nhật ký #738 từ <b>Những Chuyến Du Hành của Blake Bleakman</b>:</i>\n\nĐêm nay lạnh lẽo kỳ lạ ở Ravenwood, và không chỉ là không khí. Cách ánh trăng luồn qua những hàng cây ở nơi này khiến tôi ớn lạnh đến tận xương tủy, điều mà tất cả những lò sưởi đang cháy và những cốc mật hoa gia vị ấm áp trên thế giới này cũng không thể xoa dịu được. Quyết định thử vận may với cái thứ hai và đi đến quán rượu địa phương. Người dân địa phương gọi nó là \"Ngụm Cuối Cùng\" hay gì đó. Những người kỳ lạ xung quanh đây. Tôi ngồi ở quầy bar gỗ, gọi một ly Dim and Gusty, theo lời giới thiệu của nữ bartender.\n\"Ngăn chặn những cơn rùng mình,\" cô ấy nói với một nụ cười hiểu biết khi đưa nó cho tôi. Tôi uống hết. Chẳng có tác dụng gì với tôi.\n\"Có gì để làm ở đây không?\" Tôi hỏi cô ấy.\n\"Hãy sống sót, cho đến khi bạn không thể,\" cô ấy nói. \"Quá tò mò xung quanh đây có thể rút ngắn tuổi thọ của bạn nếu bạn không cẩn thận. Rất nhiều hồn ma đau khổ sẽ hát giai điệu đó, nếu bạn lắng nghe.\"\nTôi hỏi cô ấy về một cái cây nào đó mà tôi nghe thấy những lời thì thầm về nó trong thị trấn, Cây Thần Hộ Mệnh. Cô ấy nhìn tôi như thể tôi vừa nói mẹ tôi là một cây bò. Sau đó, cô ấy nghiêng người lại gần hơn, mắt láo liên.\n\"Đừng đến đó, nếu bạn biết điều gì tốt cho mình,\" cô ấy thì thầm. \"Nó bị ma ám. Không biết liệu người phụ nữ khốn khổ đó có bao giờ tìm thấy cô ấy không, dù sao thì...\"\n\nTôi không dám hỏi cô ấy có ý gì. Tôi chỉ đứng dậy và rời khỏi nơi bị nguyền rủa này vĩnh viễn.",
  "264F01F5": "Quầy Bar Đêm Ravenwood",
  "58DF5FF5": "Một nơi mềm mại, ấm cúng để thành viên nhỏ nhất trong gia đình bạn được giữ ấm và an toàn trong suốt đêm lạnh giá. Chiếc nôi này giống như một tấm màn che của sự bình yên và hạnh phúc. À, công bằng mà nói, việc duy trì hòa bình chỉ có tác dụng từ bên ngoài nhìn vào. Từ bên trong nhìn ra thì sao? Không hẳn vậy. Một khi đến giờ ăn lúc ba giờ sáng? Ồ, bạn sẽ biết thôi. Cả con phố sẽ biết!",
  "CD431B90": "Nôi Màn Che Bình Yên",
  "Aren't baths supposed to be where you go to escape the drama and melancholy of the outside world? Not this one! Wallow in your fears and indulge in...whatever the opposite of self-care is. Self-uncare? Self-destruction? Whatever it is! More of that!": "Không phải phòng tắm là nơi bạn đến để trốn tránh những kịch tính và u sầu của thế giới bên ngoài sao? Không phải cái này đâu! Đắm mình trong nỗi sợ hãi và nuông chiều...bất cứ thứ gì trái ngược với việc tự chăm sóc bản thân. Tự không chăm sóc? Tự hủy hoại? Dù là gì đi nữa! Càng nhiều càng tốt!",
  "The Modern Grimpressions Bath by GentleNight": "Bồn Tắm Modern Grimpressions của GentleNight",
  "The writer Edward Talon-Crow preferred\\nTo sleep in caskets much like this, I've heard.\\nFor Sims with hearts that hold legions of woe,\\nThis bed will surely set your soul aglow!": "Nhà văn Edward Talon-Crow thích\nNgủ trong những chiếc quan tài như thế này, tôi nghe nói.\nDành cho Sim có trái tim chứa đựng vô vàn đau khổ,\nChiếc giường này chắc chắn sẽ thắp sáng tâm hồn bạn!",
  "Dream Land Casket Bed": "Giường Quan Tài Vùng Đất Mộng Mơ",
  "Elegantly crafted in the spirit of relaxed sophistication, this double bed sports a tufted silk headboard <b>and</b> a money-back guarantee to safely deliver <i>you</i> to dreamland as you bask in its idyllic silhouette!": "Được chế tác một cách trang nhã theo tinh thần thư giãn tinh tế, chiếc giường đôi này có một tấm đầu giường bằng lụa trần <b>và</b> đảm bảo hoàn tiền để đưa <i>bạn</i> đến vùng đất mộng mơ một cách an toàn khi bạn đắm mình trong hình bóng bình dị của nó!",
  "9ADC4F3C": "Không phải phòng tắm là nơi bạn đến để trốn tránh những kịch tính và u sầu của thế giới bên ngoài sao? Không phải cái này đâu! Đắm mình trong nỗi sợ hãi và nuông chiều...bất cứ thứ gì trái ngược với việc tự chăm sóc bản thân. Tự không chăm sóc? Tự hủy hoại? Dù là gì đi nữa! Càng nhiều càng tốt!",
  "0D5FE993": "Bồn Tắm Modern Grimpressions của GentleNight",
  "AF3152D4": "Nhà văn Edward Talon-Crow thích\nNgủ trong những chiếc quan tài như thế này, tôi nghe nói.\nDành cho Sim có trái tim chứa đựng vô vàn đau khổ,\nChiếc giường này chắc chắn sẽ thắp sáng tâm hồn bạn!",
  "2220A9BB": "Giường Quan Tài Vùng Đất Mộng Mơ",
  "FF9FE746": "Được chế tác một cách trang nhã theo tinh thần thư giãn tinh tế, chiếc giường đôi này có một tấm đầu giường bằng lụa trần <b>và</b> đảm bảo hoàn tiền để đưa <i>bạn</i> đến vùng đất mộng mơ một cách an toàn khi bạn đắm mình trong hình bóng bình dị của nó!",
  "Tufted Elegance Bed": "Giường Thanh Lịch Trần",
  "With spiral posts reminiscent of a fabled maelstrom, this bed has an idyllic, yet unsettling, appeal. It will draw you in with its siren song and keep you wanting to sleep for ages! Just make sure to set an alarm, and make sure it's extra loud! Or tell a friend you're buying it. Safety first!": "Với những trụ xoắn ốc gợi nhớ đến một xoáy nước huyền thoại, chiếc giường này có một sức hấp dẫn bình dị nhưng đáng lo ngại. Nó sẽ lôi kéo bạn bằng tiếng hát mê hoặc của nó và khiến bạn muốn ngủ hàng thế kỷ! Chỉ cần nhớ đặt báo thức, và phải thật to! Hoặc nói với một người bạn rằng bạn đang mua nó. An toàn là trên hết!",
  "The Maelstrom Bed": "Giường Xoáy Nước",
  "Just because your little one sings along with the eerie song of the creatures of darkness doesn't mean they shouldn't get a good night's sleep! Like, you know what I mean? You can be all like, \"Hey, Timmy, the haunting reverie can wait, little guy! Whaddya say I read you some of your favorite horror book, eh? It's time for bed!\" And your kid is all like, \"Haha, good one, mom! I have three ghost friends that are passing through the veil tonight and there's no way I'm missing that!\"\\nAnd then the camera slowly pans to my flabbergasted face. Laugh track plays. And before I know it, knock knock! It's the front door, and it's my neighbor. She works for Grim now. <i>The</i> Grim. She called herself a \"Grimtern\" or something.\\nI live in a parody of my own existence.": "Chỉ vì con bạn hát theo bài hát kỳ lạ của những sinh vật bóng tối không có nghĩa là chúng không nên có một giấc ngủ ngon! Ý tôi là, bạn hiểu ý tôi chứ? Bạn có thể nói kiểu như, \"Này, Timmy, những giấc mơ ám ảnh có thể đợi mà, nhóc con! Con thấy sao nếu mẹ đọc cho con nghe một vài cuốn sách kinh dị yêu thích của con, hả? Đến giờ đi ngủ rồi!\" Và con bạn sẽ kiểu như, \"Haha, hay đấy mẹ! Con có ba người bạn ma đang đi qua tấm màn che đêm nay và không đời nào con bỏ lỡ điều đó!\"\nVà sau đó máy quay từ từ lia đến khuôn mặt kinh ngạc của tôi. Tiếng cười giả tạo vang lên. Và trước khi tôi kịp nhận ra, cốc cốc! Đó là cửa trước, và đó là hàng xóm của tôi. Cô ấy làm việc cho Thần Chết bây giờ. <i>Chính</i> Thần Chết. Cô ấy tự gọi mình là \"Grimtern\" hay gì đó.\nTôi đang sống trong một sự nhại lại sự tồn tại của chính mình.",
  "Macabre Munchkin's Restful Night Bed": "Giường Ngủ Ngon Giấc Cho Ma Quỷ Bé Bỏng",
  "ECE60CD9": "Giường Thanh Lịch Trần",
  "3BF9AC11": "Với những trụ xoắn ốc gợi nhớ đến một xoáy nước huyền thoại, chiếc giường này có một sức hấp dẫn bình dị nhưng đáng lo ngại. Nó sẽ lôi kéo bạn bằng tiếng hát mê hoặc của nó và khiến bạn muốn ngủ hàng thế kỷ! Chỉ cần nhớ đặt báo thức, và phải thật to! Hoặc nói với một người bạn rằng bạn đang mua nó. An toàn là trên hết!",
  "94DC0764": "Giường Xoáy Nước",
  "99B2BD56": "Chỉ vì con bạn hát theo bài hát kỳ lạ của những sinh vật bóng tối không có nghĩa là chúng không nên có một giấc ngủ ngon! Ý tôi là, bạn hiểu ý tôi chứ? Bạn có thể nói kiểu như, \"Này, Timmy, những giấc mơ ám ảnh có thể đợi mà, nhóc con! Con thấy sao nếu mẹ đọc cho con nghe một vài cuốn sách kinh dị yêu thích của con, hả? Đến giờ đi ngủ rồi!\" Và con bạn sẽ kiểu như, \"Haha, hay đấy mẹ! Con có ba người bạn ma đang đi qua tấm màn che đêm nay và không đời nào con bỏ lỡ điều đó!\"\nVà sau đó máy quay từ từ lia đến khuôn mặt kinh ngạc của tôi. Tiếng cười giả tạo vang lên. Và trước khi tôi kịp nhận ra, cốc cốc! Đó là cửa trước, và đó là hàng xóm của tôi. Cô ấy làm việc cho Thần Chết bây giờ. <i>Chính</i> Thần Chết. Cô ấy tự gọi mình là \"Grimtern\" hay gì đó.\nTôi đang sống trong một sự nhại lại sự tồn tại của chính mình.",
  "A6B03209": "Giường Ngủ Ngon Giấc Cho Ma Quỷ Bé Bỏng",
  "Bell Tower": "Tháp Chuông",
  "Crafted Horror Book": "Sách Kinh Dị Tự Chế",
  "By: Vulfgang Mulder\\n\\nBlad the Bad is not a typical bumbling vampire. He doesn’t lounge in coffins, hiding from the sun, and common cooking ingredients. Due to a preternatural immunity to garlic, a caffeine addiction, and a tube of SPF 50, Blad has become a werewolf’s worst nightmare - efficient. His bloody reign of fathomless carnage is horrifyingly competent. Hordes of Sims drained of life. Hundreds of werewolves dead of embarrassment. Only a werewolf can stop his bloodthirsty yet well-organized rampage...but first, they must survive The Cringe!": "Bởi: Vulfgang Mulder\n\nBlad the Bad không phải là một ma cà rồng vụng về điển hình. Hắn không nằm dài trong quan tài, trốn tránh ánh nắng mặt trời và những nguyên liệu nấu ăn thông thường. Nhờ khả năng miễn dịch siêu nhiên với tỏi, nghiện caffeine và một tuýp kem chống nắng SPF 50, Blad đã trở thành cơn ác mộng tồi tệ nhất của người sói - hiệu quả. Triều đại đẫm máu của hắn với sự tàn sát khôn lường thật kinh hoàng. Hàng đàn Sim bị hút cạn sự sống. Hàng trăm người sói chết vì xấu hổ. Chỉ có người sói mới có thể ngăn chặn cuộc tàn sát khát máu nhưng được tổ chức tốt của hắn...nhưng trước tiên, họ phải sống sót qua The Cringe!",
  "Fangs and Flannel": "Răng Nanh và Vải Flanel",
  "1754ADE7": "Tháp Chuông",
  "5E4A82CC": "Sách Kinh Dị Tự Chế",
  "90323383": "Sách Kinh Dị Tự Chế",
  "C05E4483": "Bởi: Vulfgang Mulder\n\nBlad the Bad không phải là một ma cà rồng vụng về điển hình. Hắn không nằm dài trong quan tài, trốn tránh ánh nắng mặt trời và những nguyên liệu nấu ăn thông thường. Nhờ khả năng miễn dịch siêu nhiên với tỏi, nghiện caffeine và một tuýp kem chống nắng SPF 50, Blad đã trở thành cơn ác mộng tồi tệ nhất của người sói - hiệu quả. Triều đại đẫm máu của hắn với sự tàn sát khôn lường thật kinh hoàng. Hàng đàn Sim bị hút cạn sự sống. Hàng trăm người sói chết vì xấu hổ. Chỉ có người sói mới có thể ngăn chặn cuộc tàn sát khát máu nhưng được tổ chức tốt của hắn...nhưng trước tiên, họ phải sống sót qua The Cringe!",
  "9ED618D2": "Răng Nanh và Vải Flanel",
  "By: Edward Talon-Crow\\n\\nGary is invited to his friend Brick Flusher's childhood home, an old mansion sitting atop the tallest hill in Ravenwood. As Gary begins his stay over, he experiences many washroom-related oddities, plunging him into a dangerous world of wealth and waste. Can Gary survive the unearthing of these dirty secrets that clog the legacy of the Flusher family? Or will he find himself mired in the stink of shame as he's flushed away for good?": "Bởi: Edward Talon-Crow\n\nGary được mời đến nhà thời thơ ấu của bạn mình, Brick Flusher, một biệt thự cổ nằm trên đỉnh ngọn đồi cao nhất ở Ravenwood. Khi Gary bắt đầu ở lại, anh ta trải qua nhiều điều kỳ lạ liên quan đến phòng vệ sinh, đẩy anh ta vào một thế giới nguy hiểm của sự giàu có và lãng phí. Liệu Gary có thể sống sót qua việc khai quật những bí mật bẩn thỉu này làm tắc nghẽn di sản của gia tộc Flusher? Hay anh ta sẽ thấy mình sa lầy vào mùi hôi thối của sự xấu hổ khi bị cuốn trôi vĩnh viễn?",
  "The Fall of the House of Flusher": "Sự Sụp Đổ của Gia Tộc Flusher",
  "By: Vary Smelley\\n\\nLlamabelle was a doll made in the spirit of sad, monochrome monotony. It wore on her, being so dreary in a world full of color. She craved the fruity flavors of frilly cakes they sold in the town markets, the pretty dresses that the real girls wore as they skipped to school. When she first heard of the existence of Silly Gummy Bear Pancakes, she <i>had</i> to try cooking them. Of course, with no skill, she created a spectacular fire, in which her creator perished. Now in her fifth home, the ashes of her previous four homes dusted off, she's getting the urge to cook again...": "Bởi: Vary Smelley\n\nLlamabelle là một con búp bê được tạo ra theo tinh thần buồn bã, đơn điệu đơn sắc. Nó đè nặng lên cô ấy, khi phải ảm đạm như vậy trong một thế giới đầy màu sắc. Cô ấy khao khát hương vị trái cây của những chiếc bánh diềm xếp nếp được bán ở các chợ trong thị trấn, những chiếc váy xinh xắn mà những cô gái thật mặc khi họ tung tăng đến trường. Khi lần đầu tiên nghe nói về sự tồn tại của Bánh Kếp Gấu Gummy Ngớ Ngẩn, cô ấy <i>phải</i> thử nấu chúng. Tất nhiên, không có kỹ năng, cô ấy đã tạo ra một đám cháy ngoạn mục, trong đó người tạo ra cô đã chết. Giờ đây, ở ngôi nhà thứ năm của mình, tro tàn của bốn ngôi nhà trước đó đã được phủi sạch, cô ấy đang có thôi thúc nấu ăn trở lại...",
  "Llamabelle": "Llamabelle",
  "By: Barry A. Lighve\\n\\nUncover the mysteries of the other side. Delve into the details of paranormal speculation, psychological sciences, and forensic findings.": "Bởi: Barry A. Lighve\n\nKhám phá những bí ẩn của thế giới bên kia. Đi sâu vào chi tiết của những suy đoán huyền bí, khoa học tâm lý và những phát hiện pháp y.",
  "AFD10D18": "Bởi: Edward Talon-Crow\n\nGary được mời đến nhà thời thơ ấu của bạn mình, Brick Flusher, một biệt thự cổ nằm trên đỉnh ngọn đồi cao nhất ở Ravenwood. Khi Gary bắt đầu ở lại, anh ta trải qua nhiều điều kỳ lạ liên quan đến phòng vệ sinh, đẩy anh ta vào một thế giới nguy hiểm của sự giàu có và lãng phí. Liệu Gary có thể sống sót qua việc khai quật những bí mật bẩn thỉu này làm tắc nghẽn di sản của gia tộc Flusher? Hay anh ta sẽ thấy mình sa lầy vào mùi hôi thối của sự xấu hổ khi bị cuốn trôi vĩnh viễn?",
  "9E918A97": "Sự Sụp Đổ của Gia Tộc Flusher",
  "F64D2439": "Bởi: Vary Smelley\n\nLlamabelle là một con búp bê được tạo ra theo tinh thần buồn bã, đơn điệu đơn sắc. Nó đè nặng lên cô ấy, khi phải ảm đạm như vậy trong một thế giới đầy màu sắc. Cô ấy khao khát hương vị trái cây của những chiếc bánh diềm xếp nếp được bán ở các chợ trong thị trấn, những chiếc váy xinh xắn mà những cô gái thật mặc khi họ tung tăng đến trường. Khi lần đầu tiên nghe nói về sự tồn tại của Bánh Kếp Gấu Gummy Ngớ Ngẩn, cô ấy <i>phải</i> thử nấu chúng. Tất nhiên, không có kỹ năng, cô ấy đã tạo ra một đám cháy ngoạn mục, trong đó người tạo ra cô đã chết. Giờ đây, ở ngôi nhà thứ năm của mình, tro tàn của bốn ngôi nhà trước đó đã được phủi sạch, cô ấy đang có thôi thúc nấu ăn trở lại...",
  "E449D63C": "Llamabelle",
  "88E4DD49": "Bởi: Barry A. Lighve\n\nKhám phá những bí ẩn của thế giới bên kia. Đi sâu vào chi tiết của những suy đoán huyền bí, khoa học tâm lý và những phát hiện pháp y.",
  "Thanatology Vol 3: Piercing the Veil": "Thanatology Tập 3: Xuyên Thấu Bức Màn Che",
  "By: Em T. Graves\\n\\nA Sims go-to strategy is often sobbing over the recently departed. With this volume, gain understanding of one's own mortal coil and be introduced to further learnings of loss, coping, and the several \"stages\" of grief. Published on tear-stained pages for tactile teachings.": "Bởi: Em T. Graves\n\nChiến lược thường dùng của một Sim thường là khóc lóc trước những người vừa mới qua đời. Với tập sách này, bạn sẽ hiểu rõ hơn về vòng xoáy tử thần của chính mình và được giới thiệu thêm về những bài học về mất mát, đối phó và một số \"giai đoạn\" của sự đau buồn. Được xuất bản trên những trang sách đẫm nước mắt để có những bài học xúc giác.",
  "Thanatology Vol 1: Mortal Mortality": "Thanatology Tập 1: Cái Chết Phàm Trần",
  "By: D.O. Arrivalls\\n\\nMuch like toaster instructions, this guidebook can help any ghost or ghoul transition to the Netherworld with ease! Results may vary.": "Bởi: D.O. Arrivalls\n\nGiống như hướng dẫn sử dụng máy nướng bánh mì, cuốn sách hướng dẫn này có thể giúp bất kỳ hồn ma hoặc yêu ma nào chuyển sang Thế giới Bên Kia một cách dễ dàng! Kết quả có thể khác nhau.",
  "Thanatology Vol 2: Handbook for the Recently Expired": "Thanatology Tập 2: Sổ Tay Dành Cho Người Mới Qua Đời",
  "2AA7ABAC": "Thanatology Tập 3: Xuyên Thấu Bức Màn Che",
  "3CF766A1": "Bởi: Em T. Graves\n\nChiến lược thường dùng của một Sim thường là khóc lóc trước những người vừa mới qua đời. Với tập sách này, bạn sẽ hiểu rõ hơn về vòng xoáy tử thần của chính mình và được giới thiệu thêm về những bài học về mất mát, đối phó và một số \"giai đoạn\" của sự đau buồn. Được xuất bản trên những trang sách đẫm nước mắt để có những bài học xúc giác.",
  "59026754": "Thanatology Tập 1: Cái Chết Phàm Trần",
  "A2D73456": "Bởi: D.O. Arrivalls\n\nGiống như hướng dẫn sử dụng máy nướng bánh mì, cuốn sách hướng dẫn này có thể giúp bất kỳ hồn ma hoặc yêu ma nào chuyển sang Thế giới Bên Kia một cách dễ dàng! Kết quả có thể khác nhau.",
  "C735E709": "Thanatology Tập 2: Sổ Tay Dành Cho Người Mới Qua Đời",
  "Hey, kids! A little birdie told me you like to read. If so, this bookcase would be absolutely perfect for your nest. It even sports plenty of little nooks and crannies to place all of your best trinkets and doodads. Don't settle for less!": "Chào các bạn nhỏ! Một chú chim nhỏ đã mách bảo tôi rằng các bạn thích đọc sách. Nếu vậy, tủ sách này sẽ hoàn toàn phù hợp với tổ của bạn. Nó thậm chí còn có rất nhiều ngóc ngách nhỏ để đặt tất cả những món đồ trang sức và đồ dùng hay nhất của bạn. Đừng chấp nhận ít hơn!",
  "The Fledgling's Bookcase": "Tủ Sách Của Chim Non",
  "Remember the smaller Tower of Tomes that contains multitudes? This one can contain even <i>more</i> multitudes. With a larger bookshelf, the infinite permutations of books you could buy and store in it are an even larger infinity than that of the smaller Tower of Tomes. You might be wondering, how can one infinity be smaller than another, since they're both infinite? Well, that's actually a mathematical concept you could learn if you bought a book about it. Just buy the bigger bookcase. Trust me.": "Bạn còn nhớ Tháp Sách Nhỏ hơn chứa đựng vô số điều không? Cái này có thể chứa đựng thậm chí <i>nhiều hơn</i> thế. Với một giá sách lớn hơn, vô số hoán vị của những cuốn sách bạn có thể mua và cất giữ trong đó thậm chí còn là một sự vô hạn lớn hơn so với Tháp Sách Nhỏ hơn. Bạn có thể tự hỏi, làm thế nào một sự vô hạn có thể nhỏ hơn một sự vô hạn khác, vì cả hai đều là vô hạn? Chà, đó thực ra là một khái niệm toán học mà bạn có thể học được nếu bạn mua một cuốn sách về nó. Chỉ cần mua tủ sách lớn hơn. Tin tôi đi.",
  "The Taller Tower of Tomes by Tell-Tale Arts": "Tháp Sách Cao Hơn của Tell-Tale Arts",
  "What types of tomes might this bookcase hold? Perhaps they vary as widely as the Sims who own them. This bookcase can contain multitudes. For example, it could hold tomes of comedy, philosophy, allegory, poetry, astronomy, fantasy... ahem, like I said, <i>multitudes</i>! The limit is your imagination.": "Loại sách nào có thể được cất giữ trong tủ sách này? Có lẽ chúng đa dạng như những Sim sở hữu chúng. Tủ sách này có thể chứa đựng vô số điều. Ví dụ, nó có thể chứa những cuốn sách hài kịch, triết học, ngụ ngôn, thơ ca, thiên văn học, giả tưởng... à hèm, như tôi đã nói, <i>vô số</i>! Giới hạn là trí tưởng tượng của bạn.",
  "C51C35F3": "Chào các bạn nhỏ! Một chú chim nhỏ đã mách bảo tôi rằng các bạn thích đọc sách. Nếu vậy, tủ sách này sẽ hoàn toàn phù hợp với tổ của bạn. Nó thậm chí còn có rất nhiều ngóc ngách nhỏ để đặt tất cả những món đồ trang sức và đồ dùng hay nhất của bạn. Đừng chấp nhận ít hơn!",
  "BFA8C022": "Tủ Sách Của Chim Non",
  "88866AF3": "Bạn còn nhớ Tháp Sách Nhỏ hơn chứa đựng vô số điều không? Cái này có thể chứa đựng thậm chí <i>nhiều hơn</i> thế. Với một giá sách lớn hơn, vô số hoán vị của những cuốn sách bạn có thể mua và cất giữ trong đó thậm chí còn là một sự vô hạn lớn hơn so với Tháp Sách Nhỏ hơn. Bạn có thể tự hỏi, làm thế nào một sự vô hạn có thể nhỏ hơn một sự vô hạn khác, vì cả hai đều là vô hạn? Chà, đó thực ra là một khái niệm toán học mà bạn có thể học được nếu bạn mua một cuốn sách về nó. Chỉ cần mua tủ sách lớn hơn. Tin tôi đi.",
  "FFF74F22": "Tháp Sách Cao Hơn của Tell-Tale Arts",
  "17148370": "Loại sách nào có thể được cất giữ trong tủ sách này? Có lẽ chúng đa dạng như những Sim sở hữu chúng. Tủ sách này có thể chứa đựng vô số điều. Ví dụ, nó có thể chứa những cuốn sách hài kịch, triết học, ngụ ngôn, thơ ca, thiên văn học, giả tưởng... à hèm, như tôi đã nói, <i>vô số</i>! Giới hạn là trí tưởng tượng của bạn.",
  "The Tower of Tomes by Tell-Tale Arts": "Tháp Sách của Tell-Tale Arts",
  "It's so mysterious to me why we haven't seen more bookends like these, with cute little geometric crows on either end. Trust me, if you gaze into the future, once you own these lovely little bookends, life will be a breeze!": "Thật bí ẩn đối với tôi khi tại sao chúng ta chưa thấy nhiều chặn sách như thế này, với những chú quạ hình học nhỏ nhắn dễ thương ở hai đầu. Tin tôi đi, nếu bạn nhìn vào tương lai, một khi bạn sở hữu những chặn sách nhỏ nhắn đáng yêu này, cuộc sống sẽ dễ dàng hơn nhiều!",
  "That's So Crow Bookends": "Chặn Sách Quạ Như Thế",
  "A horror book on display.": "Một cuốn sách kinh dị được trưng bày.",
  "Horror Book Display": "Trưng Bày Sách Kinh Dị",
  "96AC501F": "Tháp Sách của Tell-Tale Arts",
  "1F0BE8BA": "Thật bí ẩn đối với tôi khi tại sao chúng ta chưa thấy nhiều chặn sách như thế này, với những chú quạ hình học nhỏ nhắn dễ thương ở hai đầu. Tin tôi đi, nếu bạn nhìn vào tương lai, một khi bạn sở hữu những chặn sách nhỏ nhắn đáng yêu này, cuộc sống sẽ dễ dàng hơn nhiều!",
  "61376E65": "Chặn Sách Quạ Như Thế",
  "401842E8": "Một cuốn sách kinh dị được trưng bày.",
  "6C4C2307": "Trưng Bày Sách Kinh Dị",
  "By: Em T. Graves\\n\\nA Sim's go-to strategy is often sobbing over the recently departed. With this volume, gain understanding of one's own mortal coil and be introduced to further learnings of loss, coping, and the several \"stages\" of grief. Published on tear-stained pages for tactile teachings.": "Bởi: Em T. Graves\n\nChiến lược thường dùng của một Sim thường là khóc lóc trước những người vừa mới qua đời. Với tập sách này, bạn sẽ hiểu rõ hơn về vòng xoáy tử thần của chính mình và được giới thiệu thêm về những bài học về mất mát, đối phó và một số \"giai đoạn\" của sự đau buồn. Được xuất bản trên những trang sách đẫm nước mắt để có những bài học xúc giác.",
  "Thanatology Skill Book Display": "Trưng Bày Sách Kỹ Năng Thanatology",
  "A journal on display.": "Một cuốn nhật ký được trưng bày.",
  "Journal Display": "Trưng Bày Nhật Ký",
  "Who to reap, how to reap, when to reap, and other information to feed the soul.": "Thu hoạch ai, thu hoạch như thế nào, khi nào thu hoạch và các thông tin khác để nuôi dưỡng tâm hồn.",
  "1F0AA480": "Bởi: Em T. Graves\n\nChiến lược thường dùng của một Sim thường là khóc lóc trước những người vừa mới qua đời. Với tập sách này, bạn sẽ hiểu rõ hơn về vòng xoáy tử thần của chính mình và được giới thiệu thêm về những bài học về mất mát, đối phó và một số \"giai đoạn\" của sự đau buồn. Được xuất bản trên những trang sách đẫm nước mắt để có những bài học xúc giác.",
  "1AFD504F": "Trưng Bày Sách Kỹ Năng Thanatology",
  "42208AE5": "Một cuốn nhật ký được trưng bày.",
  "F479F860": "Trưng Bày Nhật Ký",
  "3516D8DD": "Thu hoạch ai, thu hoạch như thế nào, khi nào thu hoạch và các thông tin khác để nuôi dưỡng tâm hồn.",
  "Reapers Creepers: Training Manual Display": "Reapers Creepers: Trưng Bày Sách Hướng Dẫn Đào Tạo",
  "Oh wow, isn't this just the most perfect little aesthetic journal for you to tote around, taking note of your potential bucket list items as you sip your perfect little latte and live your perfect little life? Maybe at brunch next week you could bring it along as you tell the same five stories you've been repeating for the last few months about your <i>iconic</i> vacation in Tartosa last summer. Oh wait, you've stopped doing brunch because none of the restaurants in town carry the exact brand of nectar you insist on drinking with every meal because Sims from (you guessed it) Tartosa do that and it allegedly makes them live extra long? Of course! How could I forget...": "Ồ wow, chẳng phải đây là cuốn nhật ký thẩm mỹ nhỏ nhắn hoàn hảo nhất để bạn mang theo bên mình, ghi lại những mục trong danh sách những việc cần làm tiềm năng của bạn khi bạn nhâm nhi ly latte nhỏ nhắn hoàn hảo của mình và sống cuộc sống nhỏ nhắn hoàn hảo của mình sao? Có lẽ vào bữa nửa buổi vào tuần tới, bạn có thể mang nó theo khi bạn kể lại năm câu chuyện giống nhau mà bạn đã lặp đi lặp lại trong vài tháng qua về kỳ nghỉ <i>biểu tượng</i> của bạn ở Tartosa vào mùa hè năm ngoái. Ồ đợi đã, bạn đã ngừng ăn bữa nửa buổi vì không có nhà hàng nào trong thị trấn có chính xác nhãn hiệu mật hoa mà bạn khăng khăng đòi uống với mọi bữa ăn vì Sim từ (bạn đoán đúng rồi) Tartosa làm như vậy và người ta cho rằng điều đó khiến họ sống lâu hơn? Tất nhiên rồi! Làm sao tôi có thể quên...",
  "Quaint Crowskin Journal": "Nhật Ký Da Quạ Cổ Kính",
  "Reapers Creepers: Training Manual Installment": "Reapers Creepers: Phần Hướng Dẫn Đào Tạo",
  "8FC7BCC8": "Reapers Creepers: Trưng Bày Sách Hướng Dẫn Đào Tạo",
  "282DFD4B": "Ồ wow, chẳng phải đây là cuốn nhật ký thẩm mỹ nhỏ nhắn hoàn hảo nhất để bạn mang theo bên mình, ghi lại những mục trong danh sách những việc cần làm tiềm năng của bạn khi bạn nhâm nhi ly latte nhỏ nhắn hoàn hảo của mình và sống cuộc sống nhỏ nhắn hoàn hảo của mình sao? Có lẽ vào bữa nửa buổi vào tuần tới, bạn có thể mang nó theo khi bạn kể lại năm câu chuyện giống nhau mà bạn đã lặp đi lặp lại trong vài tháng qua về kỳ nghỉ <i>biểu tượng</i> của bạn ở Tartosa vào mùa hè năm ngoái. Ồ đợi đã, bạn đã ngừng ăn bữa nửa buổi vì không có nhà hàng nào trong thị trấn có chính xác nhãn hiệu mật hoa mà bạn khăng khăng đòi uống với mọi bữa ăn vì Sim từ (bạn đoán đúng rồi) Tartosa làm như vậy và người ta cho rằng điều đó khiến họ sống lâu hơn? Tất nhiên rồi! Làm sao tôi có thể quên...",
  "1D5F36CA": "Nhật Ký Da Quạ Cổ Kính",
  "110C9975": "Thu hoạch ai, thu hoạch như thế nào, khi nào thu hoạch và các thông tin khác để nuôi dưỡng tâm hồn.",
  "A2CA9010": "Reapers Creepers: Phần Hướng Dẫn Đào Tạo",
  "A bowl for scrying.": "Một cái bát để bói toán.",
  "Scrying Bowl": "Bát Bói Toán",
  "boxGift_EP17GEN Placeholder Description": "Mô tả giữ chỗ boxGift_EP17GEN",
  "boxGift_EP17GEN Placeholder Name": "Tên giữ chỗ boxGift_EP17GEN",
  "If there's one thing we've learned about our fellow Sims after 80 years in the \"death & dying\" business, it's that we all just keep <b>dying</b>! Grandpa caught a case of being too old to run on that treadmill of his seven times in one day? Dad caught a case of house fire making pancakes? Well, look no further! After countless of you sprang for The Classic Casket 1, we've brought you the Classic Casket 2! It's got everything you loved and hated about the first model, but double it all! The good and the bad! Take a chance for once and, well, if you hate it, then cope!": "Nếu có một điều mà chúng ta đã học được về những người đồng nghiệp Sim của mình sau 80 năm trong ngành \"sinh tử\", đó là tất cả chúng ta đều tiếp tục <b>chết</b>! Ông bắt một ca quá già để chạy trên máy chạy bộ của ông ấy bảy lần một ngày? Bố bắt một ca cháy nhà khi làm bánh kếp? Chà, không cần tìm đâu xa! Sau khi vô số người trong số các bạn đã chi tiền cho Quan Tài Cổ Điển 1, chúng tôi đã mang đến cho bạn Quan Tài Cổ Điển 2! Nó có mọi thứ bạn yêu và ghét về mẫu đầu tiên, nhưng gấp đôi tất cả! Cái tốt và cái xấu! Hãy nắm lấy cơ hội một lần và, chà, nếu bạn ghét nó, thì hãy đối phó đi!",
  "452F18EF": "Một cái bát để bói toán.",
  "B5892736": "Bát Bói Toán",
  "8401AEA5": "Mô tả giữ chỗ boxGift_EP17GEN",
  "7017FD20": "Tên giữ chỗ boxGift_EP17GEN",
  "33AEE472": "Nếu có một điều mà chúng ta đã học được về những người đồng nghiệp Sim của mình sau 80 năm trong ngành \"sinh tử\", đó là tất cả chúng ta đều tiếp tục <b>chết</b>! Ông bắt một ca quá già để chạy trên máy chạy bộ của ông ấy bảy lần một ngày? Bố bắt một ca cháy nhà khi làm bánh kếp? Chà, không cần tìm đâu xa! Sau khi vô số người trong số các bạn đã chi tiền cho Quan Tài Cổ Điển 1, chúng tôi đã mang đến cho bạn Quan Tài Cổ Điển 2! Nó có mọi thứ bạn yêu và ghét về mẫu đầu tiên, nhưng gấp đôi tất cả! Cái tốt và cái xấu! Hãy nắm lấy cơ hội một lần và, chà, nếu bạn ghét nó, thì hãy đối phó đi!",
  "The Classic Casket 2 by BargainBurials": "Quan Tài Cổ Điển 2 của BargainBurials",
  "What if using your kitchen cabinets was as easy as opening the cabinet, seeing what you want, and pulling it out? At Schmapple, we've worked hard to deliver that for you. It's the cabinet of the future. It's the life you've always dreamed of, with a healthy dose of cynicism chic. Inspired by Vincent Schmapple's recent journey of self-discovery, his recovery from the grief of laying off his favorite private chef. His Wednesdays will truly never be the same without her. In a life full of difficult, character-defining choices like those, you can rest easy knowing these cabinets align with Schmapple's belief that life should be simple, sleek, and streamlined.": "Điều gì sẽ xảy ra nếu việc sử dụng tủ bếp của bạn dễ dàng như mở tủ, nhìn thấy những gì bạn muốn và kéo nó ra? Tại Schmapple, chúng tôi đã làm việc chăm chỉ để mang đến điều đó cho bạn. Đó là tủ của tương lai. Đó là cuộc sống mà bạn luôn mơ ước, với một liều lượng lành mạnh của sự hoài nghi sang trọng. Lấy cảm hứng từ hành trình khám phá bản thân gần đây của Vincent Schmapple, sự phục hồi của anh ấy sau nỗi đau mất đi vị đầu bếp riêng yêu thích của mình. Thứ Tư của anh ấy sẽ thực sự không bao giờ giống như trước nữa nếu không có cô ấy. Trong một cuộc đời đầy những lựa chọn khó khăn, định hình nhân vật như vậy, bạn có thể yên tâm khi biết rằng những chiếc tủ này phù hợp với niềm tin của Schmapple rằng cuộc sống nên đơn giản, bóng bẩy và hợp lý.",
  "The Modern Grimpressions Cabinet by Schmapple": "Tủ Modern Grimpressions của Schmapple",
  "The firing of a cannon at a funeral is known for its symbolism, its pomp, and a really cool way to get attention and set the tone.": "Việc bắn một khẩu pháo tại một đám tang được biết đến với tính biểu tượng, sự phô trương và một cách thực sự tuyệt vời để thu hút sự chú ý và thiết lập giai điệu.",
  "Memorial Cannon": "Pháo Tưởng Niệm",
  "993D370D": "Quan Tài Cổ Điển 2 của BargainBurials",
  "7C1FFC02": "Điều gì sẽ xảy ra nếu việc sử dụng tủ bếp của bạn dễ dàng như mở tủ, nhìn thấy những gì bạn muốn và kéo nó ra? Tại Schmapple, chúng tôi đã làm việc chăm chỉ để mang đến điều đó cho bạn. Đó là tủ của tương lai. Đó là cuộc sống mà bạn luôn mơ ước, với một liều lượng lành mạnh của sự hoài nghi sang trọng. Lấy cảm hứng từ hành trình khám phá bản thân gần đây của Vincent Schmapple, sự phục hồi của anh ấy sau nỗi đau mất đi vị đầu bếp riêng yêu thích của mình. Thứ Tư của anh ấy sẽ thực sự không bao giờ giống như trước nữa nếu không có cô ấy. Trong một cuộc đời đầy những lựa chọn khó khăn, định hình nhân vật như vậy, bạn có thể yên tâm khi biết rằng những chiếc tủ này phù hợp với niềm tin của Schmapple rằng cuộc sống nên đơn giản, bóng bẩy và hợp lý.",
  "D5E543FD": "Tủ Modern Grimpressions của Schmapple",
  "87D3BD8F": "Việc bắn một khẩu pháo tại một đám tang được biết đến với tính biểu tượng, sự phô trương và một cách thực sự tuyệt vời để thu hút sự chú ý và thiết lập giai điệu.",
  "B0D5D256": "Pháo Tưởng Niệm",
  "There's something most folks can't describe about spending a night in Ravenwood. Tendrils of fog meander through the usually clear countryside air. And ghosts weave through them, roaming the streets as frequently as living Sims. It's truly something to behold. Perhaps warming up by a nice fireplace could quell the chill of a ghostly night, or perhaps it just comes with the territory!": "Có một điều mà hầu hết mọi người không thể mô tả về việc trải qua một đêm ở Ravenwood. Những sợi sương mù uốn lượn qua không khí vùng nông thôn thường trong lành. Và những hồn ma luồn lách qua chúng, lang thang trên đường phố thường xuyên như những Sim còn sống. Đó thực sự là một điều đáng để chiêm ngưỡng. Có lẽ việc sưởi ấm bên một lò sưởi đẹp có thể xua tan cái lạnh của một đêm ma quái, hoặc có lẽ nó chỉ đi kèm với lãnh thổ!",
  "Foggy Night in Ravenwood Chimney": "Ống Khói Đêm Sương Mù ở Ravenwood",
  "We here at Tell-Tale Arts are acutely aware that time goes by, sometimes so slowly, sometimes too quickly. But there's no need to get hung up on the inexorable passage of time. For example, about 10 seconds have passed since you started reading this. And there's nothing you can do about it! With that in mind, this clock is the perfect heirloom to pass down from generation to generation, reminding each of your descendants of the ephemerality of their existence.": "Chúng tôi ở Tell-Tale Arts nhận thức rõ ràng rằng thời gian trôi qua, đôi khi quá chậm, đôi khi quá nhanh. Nhưng không cần phải bận tâm đến sự trôi đi không ngừng của thời gian. Ví dụ, khoảng 10 giây đã trôi qua kể từ khi bạn bắt đầu đọc cái này. Và bạn không thể làm gì được! Với ý nghĩ đó, chiếc đồng hồ này là vật gia truyền hoàn hảo để truyền lại từ thế hệ này sang thế hệ khác, nhắc nhở mỗi hậu duệ của bạn về tính phù du của sự tồn tại của họ.",
  "The Inexorable Grandfather Clock by Tell-Tale Arts": "Đồng Hồ Cây Không Ngừng của Tell-Tale Arts",
  "Though basic in name, this Tarot Deck makes up for it in cosmic wisdom. When summoning the forces from beyond this veil, pulling a card for yourself or others, please do remember to pause and gaze upon the beautiful artwork that accompany these mystical messages.": "Mặc dù có tên cơ bản, Bộ Bài Tarot này bù đắp cho nó bằng trí tuệ vũ trụ. Khi triệu hồi các thế lực từ bên ngoài bức màn che này, rút một lá bài cho bản thân hoặc người khác, xin vui lòng nhớ tạm dừng và ngắm nhìn những tác phẩm nghệ thuật tuyệt đẹp đi kèm với những thông điệp thần bí này.",
  "EC490216": "Có một điều mà hầu hết mọi người không thể mô tả về việc trải qua một đêm ở Ravenwood. Những sợi sương mù uốn lượn qua không khí vùng nông thôn thường trong lành. Và những hồn ma luồn lách qua chúng, lang thang trên đường phố thường xuyên như những Sim còn sống. Đó thực sự là một điều đáng để chiêm ngưỡng. Có lẽ việc sưởi ấm bên một lò sưởi đẹp có thể xua tan cái lạnh của một đêm ma quái, hoặc có lẽ nó chỉ đi kèm với lãnh thổ!",
  "D5C754C9": "Ống Khói Đêm Sương Mù ở Ravenwood",
  "6A5B4F7A": "Chúng tôi ở Tell-Tale Arts nhận thức rõ ràng rằng thời gian trôi qua, đôi khi quá chậm, đôi khi quá nhanh. Nhưng không cần phải bận tâm đến sự trôi đi không ngừng của thời gian. Ví dụ, khoảng 10 giây đã trôi qua kể từ khi bạn bắt đầu đọc cái này. Và bạn không thể làm gì được! Với ý nghĩ đó, chiếc đồng hồ này là vật gia truyền hoàn hảo để truyền lại từ thế hệ này sang thế hệ khác, nhắc nhở mỗi hậu duệ của bạn về tính phù du của sự tồn tại của họ.",
  "A795E325": "Đồng Hồ Cây Không Ngừng của Tell-Tale Arts",
  "E9E78AFE": "Mặc dù có tên cơ bản, Bộ Bài Tarot này bù đắp cho nó bằng trí tuệ vũ trụ. Khi triệu hồi các thế lực từ bên ngoài bức màn che này, rút một lá bài cho bản thân hoặc người khác, xin vui lòng nhớ tạm dừng và ngắm nhìn những tác phẩm nghệ thuật tuyệt đẹp đi kèm với những thông điệp thần bí này.",
  "Bibbity-Basic's Tarot Deck": "Bộ Bài Tarot Cơ Bản của Bibbity",
  "Lady Ravendancer's deck is available only to the elite members of the Order of Lenore who have collected all tarot cards in Ravenwood. Use your cards wisely—or not at all!": "Bộ bài của Lady Ravendancer chỉ dành cho các thành viên ưu tú của Hội Lenore, những người đã thu thập tất cả các lá bài tarot ở Ravenwood. Hãy sử dụng lá bài của bạn một cách khôn ngoan—hoặc không sử dụng gì cả!",
  "Lady Ravendancer Goth's Tarot Deck": "Bộ Bài Tarot của Lady Ravendancer Goth",
  "<b>The Fool</b> is merely a joyful Harlequin oblivious to the perils which surround him. Steadfast towards a dangerous ledge, one may wonder if he will awaken before plunging into the depths of his own naivety? Should he stay this wide-eyed, the only adventures he will partake in are those beyond the veil.": "<b>The Fool</b> chỉ đơn thuần là một chú hề vui vẻ, không hay biết gì về những nguy hiểm xung quanh mình. Kiên định hướng tới một gờ đá nguy hiểm, người ta có thể tự hỏi liệu anh ta có thức tỉnh trước khi lao xuống vực sâu của sự ngây thơ của chính mình hay không? Nếu anh ta vẫn mở to mắt như vậy, những cuộc phiêu lưu duy nhất mà anh ta tham gia là những cuộc phiêu lưu vượt ra ngoài bức màn che.",
  "The Fool": "The Fool",
  "3B877781": "Bộ Bài Tarot Cơ Bản của Bibbity",
  "4A99FAA5": "Bộ bài của Lady Ravendancer chỉ dành cho các thành viên ưu tú của Hội Lenore, những người đã thu thập tất cả các lá bài tarot ở Ravenwood. Hãy sử dụng lá bài của bạn một cách khôn ngoan—hoặc không sử dụng gì cả!",
  "4F972120": "Bộ Bài Tarot của Lady Ravendancer Goth",
  "5F4EB982": "<b>The Fool</b> chỉ đơn thuần là một chú hề vui vẻ, không hay biết gì về những nguy hiểm xung quanh mình. Kiên định hướng tới một gờ đá nguy hiểm, người ta có thể tự hỏi liệu anh ta có thức tỉnh trước khi lao xuống vực sâu của sự ngây thơ của chính mình hay không? Nếu anh ta vẫn mở to mắt như vậy, những cuộc phiêu lưu duy nhất mà anh ta tham gia là những cuộc phiêu lưu vượt ra ngoài bức màn che.",
  "2AF2047D": "The Fool",
  "As an old soul, <b>The Hermit</b>, stands at the peak of her growth and accomplishments. Guided by the light of life, she steadies herself upon her broom, a symbol of her own authority over time's dusty existence. Though the full path ahead may not be revealed, she strides forth with conviction, out of the darkness and into the light. Balancing introspection with caution towards loneliness should no one knock her way.": "Là một linh hồn già cỗi, <b>The Hermit</b> đứng trên đỉnh cao của sự trưởng thành và thành tựu của mình. Được dẫn dắt bởi ánh sáng của cuộc sống, cô giữ vững mình trên cây chổi, một biểu tượng cho quyền lực của chính cô đối với sự tồn tại bụi bặm của thời gian. Mặc dù toàn bộ con đường phía trước có thể không được tiết lộ, nhưng cô vẫn bước đi với sự tin chắc, ra khỏi bóng tối và tiến vào ánh sáng. Cân bằng sự suy ngẫm với sự thận trọng đối với sự cô đơn nếu không ai gõ cửa con đường của cô.",
  "The Hermit": "The Hermit",
  "Immersed amongst the building blocks of life and death, <b>The Wheel of Fortune</b> spins its cycle to determine one's destiny. The wheel holds both the learnings of the Cowplant and the ever approaching fate of the Netherworld. Forever in rotation, as one comes up the other must come down.": "Đắm mình giữa các khối xây dựng của sự sống và cái chết, <b>The Wheel of Fortune</b> quay vòng quay của nó để xác định số phận của một người. Bánh xe nắm giữ cả những bài học của Cây Bò và số phận luôn đến gần của Thế giới Bên Kia. Mãi mãi xoay vòng, khi một người đi lên thì người kia phải đi xuống.",
  "The Wheel of Fortune": "The Wheel of Fortune",
  "Harken, to the noble virtues of structure, law, and truth. <b>Justice</b> maintains the logical stance requisite for dispensing all mystic equity. Each deed may bear the weight of its own consequence, and with a single stroke, a verdict may be rendered. Logic alone cannot be sufficient in this determination, thus intuition is honored to balance the scales. She remains the spiritual repercussions of one's own acts.": "Hãy lắng nghe, những đức tính cao quý của cấu trúc, luật pháp và sự thật. <b>Justice</b> duy trì lập trường hợp lý cần thiết để phân phát tất cả sự công bằng huyền bí. Mỗi hành động có thể mang sức nặng của hậu quả riêng của nó, và chỉ với một nét bút, một phán quyết có thể được đưa ra. Chỉ riêng logic thôi là không đủ trong sự xác định này, do đó, trực giác được tôn vinh để cân bằng cán cân. Cô vẫn là những hậu quả tinh thần của những hành động của một người.",
  "2DBD4FAD": "Là một linh hồn già cỗi, <b>The Hermit</b> đứng trên đỉnh cao của sự trưởng thành và thành tựu của mình. Được dẫn dắt bởi ánh sáng của cuộc sống, cô giữ vững mình trên cây chổi, một biểu tượng cho quyền lực của chính cô đối với sự tồn tại bụi bặm của thời gian. Mặc dù toàn bộ con đường phía trước có thể không được tiết lộ, nhưng cô vẫn bước đi với sự tin chắc, ra khỏi bóng tối và tiến vào ánh sáng. Cân bằng sự suy ngẫm với sự thận trọng đối với sự cô đơn nếu không ai gõ cửa con đường của cô.",
  "D3410A78": "The Hermit",
  "75777130": "Đắm mình giữa các khối xây dựng của sự sống và cái chết, <b>The Wheel of Fortune</b> quay vòng quay của nó để xác định số phận của một người. Bánh xe nắm giữ cả những bài học của Cây Bò và số phận luôn đến gần của Thế giới Bên Kia. Mãi mãi xoay vòng, khi một người đi lên thì người kia phải đi xuống.",
  "607BCEDF": "The Wheel of Fortune",
  "D591ED3B": "Hãy lắng nghe, những đức tính cao quý của cấu trúc, luật pháp và sự thật. <b>Justice</b> duy trì lập trường hợp lý cần thiết để phân phát tất cả sự công bằng huyền bí. Mỗi hành động có thể mang sức nặng của hậu quả riêng của nó, và chỉ với một nét bút, một phán quyết có thể được đưa ra. Chỉ riêng logic thôi là không đủ trong sự xác định này, do đó, trực giác được tôn vinh để cân bằng cán cân. Cô vẫn là những hậu quả tinh thần của những hành động của một người.",
  "Justice": "Justice",
  "Relinquish thyself to the power of <b>Suspension</b>! Behold, he now hangs betwixt the threads of time, having sacrificed his soul for greater enlightenment. His serenity can be shared, so long as one surrenders fully. Delays only yield inevitable conclusions.": "Hãy từ bỏ bản thân cho sức mạnh của <b>Suspension</b>! Kìa, giờ anh ta đang treo mình giữa những sợi chỉ của thời gian, đã hy sinh linh hồn của mình để có được sự giác ngộ lớn hơn. Sự thanh thản của anh ta có thể được chia sẻ, miễn là người ta đầu hàng hoàn toàn. Sự chậm trễ chỉ mang lại những kết luận không thể tránh khỏi.",
  "Suspension": "Suspension",
  "Akin to a coursing river, life ebbs and flows along its winding path towards destiny. <b>Temperance</b> rests with one fin attuned to this aqueous existence and the other grounded in reality. She maintains infinite duality with emphasis on harmonizing purpose with patience. One should try and test the waters before diving in.": "Tương tự như một dòng sông chảy xiết, cuộc sống lên xuống theo con đường quanh co của nó hướng tới số phận. <b>Temperance</b> dựa vào một vây điều chỉnh theo sự tồn tại dưới nước này và vây kia bám chặt vào thực tế. Cô duy trì tính hai mặt vô hạn với sự nhấn mạnh vào việc hài hòa mục đích với sự kiên nhẫn. Người ta nên thử và kiểm tra vùng nước trước khi lao vào.",
  "Temperance": "Temperance",
  "B6D39C9A": "Justice",
  "CAF566C0": "Hãy từ bỏ bản thân cho sức mạnh của <b>Suspension</b>! Kìa, giờ anh ta đang treo mình giữa những sợi chỉ của thời gian, đã hy sinh linh hồn của mình để có được sự giác ngộ lớn hơn. Sự thanh thản của anh ta có thể được chia sẻ, miễn là người ta đầu hàng hoàn toàn. Sự chậm trễ chỉ mang lại những kết luận không thể tránh khỏi.",
  "B48ABD8F": "Suspension",
  "30219808": "Tương tự như một dòng sông chảy xiết, cuộc sống lên xuống theo con đường quanh co của nó hướng tới số phận. <b>Temperance</b> dựa vào một vây điều chỉnh theo sự tồn tại dưới nước này và vây kia bám chặt vào thực tế. Cô duy trì tính hai mặt vô hạn với sự nhấn mạnh vào việc hài hòa mục đích với sự kiên nhẫn. Người ta nên thử và kiểm tra vùng nước trước khi lao vào.",
  "4872F0A7": "Temperance",
  "In the dead of night, <b>Evil</b> may beckon, as if to tug on one's own puppet string. With his hypnotic stare, anyone can fall prey to his influence. And the longer one stays within this trance, the more susceptible to his power they become.": "Trong đêm khuya, <b>Evil</b> có thể vẫy gọi, như thể kéo sợi dây rối của chính mình. Với ánh nhìn thôi miên của mình, bất kỳ ai cũng có thể trở thành con mồi cho ảnh hưởng của hắn. Và càng ở lâu trong trạng thái thôi miên này, họ càng dễ bị ảnh hưởng bởi sức mạnh của hắn.",
  "Evil": "Evil",
  "Chaos. Destruction. <b>The Tower</b>, thought to be a sturdy constant, reveals itself a mere façade. With flames aglow and meteors in flight, the universe has uttered its decree! In the midst of unrest, the only hope remains divine intervention.": "Hỗn loạn. Phá hủy. <b>The Tower</b>, vốn được cho là một hằng số vững chắc, tự bộc lộ mình chỉ là một lớp vỏ ngoài. Với ngọn lửa rực cháy và thiên thạch bay, vũ trụ đã ban hành sắc lệnh của nó! Giữa tình trạng bất ổn, hy vọng duy nhất còn lại là sự can thiệp của thần thánh.",
  "The Tower": "The Tower",
  "Beneath <b>The Star</b> she kneels, a paragon of divine grace. Nourishing the soil below, she pours fresh water as a means to restore and renew. Intuitively she dips one foot into the cosmic pool for spiritual connection, the other half of her grounded in practicality and strength. Only a pigeon bears witness to this healing, giving thoughts of hope in spite of despair.": "Bên dưới <b>The Star</b> cô quỳ, một hình mẫu của ân sủng thiêng liêng. Nuôi dưỡng đất bên dưới, cô tưới nước ngọt như một phương tiện để phục hồi và đổi mới. Bằng trực giác, cô nhúng một chân vào hồ vũ trụ để kết nối tâm linh, nửa còn lại của cô bám chặt vào tính thực tế và sức mạnh. Chỉ có một con chim bồ câu chứng kiến sự chữa lành này, mang lại những suy nghĩ về hy vọng bất chấp tuyệt vọng.",
  "7525F165": "Trong đêm khuya, <b>Evil</b> có thể vẫy gọi, như thể kéo sợi dây rối của chính mình. Với ánh nhìn thôi miên của mình, bất kỳ ai cũng có thể trở thành con mồi cho ảnh hưởng của hắn. Và càng ở lâu trong trạng thái thôi miên này, họ càng dễ bị ảnh hưởng bởi sức mạnh của hắn.",
  "26C863E0": "Evil",
  "D3D37AC7": "Hỗn loạn. Phá hủy. <b>The Tower</b>, vốn được cho là một hằng số vững chắc, tự bộc lộ mình chỉ là một lớp vỏ ngoài. Với ngọn lửa rực cháy và thiên thạch bay, vũ trụ đã ban hành sắc lệnh của nó! Giữa tình trạng bất ổn, hy vọng duy nhất còn lại là sự can thiệp của thần thánh.",
  "8670DF7E": "The Tower",
  "3649B7E5": "Bên dưới <b>The Star</b> cô quỳ, một hình mẫu của ân sủng thiêng liêng. Nuôi dưỡng đất bên dưới, cô tưới nước ngọt như một phương tiện để phục hồi và đổi mới. Bằng trực giác, cô nhúng một chân vào hồ vũ trụ để kết nối tâm linh, nửa còn lại của cô bám chặt vào tính thực tế và sức mạnh. Chỉ có một con chim bồ câu chứng kiến sự chữa lành này, mang lại những suy nghĩ về hy vọng bất chấp tuyệt vọng.",
  "The Star": "The Star",
  "Howl at <b>The Moon</b> while its followers bask in the luminous glow. This dim cast reveals one's own dreams and intuition quite brightly. Walk the delicate line between the caution of society and the fury of the natural world, for it's often difficult for one to discern the right path.": "Hãy hú lên với <b>The Moon</b> trong khi những người theo dõi nó đắm mình trong ánh sáng rực rỡ. Sự chiếu sáng mờ ảo này tiết lộ những giấc mơ và trực giác của một người khá rõ ràng. Hãy bước đi trên ranh giới mong manh giữa sự thận trọng của xã hội và sự cuồng nộ của thế giới tự nhiên, vì thường khó để một người nhận ra con đường đúng đắn.",
  "The Moon": "The Moon",
  "Radiating positivity, <b>The Sun</b> shines overhead, a source of all life and energy throughout. A seedling sits proudly upon the back of a majestic stallion, embodying innocence upheld by strength and nobility. Happiness is on the horizon for those who embrace life to its fullest.": "Tỏa ra sự tích cực, <b>The Sun</b> chiếu sáng trên cao, một nguồn gốc của mọi sự sống và năng lượng xuyên suốt. Một cây con ngồi kiêu hãnh trên lưng một con ngựa đực hùng vĩ, thể hiện sự ngây thơ được nâng đỡ bởi sức mạnh và sự cao quý. Hạnh phúc đang ở phía trước cho những ai đón nhận cuộc sống một cách trọn vẹn nhất.",
  "The Sun": "The Sun",
  "2A63EF60": "The Star",
  "93D4330B": "Hãy hú lên với <b>The Moon</b> trong khi những người theo dõi nó đắm mình trong ánh sáng rực rỡ. Sự chiếu sáng mờ ảo này tiết lộ những giấc mơ và trực giác của một người khá rõ ràng. Hãy bước đi trên ranh giới mong manh giữa sự thận trọng của xã hội và sự cuồng nộ của thế giới tự nhiên, vì thường khó để một người nhận ra con đường đúng đắn.",
  "0A51938A": "The Moon",
  "FFA80251": "Tỏa ra sự tích cực, <b>The Sun</b> chiếu sáng trên cao, một nguồn gốc của mọi sự sống và năng lượng xuyên suốt. Một cây con ngồi kiêu hãnh trên lưng một con ngựa đực hùng vĩ, thể hiện sự ngây thơ được nâng đỡ bởi sức mạnh và sự cao quý. Hạnh phúc đang ở phía trước cho những ai đón nhận cuộc sống một cách trọn vẹn nhất.",
  "33096CA4": "The Sun",
  "Cast in symbolic wizardry, <b>The Magician</b> embodies the notion \"Fru Aboo, Sol Beluv\". He dances between microcosms of time and space, bringing harmony amongst the elements. To conjure his wisdom and ancient power, one may manifest their own most fervent dreams. Behold! The universe's tapestry unfolds and stars align.": "Được đúc trong thuật phù thủy tượng trưng, <b>The Magician</b> thể hiện khái niệm \"Fru Aboo, Sol Beluv\". Anh ta nhảy múa giữa các vi mô của thời gian và không gian, mang lại sự hài hòa giữa các yếu tố. Để triệu hồi trí tuệ và sức mạnh cổ xưa của anh ta, người ta có thể thể hiện những giấc mơ nhiệt thành nhất của chính mình. Kìa! Tấm thảm của vũ trụ mở ra và các vì sao thẳng hàng.",
  "The Magician": "The Magician",
  "Meet thy maker, or in this case, baker? To stare into this face of danger means confronting <b>Judgment</b> head on. Actions shall be weighed accordingly and decisions made final. A glimpse of death might plant in one's mind, since relaying judgment often leads to dead ends and fresh beginnings.": "Gặp gỡ người tạo ra bạn, hay trong trường hợp này, là thợ làm bánh? Nhìn chằm chằm vào khuôn mặt nguy hiểm này có nghĩa là đối mặt với <b>Judgment</b> trực diện. Hành động sẽ được cân nhắc tương ứng và các quyết định được đưa ra cuối cùng. Một thoáng nhìn về cái chết có thể nảy ra trong tâm trí một người, vì việc chuyển tải phán xét thường dẫn đến ngõ cụt và những khởi đầu mới.",
  "Judgment": "Judgment",
  "Continuing the cycle of completion and simulating new beginnings, <b>The World</b> depicts a future fraught with possibilities. As one level ends, another begins. Guided by the four elements, four seasons, four corners of the universe—one may persist in their cosmic journey.": "Tiếp tục chu kỳ hoàn thành và mô phỏng những khởi đầu mới, <b>The World</b> mô tả một tương lai chứa đầy những khả năng. Khi một cấp độ kết thúc, một cấp độ khác bắt đầu. Được hướng dẫn bởi bốn yếu tố, bốn mùa, bốn góc của vũ trụ—người ta có thể tiếp tục cuộc hành trình vũ trụ của mình.",
  "4E6B66BC": "Được đúc trong thuật phù thủy tượng trưng, <b>The Magician</b> thể hiện khái niệm \"Fru Aboo, Sol Beluv\". Anh ta nhảy múa giữa các vi mô của thời gian và không gian, mang lại sự hài hòa giữa các yếu tố. Để triệu hồi trí tuệ và sức mạnh cổ xưa của anh ta, người ta có thể thể hiện những giấc mơ nhiệt thành nhất của chính mình. Kìa! Tấm thảm của vũ trụ mở ra và các vì sao thẳng hàng.",
  "4D0A9813": "The Magician",
  "166D59CB": "Gặp gỡ người tạo ra bạn, hay trong trường hợp này, là thợ làm bánh? Nhìn chằm chằm vào khuôn mặt nguy hiểm này có nghĩa là đối mặt với <b>Judgment</b> trực diện. Hành động sẽ được cân nhắc tương ứng và các quyết định được đưa ra cuối cùng. Một thoáng nhìn về cái chết có thể nảy ra trong tâm trí một người, vì việc chuyển tải phán xét thường dẫn đến ngõ cụt và những khởi đầu mới.",
  "992DA44A": "Judgment",
  "F04C18B0": "Tiếp tục chu kỳ hoàn thành và mô phỏng những khởi đầu mới, <b>The World</b> mô tả một tương lai chứa đầy những khả năng. Khi một cấp độ kết thúc, một cấp độ khác bắt đầu. Được hướng dẫn bởi bốn yếu tố, bốn mùa, bốn góc của vũ trụ—người ta có thể tiếp tục cuộc hành trình vũ trụ của mình.",
  "The World": "The World",
  "Through simmering flames rises the primal energy necessary to push forward the cycle of creation. Associated with action, <b>Wands</b> imbue a powerful ambition. One may lean into cultivating plans, or fall into the directionless spiral of recklessness.": "Thông qua ngọn lửa âm ỉ trỗi dậy nguồn năng lượng nguyên thủy cần thiết để thúc đẩy chu kỳ sáng tạo. Liên kết với hành động, <b>Wands</b> thấm nhuần một tham vọng mạnh mẽ. Người ta có thể dựa vào việc trau dồi các kế hoạch, hoặc rơi vào vòng xoáy liều lĩnh mất phương hướng.",
  "Wands": "Wands",
  "<b>Cups</b> flow relentlessly with the spillage of emotions. What drives one's deepest desires is the influence of relationships, romantic or not. It's best not to get lost within imagination, for fantasy can cause disconnect and result in uncontrollable feelings.": "<b>Cups</b> chảy không ngừng với sự tràn lan của cảm xúc. Điều thúc đẩy những khát khao sâu sắc nhất của một người là ảnh hưởng của các mối quan hệ, lãng mạn hay không. Tốt nhất là không nên lạc lối trong trí tưởng tượng, vì sự tưởng tượng có thể gây ra sự mất kết nối và dẫn đến những cảm xúc không kiểm soát được.",
  "Cups": "Cups",
  "64E22D5F": "The World",
  "80348862": "Thông qua ngọn lửa âm ỉ trỗi dậy nguồn năng lượng nguyên thủy cần thiết để thúc đẩy chu kỳ sáng tạo. Liên kết với hành động, <b>Wands</b> thấm nhuần một tham vọng mạnh mẽ. Người ta có thể dựa vào việc trau dồi các kế hoạch, hoặc rơi vào vòng xoáy liều lĩnh mất phương hướng.",
  "63F952DD": "Wands",
  "F5E42AE9": "<b>Cups</b> chảy không ngừng với sự tràn lan của cảm xúc. Điều thúc đẩy những khát khao sâu sắc nhất của một người là ảnh hưởng của các mối quan hệ, lãng mạn hay không. Tốt nhất là không nên lạc lối trong trí tưởng tượng, vì sự tưởng tượng có thể gây ra sự mất kết nối và dẫn đến những cảm xúc không kiểm soát được.",
  "5DA5D6CC": "Cups",
  "Breathe in, breathe out. Fresh air helps stimulate the mind, a double-edged faculty familiar to <b>Swords</b>. One's logic can be used for both good and evil, and thus our greatest conflicts can stem from this balancing act. It is vital to find harmony between honesty and harshness.": "Hít vào, thở ra. Không khí trong lành giúp kích thích trí óc, một năng lực hai mặt quen thuộc với <b>Swords</b>. Logic của một người có thể được sử dụng cho cả thiện và ác, và do đó những xung đột lớn nhất của chúng ta có thể bắt nguồn từ hành động cân bằng này. Điều quan trọng là phải tìm thấy sự hài hòa giữa sự trung thực và sự khắc nghiệt.",
  "Swords": "Swords",
  "Of all things otherworldly and material, <b>Coins</b> exemplify security. Grounding one's self can ensure care for the future. Unchecked, and one can turn down a path of greed and unbridled ambition.": "Trong tất cả những thứ siêu phàm và vật chất, <b>Coins</b> thể hiện sự an toàn. Việc đặt nền móng cho bản thân có thể đảm bảo sự quan tâm cho tương lai. Không được kiểm soát, và người ta có thể rẽ sang con đường tham lam và tham vọng không kiềm chế.",
  "Coins": "Coins",
  "All must succumb to death's embrace, yet therein lies a beauty within times changing. With fluttering purity, and a gesture to restart, <b>Death</b> greets one with the hope of transformation. Death grants no exemptions (except for when he totally does), but an end heralds a new beginning. One should welcome this life anew, resigning to transition with ease.": "Tất cả phải khuất phục trước vòng tay của cái chết, nhưng trong đó lại nằm một vẻ đẹp trong thời gian thay đổi. Với sự thuần khiết phấp phới và một cử chỉ để khởi động lại, <b>Death</b> chào đón một người với hy vọng về sự biến đổi. Death không ban bất kỳ sự miễn trừ nào (ngoại trừ khi anh ta hoàn toàn làm vậy), nhưng một kết thúc báo trước một khởi đầu mới. Người ta nên chào đón cuộc sống mới này, từ bỏ việc chuyển đổi một cách dễ dàng.",
  "E5DE183D": "Hít vào, thở ra. Không khí trong lành giúp kích thích trí óc, một năng lực hai mặt quen thuộc với <b>Swords</b>. Logic của một người có thể được sử dụng cho cả thiện và ác, và do đó những xung đột lớn nhất của chúng ta có thể bắt nguồn từ hành động cân bằng này. Điều quan trọng là phải tìm thấy sự hài hòa giữa sự trung thực và sự khắc nghiệt.",
  "2505DEA8": "Swords",
  "862AB9AA": "Trong tất cả những thứ siêu phàm và vật chất, <b>Coins</b> thể hiện sự an toàn. Việc đặt nền móng cho bản thân có thể đảm bảo sự quan tâm cho tương lai. Không được kiểm soát, và người ta có thể rẽ sang con đường tham lam và tham vọng không kiềm chế.",
  "682E1335": "Coins",
  "F48068E7": "Tất cả phải khuất phục trước vòng tay của cái chết, nhưng trong đó lại nằm một vẻ đẹp trong thời gian thay đổi. Với sự thuần khiết phấp phới và một cử chỉ để khởi động lại, <b>Death</b> chào đón một người với hy vọng về sự biến đổi. Death không ban bất kỳ sự miễn trừ nào (ngoại trừ khi anh ta hoàn toàn làm vậy), nhưng một kết thúc báo trước một khởi đầu mới. Người ta nên chào đón cuộc sống mới này, từ bỏ việc chuyển đổi một cách dễ dàng.",
  "Death": "Death",
  "<i>Seen and unseen, thou art the path between.</i> <b>The High Spellcaster</b> dwells where light and dark share a delicate balance. Those who draw wisdom from this duality may unlock her ethereal presence. As a vessel of divine femininity, her essence and the cycle of the moon are closely entwined. She personifies magic in all forms and is guided by the rhythmic pulse of her own <b>Intuition</b>.": "<i>Nhìn thấy và không nhìn thấy, ngươi là con đường ở giữa.</i> <b>The High Spellcaster</b> ngự ở nơi ánh sáng và bóng tối chia sẻ một sự cân bằng tinh tế. Những người rút ra trí tuệ từ tính hai mặt này có thể mở khóa sự hiện diện thanh tao của cô. Là một vật chứa của nữ tính thiêng liêng, bản chất của cô và chu kỳ của mặt trăng gắn bó chặt chẽ với nhau. Cô nhân cách hóa phép thuật dưới mọi hình thức và được hướng dẫn bởi nhịp điệu có nhịp điệu của <b>Intuition</b> của chính mình.",
  "The High Spellcaster": "The High Spellcaster",
  "By the grace of nature and nobility, <b>The Empress</b> personifies love, beauty, fertility, and creativity. Rejuvenated by creation's lush presence, she draws her peace from Mother Nature's wellspring. With every journey she embarks on, she is blessed with abundance, as if the universe delights in her perseverance.": "Bởi ân sủng của tự nhiên và sự cao quý, <b>The Empress</b> nhân cách hóa tình yêu, vẻ đẹp, sự sinh sôi và sáng tạo. Được hồi sinh bởi sự hiện diện tươi tốt của sự sáng tạo, cô rút ra sự bình yên của mình từ suối nguồn của Mẹ Thiên Nhiên. Với mỗi cuộc hành trình cô bắt đầu, cô được ban phước với sự sung túc, như thể vũ trụ vui mừng trước sự kiên trì của cô.",
  "The Empress": "The Empress",
  "B9048C1E": "Death",
  "F1FA1338": "<i>Nhìn thấy và không nhìn thấy, ngươi là con đường ở giữa.</i> <b>The High Spellcaster</b> ngự ở nơi ánh sáng và bóng tối chia sẻ một sự cân bằng tinh tế. Những người rút ra trí tuệ từ tính hai mặt này có thể mở khóa sự hiện diện thanh tao của cô. Là một vật chứa của nữ tính thiêng liêng, bản chất của cô và chu kỳ của mặt trăng gắn bó chặt chẽ với nhau. Cô nhân cách hóa phép thuật dưới mọi hình thức và được hướng dẫn bởi nhịp điệu có nhịp điệu của <b>Intuition</b> của chính mình.",
  "BDE69937": "The High Spellcaster",
  "39654456": "Bởi ân sủng của tự nhiên và sự cao quý, <b>The Empress</b> nhân cách hóa tình yêu, vẻ đẹp, sự sinh sôi và sáng tạo. Được hồi sinh bởi sự hiện diện tươi tốt của sự sáng tạo, cô rút ra sự bình yên của mình từ suối nguồn của Mẹ Thiên Nhiên. Với mỗi cuộc hành trình cô bắt đầu, cô được ban phước với sự sung túc, như thể vũ trụ vui mừng trước sự kiên trì của cô.",
  "EE631709": "The Empress",
  "Upholding his <i>Code</i>, <b>The Emperor</b> be perched atop his mighty throne. His sway be unchallenged, his dominion unquestioned. A dead man tells no tales, but a pirate be known to spin a yarn or two. He's well earned the respect and loyalty of his crew, but if ye be seekin' more than just gold, ye best be diggin' deeper, for therein lies his treasured heart.": "Nắm giữ <i>Code</i> của mình, <b>The Emperor</b> ngự trên ngai vàng hùng mạnh của mình. Quyền lực của anh ta không bị thách thức, sự thống trị của anh ta không bị nghi ngờ. Người chết không kể chuyện, nhưng một tên cướp biển được biết là sẽ kể một hoặc hai câu chuyện. Anh ta đã giành được sự tôn trọng và lòng trung thành của thủy thủ đoàn của mình, nhưng nếu anh em đang tìm kiếm nhiều hơn chỉ là vàng, thì tốt nhất nên đào sâu hơn, vì trong đó nằm trái tim quý giá của anh ta.",
  "The Emperor": "The Emperor",
  "Once upon a winter's time dwelt a wise sage, <b>The Advocate</b>. He held not just gifts, but promises of a brighter future, for he knew that the greatest gift of all was that of knowledge. As he spreads wisdom like fallen snow, he also brings laughter and cheer. He stands as a bridge between the known and unknown, unlocking mysteries of the universe with every lesson.": "Ngày xửa ngày xưa, vào mùa đông nọ, có một nhà hiền triết khôn ngoan, <b>The Advocate</b>. Anh ta nắm giữ không chỉ những món quà, mà còn cả những lời hứa về một tương lai tươi sáng hơn, vì anh ta biết rằng món quà lớn nhất trong tất cả là kiến thức. Khi anh ta lan tỏa trí tuệ như tuyết rơi, anh ta cũng mang lại tiếng cười và niềm vui. Anh ta đứng như một cây cầu giữa những điều đã biết và chưa biết, mở khóa những bí ẩn của vũ trụ với mỗi bài học.",
  "The Advocate": "The Advocate",
  "<b>The Lovers</b>, with enough blazing passion to set their own estate aflame, serve as both a symbol of devotion and a cautionary tale. Amidst the delicate threads of an arranged union, these lovers burn for one another in more ways than one. A gentle reminder to eschew the siren call of emotional folly and instead, embrace the art of harmonious communication. For it paves the way to everlasting love.": "<b>The Lovers</b>, với đủ đam mê rực lửa để đốt cháy điền trang của chính họ, đóng vai trò vừa là biểu tượng của sự tận tâm vừa là một câu chuyện cảnh báo. Giữa những sợi dây tinh tế của một cuộc hôn nhân sắp đặt, những người yêu nhau này cháy vì nhau theo nhiều cách hơn một. Một lời nhắc nhở nhẹ nhàng để tránh lời kêu gọi mê hoặc của sự dại dột về cảm xúc và thay vào đó, hãy nắm lấy nghệ thuật giao tiếp hài hòa. Vì nó mở đường cho tình yêu vĩnh cửu.",
  "10CFBC2C": "Nắm giữ <i>Code</i> của mình, <b>The Emperor</b> ngự trên ngai vàng hùng mạnh của mình. Quyền lực của anh ta không bị thách thức, sự thống trị của anh ta không bị nghi ngờ. Người chết không kể chuyện, nhưng một tên cướp biển được biết là sẽ kể một hoặc hai câu chuyện. Anh ta đã giành được sự tôn trọng và lòng trung thành của thủy thủ đoàn của mình, nhưng nếu anh em đang tìm kiếm nhiều hơn chỉ là vàng, thì tốt nhất nên đào sâu hơn, vì trong đó nằm trái tim quý giá của anh ta.",
  "22A2A563": "The Emperor",
  "EF7A47C8": "Ngày xửa ngày xưa, vào mùa đông nọ, có một nhà hiền triết khôn ngoan, <b>The Advocate</b>. Anh ta nắm giữ không chỉ những món quà, mà còn cả những lời hứa về một tương lai tươi sáng hơn, vì anh ta biết rằng món quà lớn nhất trong tất cả là kiến thức. Khi anh ta lan tỏa trí tuệ như tuyết rơi, anh ta cũng mang lại tiếng cười và niềm vui. Anh ta đứng như một cây cầu giữa những điều đã biết và chưa biết, mở khóa những bí ẩn của vũ trụ với mỗi bài học.",
  "E0E10CA6": "The Advocate",
  "4C59DC6B": "<b>The Lovers</b>, với đủ đam mê rực lửa để đốt cháy điền trang của chính họ, đóng vai trò vừa là biểu tượng của sự tận tâm vừa là một câu chuyện cảnh báo. Giữa những sợi dây tinh tế của một cuộc hôn nhân sắp đặt, những người yêu nhau này cháy vì nhau theo nhiều cách hơn một. Một lời nhắc nhở nhẹ nhàng để tránh lời kêu gọi mê hoặc của sự dại dột về cảm xúc và thay vào đó, hãy nắm lấy nghệ thuật giao tiếp hài hòa. Vì nó mở đường cho tình yêu vĩnh cửu.",
  "The Lovers": "The Lovers",
  "With the strength of his mind and willpower, <b>The Chariot</b> needs no reins. As with land, one must <i>grab</i> onto their goals by taking action. Though tugged by opposing forces, the charioteer steers with sheer resolve. Be forewarned, failing to grasp control of one's own life can lead to being lost in a swirl of directionless rhythms.": "Với sức mạnh của trí óc và ý chí, <b>The Chariot</b> không cần dây cương. Giống như với đất đai, người ta phải <i>nắm bắt</i> mục tiêu của mình bằng cách hành động. Mặc dù bị giằng co bởi các thế lực đối lập, người đánh xe vẫn lái bằng sự quyết tâm cao độ. Hãy được cảnh báo, việc không nắm bắt được quyền kiểm soát cuộc sống của chính mình có thể dẫn đến việc bị lạc trong một vòng xoáy của những nhịp điệu vô định.",
  "The Chariot": "The Chariot",
  "In the midst of grave danger, a woman channels immense <b>Strength</b> to safeguard her gnome companion. Yet, it is her determination and mastery which truly captivates the eye. Her force is calculated, her actions disciplined. With cosmic courage, she demonstrates that by harnessing one's inner instincts with strength and resilience, raw passions can unfold positive results. Within her lies infinite potential.": "Giữa nguy hiểm chết người, một người phụ nữ truyền sức mạnh to lớn để bảo vệ người bạn đồng hành yêu tinh của mình. Tuy nhiên, chính sự quyết tâm và làm chủ của cô mới thực sự thu hút sự chú ý. Lực lượng của cô được tính toán, hành động của cô được kỷ luật. Với lòng dũng cảm vũ trụ, cô chứng minh rằng bằng cách khai thác bản năng bên trong của một người với sức mạnh và khả năng phục hồi, những đam mê thô sơ có thể mở ra những kết quả tích cực. Bên trong cô ấy nằm tiềm năng vô hạn.",
  "Strength": "Strength",
  "04ADA76A": "The Lovers",
  "EE3E6BBB": "Với sức mạnh của trí óc và ý chí, <b>The Chariot</b> không cần dây cương. Giống như với đất đai, người ta phải <i>nắm bắt</i> mục tiêu của mình bằng cách hành động. Mặc dù bị giằng co bởi các thế lực đối lập, người đánh xe vẫn lái bằng sự quyết tâm cao độ. Hãy được cảnh báo, việc không nắm bắt được quyền kiểm soát cuộc sống của chính mình có thể dẫn đến việc bị lạc trong một vòng xoáy của những nhịp điệu vô định.",
  "62BBD01A": "The Chariot",
  "5A8F95FB": "Giữa nguy hiểm chết người, một người phụ nữ truyền sức mạnh to lớn để bảo vệ người bạn đồng hành yêu tinh của mình. Tuy nhiên, chính sự quyết tâm và làm chủ của cô mới thực sự thu hút sự chú ý. Lực lượng của cô được tính toán, hành động của cô được kỷ luật. Với lòng dũng cảm vũ trụ, cô chứng minh rằng bằng cách khai thác bản năng bên trong của một người với sức mạnh và khả năng phục hồi, những đam mê thô sơ có thể mở ra những kết quả tích cực. Bên trong cô ấy nằm tiềm năng vô hạn.",
  "BA8E315A": "Strength",
  "Deathly frogs that are known to hold ghostly power within.": "Ếch chết được biết là nắm giữ sức mạnh ma quái bên trong.",
  "Death Frog": "Ếch Chết",
  "Dearest Customers,\\n\\nIt's everything I said about the original Modern Grimpressions Counter, but now with the added bonus of being the centerpiece of your kitchen. Need I say more?\\n\\nLooking to the future,\\nVincent Schmapple": "Kính gửi quý khách hàng,\n\nNó là tất cả những gì tôi đã nói về Quầy Modern Grimpressions ban đầu, nhưng giờ đây có thêm phần thưởng là trở thành tâm điểm của nhà bếp của bạn. Tôi có cần phải nói thêm gì nữa không?\n\nHướng tới tương lai,\nVincent Schmapple",
  "The Modern Grimpressions Counter Island by Schmapple": "Đảo Bếp Modern Grimpressions của Schmapple",
  "Dearest Customers,\\n\\nI knew this day would come eventually. It's time for Schmapple to branch out from appliances. I've been meditating on other household items, and I believe I've found my calling in counters.\\n\\nWhat if using a counter was as easy as finding the space and placing objects upon it? Believe it or not, I've brought Schmapple-grade levels of innovation to the counter space. We've achieved a new level of easy functionality and relentless style. With a touch of edge inspired by the doom that awaits us all, this counter is guaranteed to forever up your expectations for how a counter integrates into your life. This counter isn't just a counter. It's a <i>platform</i>, with the potential for more than just a simple surface.\\n\\nThis is just the beginning!\\n\\nHave fun,\\nVincent Schmapple": "Kính gửi quý khách hàng,\n\nTôi biết ngày này cuối cùng sẽ đến. Đã đến lúc Schmapple mở rộng từ thiết bị gia dụng. Tôi đã suy ngẫm về các vật dụng gia đình khác và tôi tin rằng tôi đã tìm thấy tiếng gọi của mình trong quầy bếp.\n\nĐiều gì sẽ xảy ra nếu việc sử dụng quầy dễ dàng như tìm không gian và đặt đồ vật lên đó? Tin hay không thì tùy, tôi đã mang đến trình độ đổi mới cấp Schmapple cho không gian quầy. Chúng tôi đã đạt được một cấp độ mới về chức năng dễ dàng và phong cách không ngừng. Với một chút góc cạnh lấy cảm hứng từ sự diệt vong đang chờ đợi tất cả chúng ta, chiếc quầy này được đảm bảo sẽ mãi mãi nâng cao kỳ vọng của bạn về cách một chiếc quầy tích hợp vào cuộc sống của bạn. Quầy này không chỉ là một chiếc quầy. Đó là một <i>nền tảng</i>, với tiềm năng cho nhiều hơn một bề mặt đơn giản.\n\nĐây chỉ là sự khởi đầu!\n\nVui vẻ nhé,\nVincent Schmapple",
  "718BFEAF": "Ếch chết được biết là nắm giữ sức mạnh ma quái bên trong.",
  "8814B8F6": "Ếch Chết",
  "6650823B": "Kính gửi quý khách hàng,\n\nNó là tất cả những gì tôi đã nói về Quầy Modern Grimpressions ban đầu, nhưng giờ đây có thêm phần thưởng là trở thành tâm điểm của nhà bếp của bạn. Tôi có cần phải nói thêm gì nữa không?\n\nHướng tới tương lai,\nVincent Schmapple",
  "D4314B9A": "Đảo Bếp Modern Grimpressions của Schmapple",
  "D8EB7056": "Kính gửi quý khách hàng,\n\nTôi biết ngày này cuối cùng sẽ đến. Đã đến lúc Schmapple mở rộng từ thiết bị gia dụng. Tôi đã suy ngẫm về các vật dụng gia đình khác và tôi tin rằng tôi đã tìm thấy tiếng gọi của mình trong quầy bếp.\n\nĐiều gì sẽ xảy ra nếu việc sử dụng quầy dễ dàng như tìm không gian và đặt đồ vật lên đó? Tin hay không thì tùy, tôi đã mang đến trình độ đổi mới cấp Schmapple cho không gian quầy. Chúng tôi đã đạt được một cấp độ mới về chức năng dễ dàng và phong cách không ngừng. Với một chút góc cạnh lấy cảm hứng từ sự diệt vong đang chờ đợi tất cả chúng ta, chiếc quầy này được đảm bảo sẽ mãi mãi nâng cao kỳ vọng của bạn về cách một chiếc quầy tích hợp vào cuộc sống của bạn. Quầy này không chỉ là một chiếc quầy. Đó là một <i>nền tảng</i>, với tiềm năng cho nhiều hơn một bề mặt đơn giản.\n\nĐây chỉ là sự khởi đầu!\n\nVui vẻ nhé,\nVincent Schmapple",
  "The Modern Grimpressions Counter by Schmapple": "Quầy Bếp Modern Grimpressions của Schmapple",
  "An undead cowplant.": "Một cây bò bất tử.",
  "Undead Cowplant": "Cây Bò Bất Tử",
  "Percival the Patient": "Percival kiên nhẫn",
  "Hailing straight from Grim's secret aviary, these immortal corvids are ready to dazzle, delight, and engage in all manner of deviousness with you. Show your crow affection, plot with them, send them on recon missions, or help them learn to mimic with you. Just avoid provoking them—doing so risks life and limb.": "Đến thẳng từ chuồng chim bí mật của Grim, những con quạ bất tử này đã sẵn sàng để làm bạn kinh ngạc, thích thú và tham gia vào tất cả các loại trò xảo quyệt với bạn. Thể hiện tình cảm với quạ của bạn, lên kế hoạch với chúng, gửi chúng vào các nhiệm vụ trinh sát hoặc giúp chúng học cách bắt chước cùng bạn. Chỉ cần tránh chọc giận chúng—làm như vậy sẽ gây nguy hiểm đến tính mạng và chân tay.",
  "BF85DB09": "Quầy Bếp Modern Grimpressions của Schmapple",
  "EBDA946D": "Một cây bò bất tử.",
  "029D7D38": "Cây Bò Bất Tử",
  "30C94705": "Percival kiên nhẫn",
  "B9BAABE0": "Đến thẳng từ chuồng chim bí mật của Grim, những con quạ bất tử này đã sẵn sàng để làm bạn kinh ngạc, thích thú và tham gia vào tất cả các loại trò xảo quyệt với bạn. Thể hiện tình cảm với quạ của bạn, lên kế hoạch với chúng, gửi chúng vào các nhiệm vụ trinh sát hoặc giúp chúng học cách bắt chước cùng bạn. Chỉ cần tránh chọc giận chúng—làm như vậy sẽ gây nguy hiểm đến tính mạng và chân tay.",
  "Grim Standard Ascendant Crow": "Quạ Grim Tiêu Chuẩn Thăng Hoa",
  "Grim Deluxe Ascendant Crow": "Quạ Grim Cao Cấp Thăng Hoa",
  "A stone marvel of obsidian and granite, the Crypt of Eternity holds many secrets. Inside, grand halls and narrow corridors house solemn sarcophagi and urns, amidst flickering torchlight and faded tapestries. Lay loved ones to rest here, but don't be fooled, this labyrinthine tomb is filled with mysteries and wonders, and invites only the brave to explore its mighty halls. The call of treasure is enticing, but be warned, many creatures roam these halls and do not take kindly to strangers.": "Một kỳ quan bằng đá obsidian và đá granite, Hầm Mộ Vĩnh Hằng chứa đựng nhiều bí mật. Bên trong, những đại sảnh và hành lang hẹp chứa những cỗ quan tài và bình trang trọng, giữa ánh đuốc nhấp nháy và những tấm thảm phai màu. Hãy để những người thân yêu yên nghỉ ở đây, nhưng đừng bị đánh lừa, ngôi mộ mê cung này chứa đầy những điều bí ẩn và kỳ diệu, và chỉ mời những người dũng cảm khám phá những đại sảnh hùng vĩ của nó. Tiếng gọi của kho báu rất hấp dẫn, nhưng hãy cảnh giác, nhiều sinh vật lang thang trong những đại sảnh này và không thân thiện với người lạ.",
  "Crypt of Eternity": "Hầm Mộ Vĩnh Hằng",
  "3463CA2F": "Quạ Grim Tiêu Chuẩn Thăng Hoa",
  "D682E07B": "Đến thẳng từ chuồng chim bí mật của Grim, những con quạ bất tử này đã sẵn sàng để làm bạn kinh ngạc, thích thú và tham gia vào tất cả các loại trò xảo quyệt với bạn. Thể hiện tình cảm với quạ của bạn, lên kế hoạch với chúng, gửi chúng vào các nhiệm vụ trinh sát hoặc giúp chúng học cách bắt chước cùng bạn. Chỉ cần tránh chọc giận chúng—làm như vậy sẽ gây nguy hiểm đến tính mạng và chân tay.",
  "A7B908DA": "Quạ Grim Cao Cấp Thăng Hoa",
  "D0AD16FA": "Một kỳ quan bằng đá obsidian và đá granite, Hầm Mộ Vĩnh Hằng chứa đựng nhiều bí mật. Bên trong, những đại sảnh và hành lang hẹp chứa những са са са са quách và bình trang trọng, giữa ánh đuốc nhấp nháy và những tấm thảm phai màu. Hãy để những người thân yêu yên nghỉ ở đây, nhưng đừng bị đánh lừa, ngôi mộ mê cung này chứa đầy những điều bí ẩn và kỳ diệu, và chỉ mời những người dũng cảm khám phá những đại sảnh hùng vĩ của nó. Tiếng gọi của kho báu rất hấp dẫn, nhưng hãy cảnh giác, nhiều sinh vật lang thang trong những đại sảnh này và không thân thiện với người lạ.",
  "75A9A1A5": "Hầm Mộ Vĩnh Hằng",
  "This hole looks like it was made by a mid-sized malevolent spirit… or maybe it’s just shoddy manufacturing!": "Cái lỗ này trông như thể nó được tạo ra bởi một linh hồn độc ác cỡ vừa… hoặc có lẽ nó chỉ là do sản xuất tồi tệ!",
  "Medium Dilapidated Hole": "Lỗ Hổng Hư Hại Cỡ Vừa",
  "This hole looks like it was made by a large malevolent spirit, but was it trying to get in or out?! Do we <i>really</i> want to know?": "Cái lỗ này trông như thể nó được tạo ra bởi một linh hồn độc ác lớn, nhưng nó đang cố gắng vào hay ra?! Chúng ta có <i>thực sự</i> muốn biết không?",
  "1F8122AC": "Một kỳ quan bằng đá obsidian và đá granite, Hầm Mộ Vĩnh Hằng chứa đựng nhiều bí mật. Bên trong, những đại sảnh và hành lang hẹp chứa những cỗ quan tài và bình trang trọng, giữa ánh đuốc nhấp nháy và những tấm thảm phai màu. Hãy để những người thân yêu yên nghỉ ở đây, nhưng đừng bị đánh lừa, ngôi mộ mê cung này chứa đầy những điều bí ẩn và kỳ diệu, và chỉ mời những người dũng cảm khám phá những đại sảnh hùng vĩ của nó. Tiếng gọi của kho báu rất hấp dẫn, nhưng hãy cảnh giác, nhiều sinh vật lang thang trong những đại sảnh này và không thân thiện với người lạ.",
  "803510E3": "Hầm Mộ Vĩnh Hằng",
  "30147702": "Cái lỗ này trông như thể nó được tạo ra bởi một linh hồn độc ác cỡ vừa… hoặc có lẽ nó chỉ là do sản xuất tồi tệ!",
  "D713C4FD": "Lỗ Hổng Hư Hại Cỡ Vừa",
  "ACFDB8C3": "Cái lỗ này trông như thể nó được tạo ra bởi một linh hồn độc ác lớn, nhưng nó đang cố gắng vào hay ra?! Chúng ta có <i>thực sự</i> muốn biết không?",
  "Large Dilapidated Hole": "Lỗ Hổng Hư Hại Lớn",
  "This hole looks like it was made by a small malevolent spirit, but you really shouldn’t judge the malevolent spirit by the size of the hole.": "Cái lỗ này trông như thể nó được tạo ra bởi một linh hồn độc ác nhỏ, nhưng bạn thực sự không nên đánh giá linh hồn độc ác bằng kích thước của cái lỗ.",
  "Small Dilapidated Hole": "Lỗ Hổng Hư Hại Nhỏ",
  "Slightly larger sections of brick have begun to show on this wall, as the decay further sets in. Like a lake whose lonely waters grow still and chilly, driving away the greenery that once shrouded its surface, the poor wall has only just begun its journey to shed its lively veneer. How daring for it to endure! Come to think of it, I really should make sure to encourage this little wall...": "Các phần gạch lớn hơn một chút đã bắt đầu lộ ra trên bức tường này, khi sự phân rã tiếp tục diễn ra. Giống như một hồ nước cô đơn trở nên tĩnh lặng và lạnh lẽo, xua đuổi cây xanh từng bao phủ bề mặt của nó, bức tường tội nghiệp chỉ mới bắt đầu hành trình rũ bỏ lớp vỏ sống động của nó. Thật táo bạo cho nó khi chịu đựng! Nghĩ lại thì, tôi thực sự nên đảm bảo khuyến khích bức tường nhỏ này...",
  "Dreams of Deconstruction: Phase 2": "Những Giấc Mơ Về Sự Phá Dỡ: Giai Đoạn 2",
  "E02EE512": "Lỗ Hổng Hư Hại Lớn",
  "7291F8C3": "Cái lỗ này trông như thể nó được tạo ra bởi một linh hồn độc ác nhỏ, nhưng bạn thực sự không nên đánh giá linh hồn độc ác bằng kích thước của cái lỗ.",
  "E837A512": "Lỗ Hổng Hư Hại Nhỏ",
  "CC7FA7F3": "Các phần gạch lớn hơn một chút đã bắt đầu lộ ra trên bức tường này, khi sự phân rã tiếp tục diễn ra. Giống như một hồ nước cô đơn trở nên tĩnh lặng và lạnh lẽo, xua đuổi cây xanh từng bao phủ bề mặt của nó, bức tường tội nghiệp chỉ mới bắt đầu hành trình rũ bỏ lớp vỏ sống động của nó. Thật táo bạo cho nó khi chịu đựng! Nghĩ lại thì, tôi thực sự nên đảm bảo khuyến khích bức tường nhỏ này...",
  "61347622": "Những Giấc Mơ Về Sự Phá Dỡ: Giai Đoạn 2",
  "Yes, <b>yes</b>! Can't you see, little wall? It's just as I predicted! This bit of wear and tear here, it's mostly exposed brick! The cruel ebb and flow of time has revealed even more of your true nature to the world. But you know what, little wall? I'm proud of you, for being so brave through it all, and still standing after all this time. You should be heralded as an inspiration to walls everywhere.": "Đúng, <b>đúng</b>! Bạn không thấy sao, bức tường nhỏ? Nó đúng như tôi đã dự đoán! Một chút hao mòn ở đây, nó chủ yếu là gạch lộ ra! Dòng chảy tàn khốc của thời gian đã tiết lộ nhiều hơn về bản chất thật của bạn với thế giới. Nhưng bạn biết gì không, bức tường nhỏ? Tôi tự hào về bạn, vì đã dũng cảm như vậy trong suốt chặng đường và vẫn đứng vững sau ngần ấy thời gian. Bạn nên được ca ngợi như một nguồn cảm hứng cho các bức tường ở khắp mọi nơi.",
  "Dreams of Deconstruction: Phase 4": "Những Giấc Mơ Về Sự Phá Dỡ: Giai Đoạn 4",
  "This wall, its dreams haunted by ill spirits, has begun to decay. In time, small shreds of brick will begin to show. This is only the beginning of a long descent into the claws of entropy, foretold by the stars. But for a Sim whose heart contains a legion of woes, perhaps this bit of chaos is a soothing sight. Thought that might of little comfort to the wall itself, I'd imagine. Perhaps I should ask the wall...": "Bức tường này, những giấc mơ của nó bị ám ảnh bởi những linh hồn xấu, đã bắt đầu phân rã. Theo thời gian, những mảnh gạch nhỏ sẽ bắt đầu lộ ra. Đây chỉ là sự khởi đầu của một cuộc lao dốc dài vào móng vuốt của entropy, được báo trước bởi các vì sao. Nhưng đối với một Sim có trái tim chứa đựng vô vàn đau khổ, có lẽ một chút hỗn loạn này là một cảnh tượng êm dịu. Mặc dù điều đó có thể không an ủi được bức tường, tôi đoán vậy. Có lẽ tôi nên hỏi bức tường...",
  "Dreams of Deconstruction: Phase 1": "Những Giấc Mơ Về Sự Phá Dỡ: Giai Đoạn 1",
  "A vertical strip of decay. It almost looks as if the wall began to cry once the bricks comprising its core began to show.\\n\\n<i>Ahem</i>... Listen here, little wall! Sure, it's not easy showing your true self in a world judges you so harshly. Though these days have been hard for you, don't despair...<b>yet</b>! Soon, you'll be covered in many such little vulnerabilities. It only gets harder from here!": "Một dải phân rã thẳng đứng. Hầu như trông như thể bức tường bắt đầu khóc khi những viên gạch cấu thành lõi của nó bắt đầu lộ ra.\n\n<i>À hèm</i>... Nghe đây, bức tường nhỏ! Chắc chắn rồi, không dễ dàng gì khi thể hiện bản thân thật của bạn trong một thế giới phán xét bạn quá khắc nghiệt. Mặc dù những ngày này rất khó khăn đối với bạn, nhưng đừng tuyệt vọng...<b>vẫn chưa</b>! Chẳng bao lâu nữa, bạn sẽ được bao phủ bởi rất nhiều điểm yếu nhỏ nhặt như vậy. Mọi thứ chỉ trở nên khó khăn hơn từ đây!",
  "BAD8B96A": "Đúng, <b>đúng</b>! Bạn không thấy sao, bức tường nhỏ? Nó đúng như tôi đã dự đoán! Một chút hao mòn ở đây, nó chủ yếu là gạch lộ ra! Dòng chảy tàn khốc của thời gian đã tiết lộ nhiều hơn về bản chất thật của bạn với thế giới. Nhưng bạn biết gì không, bức tường nhỏ? Tôi tự hào về bạn, vì đã dũng cảm như vậy trong suốt chặng đường và vẫn đứng vững sau ngần ấy thời gian. Bạn nên được ca ngợi như một nguồn cảm hứng cho các bức tường ở khắp mọi nơi.",
  "9577DFF5": "Những Giấc Mơ Về Sự Phá Dỡ: Giai Đoạn 4",
  "F67DA535": "Bức tường này, những giấc mơ của nó bị ám ảnh bởi những linh hồn xấu, đã bắt đầu phân rã. Theo thời gian, những mảnh gạch nhỏ sẽ bắt đầu lộ ra. Đây chỉ là sự khởi đầu của một cuộc lao dốc dài vào móng vuốt của entropy, được báo trước bởi các vì sao. Nhưng đối với một Sim có trái tim chứa đựng vô vàn đau khổ, có lẽ một chút hỗn loạn này là một cảnh tượng êm dịu. Mặc dù điều đó có thể không an ủi được bức tường, tôi đoán vậy. Có lẽ tôi nên hỏi bức tường...",
  "D97B98D0": "Những Giấc Mơ Về Sự Phá Dỡ: Giai Đoạn 1",
  "4EB61EDC": "Một dải phân rã thẳng đứng. Hầu như trông như thể bức tường bắt đầu khóc khi những viên gạch cấu thành lõi của nó bắt đầu lộ ra.\n\n<i>À hèm</i>... Nghe đây, bức tường nhỏ! Chắc chắn rồi, không dễ dàng gì khi thể hiện bản thân thật của bạn trong một thế giới phán xét bạn quá khắc nghiệt. Mặc dù những ngày này rất khó khăn đối với bạn, nhưng đừng tuyệt vọng...<b>vẫn chưa</b>! Chẳng bao lâu nữa, bạn sẽ được bao phủ bởi rất nhiều điểm yếu nhỏ nhặt như vậy. Mọi thứ chỉ trở nên khó khăn hơn từ đây!",
  "Dreams of Deconstruction: Phase 3": "Những Giấc Mơ Về Sự Phá Dỡ: Giai Đoạn 3",
  "What do you see when gazing upon this little bit of wear and tear?\\n\\nIf you said a <b>chicken</b>, then you shall have the best meal of your life in a week.\\nIf you said a <b>shrugging, floating t-shirt</b>, you'll stain your favorite shirt next time you wear it! Be careful!\\nIf you said <b>anything else</b>, you're objectively wrong. Try again next time!": "Bạn thấy gì khi ngắm nhìn một chút hao mòn này?\n\nNếu bạn nói một con <b>gà</b>, thì bạn sẽ có bữa ăn ngon nhất trong đời trong vòng một tuần.\nNếu bạn nói một chiếc <b>áo phông lơ lửng nhún vai</b>, bạn sẽ làm bẩn chiếc áo yêu thích của mình vào lần tới khi bạn mặc nó! Hãy cẩn thận!\nNếu bạn nói <b>bất cứ điều gì khác</b>, bạn đã sai một cách khách quan. Hãy thử lại vào lần sau!",
  "Small Dream of Deconstruction: Part 1": "Giấc Mơ Nhỏ Về Sự Phá Dỡ: Phần 1",
  "What do you see when gazing upon this little bit of wear and tear?\\n\\nIf you said a <b>giant bat flying through the clouds</b>, then you shall be free of something that burdens you in the near future.\\nIf you said a <b>piece of land on a map</b>, you might find yourself somewhere unexpected one year from now!\\nIf you said <b>anything else</b>, you're objectively wrong. Try again next time!": "Bạn thấy gì khi ngắm nhìn một chút hao mòn này?\n\nNếu bạn nói một con <b>dơi khổng lồ bay qua những đám mây</b>, thì bạn sẽ được giải thoát khỏi điều gì đó đang đè nặng lên bạn trong tương lai gần.\nNếu bạn nói một <b>mảnh đất trên bản đồ</b>, bạn có thể thấy mình ở một nơi nào đó bất ngờ sau một năm nữa!\nNếu bạn nói <b>bất cứ điều gì khác</b>, bạn đã sai một cách khách quan. Hãy thử lại vào lần sau!",
  "Small Dream of Deconstruction: Part 2": "Giấc Mơ Nhỏ Về Sự Phá Dỡ: Phần 2",
  "4E1258B3": "Những Giấc Mơ Về Sự Phá Dỡ: Giai Đoạn 3",
  "242032D7": "Bạn thấy gì khi ngắm nhìn một chút hao mòn này?\n\nNếu bạn nói một con <b>gà</b>, thì bạn sẽ có bữa ăn ngon nhất trong đời trong vòng một tuần.\nNếu bạn nói một chiếc <b>áo phông lơ lửng nhún vai</b>, bạn sẽ làm bẩn chiếc áo yêu thích của mình vào lần tới khi bạn mặc nó! Hãy cẩn thận!\nNếu bạn nói <b>bất cứ điều gì khác</b>, bạn đã sai một cách khách quan. Hãy thử lại vào lần sau!",
  "66217CAE": "Giấc Mơ Nhỏ Về Sự Phá Dỡ: Phần 1",
  "CBD3E9BE": "Bạn thấy gì khi ngắm nhìn một chút hao mòn này?\n\nNếu bạn nói một con <b>dơi khổng lồ bay qua những đám mây</b>, thì bạn sẽ được giải thoát khỏi điều gì đó đang đè nặng lên bạn trong tương lai gần.\nNếu bạn nói một <b>mảnh đất trên bản đồ</b>, bạn có thể thấy mình ở một nơi nào đó bất ngờ sau một năm nữa!\nNếu bạn nói <b>bất cứ điều gì khác</b>, bạn đã sai một cách khách quan. Hãy thử lại vào lần sau!",
  "18C7C241": "Giấc Mơ Nhỏ Về Sự Phá Dỡ: Phần 2",
  "What do you see when gazing upon this little bit of wear and tear?\\n\\nIf you said a <b>mouse yelling at a cloud</b>, then you will find yourself in a futile argument sometime in the near future.\\nIf you said a <b>hatless gnome front flipping off of a cloud</b>, perhaps it's time to take the leap and try that new thing you've been putting off!\\nIf you said <b>anything else</b>, you're objectively wrong. Try again next time!": "Bạn thấy gì khi ngắm nhìn một chút hao mòn này?\n\nNếu bạn nói một con <b>chuột hét vào một đám mây</b>, thì bạn sẽ thấy mình trong một cuộc tranh cãi vô ích vào một lúc nào đó trong tương lai gần.\nNếu bạn nói một con <b>yêu tinh không đội mũ đang lộn nhào khỏi một đám mây</b>, có lẽ đã đến lúc thực hiện bước nhảy vọt và thử điều mới mẻ mà bạn đã trì hoãn!",
  "Small Dream of Deconstruction: Part 3": "Giấc Mơ Nhỏ Về Sự Phá Dỡ: Phần 3",
  "This is a captivating floral wall decal that merges the elegance of nature with a macabre twist. Available in haunting shades of reds, greens, or blues, this unique design brings an eerie, mysterious charm to any space. It creates a striking focal point with its shadowy, whispering blooms. What do they whisper, you might ask? Well, that's the thing, no one can understand it! It's all unintelligible. Hence, the mystery.": "Đây là một miếng dán tường hoa quyến rũ, kết hợp sự thanh lịch của thiên nhiên với một nét kinh dị. Có sẵn các sắc thái ám ảnh của màu đỏ, xanh lá cây hoặc xanh lam, thiết kế độc đáo này mang đến một nét quyến rũ bí ẩn, kỳ lạ cho bất kỳ không gian nào. Nó tạo ra một tiêu điểm nổi bật với những bông hoa thì thầm, râm mát. Bạn có thể hỏi họ thì thầm gì? Chà, đó là vấn đề, không ai có thể hiểu được! Tất cả đều khó hiểu. Do đó, bí ẩn.",
  "Whispering Shadows Bloom Decal": "Miếng Dán Hoa Thì Thầm Bóng Tối",
  "Life? Death? Mortality? It's all <i>whatever</i>, man. All this around us? It's really about what's real. It's about <i>being</i> real. Sims? We are real. Grim? He's real. Crows? Real. Ravens? Dunno, never seen one in real life. So those are <i>totally</i> not real. Ravenwood? That's where we are. That's real. Sixam? Dunno, never been there. NOT real, duh. ": "Cuộc sống? Cái chết? Sự tử vong? Tất cả đều là <i>gì cũng được</i> thôi. Tất cả những điều này xung quanh chúng ta? Nó thực sự là về những gì có thật. Đó là về <i>sống</i> thật. Sim? Chúng ta là thật. Grim? Anh ấy là thật. Quạ? Thật. Raven? Không biết, chưa bao giờ thấy một con nào ngoài đời thực. Vì vậy, những thứ đó <i>hoàn toàn</i> không có thật. Ravenwood? Đó là nơi chúng ta đang ở. Điều đó là có thật. Sixam? Không biết, chưa bao giờ đến đó. KHÔNG có thật, duh.",
  "A3957469": "Bạn thấy gì khi ngắm nhìn một chút hao mòn này?\n\nNếu bạn nói một con <b>chuột hét vào một đám mây</b>, thì bạn sẽ thấy mình trong một cuộc tranh cãi vô ích vào một lúc nào đó trong tương lai gần.\nNếu bạn nói một con <b>yêu tinh không đội mũ đang lộn nhào khỏi một đám mây</b>, có lẽ đã đến lúc thực hiện bước nhảy vọt và thử điều mới mẻ mà bạn đã trì hoãn!",
  "395C7B4C": "Giấc Mơ Nhỏ Về Sự Phá Dỡ: Phần 3",
  "40594DB9": "Đây là một miếng dán tường hoa quyến rũ, kết hợp sự thanh lịch của thiên nhiên với một nét kinh dị. Có sẵn các sắc thái ám ảnh của màu đỏ, xanh lá cây hoặc xanh lam, thiết kế độc đáo này mang đến một nét quyến rũ bí ẩn, kỳ lạ cho bất kỳ không gian nào. Nó tạo ra một tiêu điểm nổi bật với những bông hoa thì thầm, râm mát. Bạn có thể hỏi họ thì thầm gì? Chà, đó là vấn đề, không ai có thể hiểu được! Tất cả đều khó hiểu. Do đó, bí ẩn.",
  "D65B1ABC": "Miếng Dán Hoa Thì Thầm Bóng Tối",
  "B5EA1D1E": "Cuộc sống? Cái chết? Sự tử vong? Tất cả đều là <i>gì cũng được</i> thôi. Tất cả những điều này xung quanh chúng ta? Nó thực sự là về những gì có thật. Đó là về <i>sống</i> thật. Sim? Chúng ta là thật. Grim? Anh ấy là thật. Quạ? Thật. Raven? Không biết, chưa bao giờ thấy một con nào ngoài đời thực. Vì vậy, những thứ đó <i>hoàn toàn</i> không có thật. Ravenwood? Đó là nơi chúng ta đang ở. Điều đó là có thật. Sixam? Không biết, chưa bao giờ đến đó. KHÔNG có thật, duh.",
  "Ravenwood Underground Grunge Mélange": "Ravenwood Underground Grunge Mélange",
  "What do you yearn for? The restoration of a world that once was, that feels just out of reach? Or perhaps you yearn to secure the legacy of your people, remembered as they were and as they are now. Or perhaps it's for something otherworldly and inexplicable, like ham that tastes vaguely of despair. Rest assured, this urn knows your deepest desires, and will do absolutely nothing about it!": "Bạn khao khát điều gì? Sự phục hồi của một thế giới đã từng tồn tại, điều mà bạn cảm thấy vừa tầm tay? Hoặc có lẽ bạn khao khát bảo đảm di sản của dân tộc mình, được nhớ đến như họ đã từng và như họ hiện tại. Hoặc có lẽ nó dành cho một thứ gì đó siêu phàm và không thể giải thích được, như món giăm bông có vị tuyệt vọng một cách mơ hồ. Hãy yên tâm, chiếc bình này biết những mong muốn sâu sắc nhất của bạn và sẽ không làm gì cả!",
  "Urn of Yearning": "Bình Khao Khát",
  "This desk is perfect for wallowing in the shallow monotony of your day-to-day life. You know, those days when you suit up, punch in, work, punch out, repeat? And every waking hour you spend as a cog in the machine contributes to a growing debt of joy and fulfillment? What a sad ballad we sing in life's concert...": "Chiếc bàn này hoàn hảo để đắm mình trong sự đơn điệu nông cạn của cuộc sống hàng ngày của bạn. Bạn biết đấy, những ngày bạn mặc đồ, chấm công, làm việc, chấm công, lặp lại? Và mỗi giờ thức giấc bạn dành cho một bánh răng trong cỗ máy đều góp phần vào món nợ niềm vui và sự thỏa mãn ngày càng tăng? Thật là một bản ballad buồn chúng ta hát trong buổi hòa nhạc cuộc đời...",
  "The Modern Grimpressions Desk by GentleNight": "Bàn Modern Grimpressions của GentleNight"
}