{
  "\"The world needs to hear about my brushes with death!\"": "\"Cả thế giới cần biết về những lần tôi suýt chết!\"",
  "<b><font color='#2182E6'>Discuss Near-Death Experiences with 5 Sims</font></b>\\nEven though death <i>did</i> technically catch up with me in the end, I put up a good fight. No, a <i>great</i> fight! All the times I evaded death? I'm a legend!! I can use the <b>Discuss Near-Death Experiences</b> social interaction to spread the word.": "<b><font color='#2182E6'>Thảo Luận Về Những Trải Nghiệm Cận Kề Cái Chết với 5 Sims</font></b>\nMặc dù cái chết về mặt kỹ thuật <i>đã</i> đuổi kịp tôi vào cuối cùng, nhưng tôi đã chiến đấu rất tốt. Không, một cuộc chiến <i>tuyệt vời</i>! Tất cả những lần tôi trốn tránh cái chết? Tôi là một huyền thoại!! Tôi có thể sử dụng tương tác xã hội <b>Thảo Luận Về Những Trải Nghiệm Cận Kề Cái Chết</b> để lan truyền thông tin.",
  "\"I'm going to leave this world cleaner than it was before!\"": "\"Tôi sẽ rời khỏi thế giới này sạch sẽ hơn trước!\"",
  "<b><font color='#2182E6'>Run 20 cleaning interactions</font></b>\\nNobody will ever out-neat me. Nobody!": "<b><font color='#2182E6'>Thực Hiện 20 Tương Tác Dọn Dẹp</font></b>\nKhông ai có thể sạch sẽ hơn tôi. Không một ai!",
  "\"I'd like to comfort the living as much as I can.\"": "\"Tôi muốn an ủi người sống nhiều nhất có thể.\"",
  "87869AFA": "\"Cả thế giới cần biết về những lần tôi suýt chết!\"",
  "5A398063": "<b><font color='#2182E6'>Thảo Luận Về Những Trải Nghiệm Cận Kề Cái Chết với 5 Sims</font></b>\nMặc dù cái chết về mặt kỹ thuật <i>đã</i> đuổi kịp tôi vào cuối cùng, nhưng tôi đã chiến đấu rất tốt. Không, một cuộc chiến <i>tuyệt vời</i>! Tất cả những lần tôi trốn tránh cái chết? Tôi là một huyền thoại!! Tôi có thể sử dụng tương tác xã hội <b>Thảo Luận Về Những Trải Nghiệm Cận Kề Cái Chết</b> để lan truyền thông tin.",
  "E778D1AC": "\"Tôi sẽ rời khỏi thế giới này sạch sẽ hơn trước!\"",
  "26075249": "<b><font color='#2182E6'>Thực Hiện 20 Tương Tác Dọn Dẹp</font></b>\nKhông ai có thể sạch sẽ hơn tôi. Không một ai!",
  "79502F65": "\"Tôi muốn an ủi người sống nhiều nhất có thể.\"",
  "<b><font color='#2182E6'>Use Comfort Ghost Mastery Abilities 5 Times</font></b>\\nLiving Sims have it hard too! I should try to help out a few of them, if I can. Maybe I could learn powers like <b>Solace Embrace</b> to make my living friends feel better, or <b>Euphoric Presence</b> to radiate a positive aura for everyone around me. Little things like those could change the course of someone's day, or even their life, for the better!": "<b><font color='#2182E6'>Sử Dụng Khả Năng Thông Thạo An Ủi Ma 5 Lần</font></b>\nSim còn sống cũng có những khó khăn riêng! Tôi nên cố gắng giúp đỡ một vài người trong số họ nếu có thể. Có lẽ tôi có thể học những sức mạnh như <b>Vòng Tay An Ủi</b> để làm cho những người bạn còn sống của tôi cảm thấy tốt hơn, hoặc <b>Hào Quang Hưng Phấn</b> để lan tỏa một hào quang tích cực cho mọi người xung quanh tôi. Những điều nhỏ nhặt như vậy có thể thay đổi diễn biến một ngày của ai đó, hoặc thậm chí là cuộc đời của họ, theo hướng tốt hơn!",
  "\"I. Must. CREATE!\"": "\"Ta. Phải. SÁNG TẠO!\"",
  "<b><font color='#2182E6'>Craft 30 things</font></b>\\nListen, as a Creative Sim, I don't care what it is! Cooking, painting, anything, whatever. I just need to make THINGS. There are so many things to create, and I must make them!": "<b><font color='#2182E6'>Chế Tạo 30 Vật Phẩm</font></b>\nNghe này, với tư cách là một Sim Sáng Tạo, tôi không quan tâm đó là gì! Nấu ăn, vẽ tranh, bất cứ thứ gì, tùy ý. Tôi chỉ cần tạo ra ĐỒ VẬT. Có rất nhiều thứ để tạo ra, và tôi phải làm chúng!",
  "\"I want to critique the world!\"": "\"Tôi muốn phê bình thế giới!\"",
  "<b><font color='#2182E6'>Do Critique Interactions</font></b>\\nAs a self-proclaimed Snob, many things in this world are just not up to my elevated standards! I must seek out some decor whether hideous or glamorous, and make sure to express my many valuable opinions on it as I <b>Critique the Work</b>.": "<b><font color='#2182E6'>Thực Hiện Tương Tác Phê Bình</font></b>\nLà một kẻ tự xưng là Snob, nhiều thứ trên thế giới này không đáp ứng được tiêu chuẩn cao của tôi! Tôi phải tìm kiếm một vài món đồ trang trí dù là xấu xí hay quyến rũ, và đảm bảo rằng tôi bày tỏ nhiều ý kiến ​​giá trị của mình về nó khi tôi <b>Phê Bình Tác Phẩm</b>.",
  "B58F6F3A": "<b><font color='#2182E6'>Sử Dụng Khả Năng Thông Thạo An Ủi Ma 5 Lần</font></b>\nSim còn sống cũng có những khó khăn riêng! Tôi nên cố gắng giúp đỡ một vài người trong số họ nếu có thể. Có lẽ tôi có thể học những sức mạnh như <b>Vòng Tay An Ủi</b> để làm cho những người bạn còn sống của tôi cảm thấy tốt hơn, hoặc <b>Hào Quang Hưng Phấn</b> để lan tỏa một hào quang tích cực cho mọi người xung quanh tôi. Những điều nhỏ nhặt như vậy có thể thay đổi diễn biến một ngày của ai đó, hoặc thậm chí là cuộc đời của họ, theo hướng tốt hơn!",
  "4E2B8D68": "\"Ta. Phải. SÁNG TẠO!\"",
  "7458C125": "<b><font color='#2182E6'>Chế Tạo 30 Vật Phẩm</font></b>\nNghe này, với tư cách là một Sim Sáng Tạo, tôi không quan tâm đó là gì! Nấu ăn, vẽ tranh, bất cứ thứ gì, tùy ý. Tôi chỉ cần tạo ra ĐỒ VẬT. Có rất nhiều thứ để tạo ra, và tôi phải làm chúng!",
  "C11EE093": "\"Tôi muốn phê bình thế giới!\"",
  "B7948B54": "<b><font color='#2182E6'>Thực Hiện Tương Tác Phê Bình</font></b>\nLà một kẻ tự xưng là Snob, nhiều thứ trên thế giới này không đáp ứng được tiêu chuẩn cao của tôi! Tôi phải tìm kiếm một vài món đồ trang trí dù là xấu xí hay quyến rũ, và đảm bảo rằng tôi bày tỏ nhiều ý kiến ​​giá trị của mình về nó khi tôi <b>Phê Bình Tác Phẩm</b>.",
  "\"I just want to eat some great food while I can!\"": "\"Tôi chỉ muốn ăn vài món ngon khi còn có thể!\"",
  "<b><font color='#2182E6'>Eat 10 Excellent Dishes</font></b>\\nOne thing about me, I will always let my Foodie flag fly! I've gotta enjoy some great food while I still can. The best food, even!": "<b><font color='#2182E6'>Ăn 10 Món Ăn Xuất Sắc</font></b>\nMột điều về tôi, tôi sẽ luôn cho mọi người biết tôi là một Foodie! Tôi phải thưởng thức một vài món ăn ngon khi tôi vẫn còn có thể. Những món ăn ngon nhất, thậm chí!",
  "\"I'm taking on the world! Come at me!\"": "\"Tôi đang đối đầu với thế giới! Nhào vô đi!\"",
  "<b><font color='#2182E6'>Get into 5 fights</font></b>\\nYeah, I'm Hot-Headed. Always have been, always will be. And I'm ready to fight some Sims. Who cares about my reputation? I'm looking for a good fight while I still can!": "<b><font color='#2182E6'>Tham Gia 5 Trận Đánh</font></b>\nỪ, tôi nóng tính. Luôn luôn như vậy, và sẽ luôn như vậy. Và tôi sẵn sàng đánh nhau với vài Sims. Ai quan tâm đến danh tiếng của tôi? Tôi đang tìm kiếm một trận đánh hay khi tôi vẫn còn có thể!",
  "\"I'm going on one last amazing run!\"": "\"Tôi sẽ có một cuộc chạy đua tuyệt vời cuối cùng!\"",
  "7046EC7A": "\"Tôi chỉ muốn ăn vài món ngon khi còn có thể!\"",
  "655450E3": "<b><font color='#2182E6'>Ăn 10 Món Ăn Xuất Sắc</font></b>\nMột điều về tôi, tôi sẽ luôn cho mọi người biết tôi là một Foodie! Tôi phải thưởng thức một vài món ăn ngon khi tôi vẫn còn có thể. Những món ăn ngon nhất, thậm chí!",
  "5BC1A491": "\"Tôi đang đối đầu với thế giới! Nhào vô đi!\"",
  "6EA65D36": "<b><font color='#2182E6'>Tham Gia 5 Trận Đánh</font></b>\nỪ, tôi nóng tính. Luôn luôn như vậy, và sẽ luôn như vậy. Và tôi sẵn sàng đánh nhau với vài Sims. Ai quan tâm đến danh tiếng của tôi? Tôi đang tìm kiếm một trận đánh hay khi tôi vẫn còn có thể!",
  "C95A1289": "\"Tôi sẽ có một cuộc chạy đua tuyệt vời cuối cùng!\"",
  "<b><font color='#2182E6'>Go jogging for an hour at a park</font></b>\\nAs an Active Sim, I've always valued going out and getting in a good workout. Getting some fresh air and a great run at a park sounds amazing, I should make sure to do it while I still can!": "<b><font color='#2182E6'>Đi bộ nhanh trong một giờ tại công viên</font></b>\nLà một Sim Năng Động, tôi luôn coi trọng việc ra ngoài và tập luyện tốt. Hít thở không khí trong lành và chạy bộ tuyệt vời tại một công viên nghe có vẻ tuyệt vời, tôi nên đảm bảo thực hiện nó khi tôi vẫn còn có thể!",
  "\"I want to help the living any way I can.\"": "\"Tôi muốn giúp đỡ người sống bằng mọi cách có thể.\"",
  "<b><font color='#2182E6'>Run 5 Helpful Ghost Power Interactions</font></b>\\nEven as a ghost, I can have a tangible impact on the world! I should look for opportunities to use Helpful ghost powers like <b>Dispel</b>, <b>Give Need</b>, or <b>Bestow Longevity</b> to help out the living Sims around me.": "<b><font color='#2182E6'>Thực Hiện 5 Tương Tác Sức Mạnh Ma Hữu Ích</font></b>\nNgay cả khi là một hồn ma, tôi vẫn có thể có tác động hữu hình đến thế giới! Tôi nên tìm kiếm cơ hội sử dụng sức mạnh ma hữu ích như <b>Xua Tan</b>, <b>Trao Nhu Cầu</b> hoặc <b>Ban Trường Thọ</b> để giúp đỡ những Sim còn sống xung quanh tôi.",
  "\"I just want to listen to my favorite album while I can!\"": "\"Tôi chỉ muốn nghe album yêu thích của mình khi còn có thể!\"",
  "<b><font color='#2182E6'>Listen to a liked genre of music</font></b>\\nEvery time I hear that one song, it always feels like the first time! I want to listen to that one, while I still can. Sometimes, it's the simple things that mean the most.": "<b><font color='#2182E6'>Nghe một thể loại nhạc yêu thích</font></b>\nMỗi khi tôi nghe bài hát đó, nó luôn mang lại cảm giác như lần đầu tiên! Tôi muốn nghe nó, khi tôi vẫn còn có thể. Đôi khi, những điều đơn giản lại có ý nghĩa nhất.",
  "6327E10E": "<b><font color='#2182E6'>Đi bộ nhanh trong một giờ tại công viên</font></b>\nLà một Sim Năng Động, tôi luôn coi trọng việc ra ngoài và tập luyện tốt. Hít thở không khí trong lành và chạy bộ tuyệt vời tại một công viên nghe có vẻ tuyệt vời, tôi nên đảm bảo thực hiện nó khi tôi vẫn còn có thể!",
  "9BFA2CA6": "\"Tôi muốn giúp đỡ người sống bằng mọi cách có thể.\"",
  "8F51AE5F": "<b><font color='#2182E6'>Thực Hiện 5 Tương Tác Sức Mạnh Ma Hữu Ích</font></b>\nNgay cả khi là một hồn ma, tôi vẫn có thể có tác động hữu hình đến thế giới! Tôi nên tìm kiếm cơ hội sử dụng sức mạnh ma hữu ích như <b>Xua Tan</b>, <b>Trao Nhu Cầu</b> hoặc <b>Ban Trường Thọ</b> để giúp đỡ những Sim còn sống xung quanh tôi.",
  "731B092C": "\"Tôi chỉ muốn nghe album yêu thích của mình khi còn có thể!\"",
  "7CC044C9": "<b><font color='#2182E6'>Nghe một thể loại nhạc yêu thích</font></b>\nMỗi khi tôi nghe bài hát đó, nó luôn mang lại cảm giác như lần đầu tiên! Tôi muốn nghe nó, khi tôi vẫn còn có thể. Đôi khi, những điều đơn giản lại có ý nghĩa nhất.",
  "\"I'd like to finally find love within myself.\"": "\"Tôi muốn cuối cùng tìm thấy tình yêu bên trong chính mình.\"",
  "<b><font color='#2182E6'>Find Love Within Yourself on a mirror</font></b>\\nLike, okay, hear me out. I just need to find love...on the inside? You know, in order to love other people, I need to love myself first? Maybe that's all a Romantic Sim like me really needed? Am I onto something? Well, couldn't hurt to try.": "<b><font color='#2182E6'>Tìm Thấy Tình Yêu Bên Trong Chính Bạn trên gương</font></b>\nGiống như, được rồi, hãy nghe tôi nói. Tôi chỉ cần tìm thấy tình yêu... bên trong? Bạn biết đấy, để yêu người khác, tôi cần yêu bản thân mình trước? Có lẽ đó là tất cả những gì một Sim Lãng Mạn như tôi thực sự cần? Tôi có đang đi đúng hướng không? Chà, thử cũng không hại gì.",
  "\"I hope I'm lucky enough to see a dead body.\"": "\"Tôi hy vọng mình đủ may mắn để nhìn thấy một xác chết.\"",
  "<b><font color='#2182E6'>See a dead Sim</font></b>\\nThere's something so special about death. It's an ending, sure, but it's also a glorious beginning! I'd like to be lucky enough to witness one in person. Maybe if I'm lucky, I'll get to see them reappear as a ghost!": "<b><font color='#2182E6'>Nhìn Thấy một Sim đã chết</font></b>\nCó một điều gì đó rất đặc biệt về cái chết. Chắc chắn đó là một kết thúc, nhưng nó cũng là một sự khởi đầu huy hoàng! Tôi muốn đủ may mắn để chứng kiến nó trực tiếp. Có lẽ nếu tôi may mắn, tôi sẽ được thấy họ xuất hiện trở lại với tư cách là một hồn ma!",
  "\"I'm going to finally make them pay!\"": "\"Tôi sẽ khiến chúng phải trả giá!\"",
  "9BCF5258": "\"Tôi muốn cuối cùng tìm thấy tình yêu bên trong chính mình.\"",
  "15F314F5": "<b><font color='#2182E6'>Tìm Thấy Tình Yêu Bên Trong Chính Bạn trên gương</font></b>\nGiống như, được rồi, hãy nghe tôi nói. Tôi chỉ cần tìm thấy tình yêu... bên trong? Bạn biết đấy, để yêu người khác, tôi cần yêu bản thân mình trước? Có lẽ đó là tất cả những gì một Sim Lãng Mạn như tôi thực sự cần? Tôi có đang đi đúng hướng không? Chà, thử cũng không hại gì.",
  "A1ECAE40": "\"Tôi hy vọng mình đủ may mắn để nhìn thấy một xác chết.\"",
  "149A3F9D": "<b><font color='#2182E6'>Nhìn Thấy một Sim đã chết</font></b>\nCó một điều gì đó rất đặc biệt về cái chết. Chắc chắn đó là một kết thúc, nhưng nó cũng là một sự khởi đầu huy hoàng! Tôi muốn đủ may mắn để chứng kiến nó trực tiếp. Có lẽ nếu tôi may mắn, tôi sẽ được thấy họ xuất hiện trở lại với tư cách là một hồn ma!",
  "85410BF1": "\"Tôi sẽ khiến chúng phải trả giá!\"",
  "<b><font color='#2182E6'>Be Mean 10 times to Despised Sims</font></b>\\nLook, I <i>know</i> I'm a Mean Sim. Why not live my truth while I still can? Once a Sim despises me, it'll be that much more delicious to be Mean to them. Any type of Mean interaction will do it for me!": "<b><font color='#2182E6'>Xấu Tính 10 Lần với Các Sim Bị Ghét Bỏ</font></b>\nNghe này, tôi <i>biết</i> tôi là một Sim Xấu Tính. Tại sao không sống thật với bản chất của mình khi tôi vẫn còn có thể? Một khi một Sim ghét tôi, thì việc xấu tính với họ sẽ càng thú vị hơn. Bất kỳ loại tương tác xấu tính nào cũng được!",
  "\"I want to mess around!\"": "\"Tôi muốn quậy phá!\"",
  "<b><font color='#2182E6'>As a Teen, Mess Around</font></b>\\nListen, don't judge me. I'm just, uh, curious! Yeah, I'm curious about how it all works, that's all! Ugh, this is awkward...": "<b><font color='#2182E6'>Khi Là Thanh Thiếu Niên, Quậy Phá</font></b>\nNghe này, đừng phán xét tôi. Tôi chỉ là, ờ, tò mò! Ừ, tôi tò mò về cách mọi thứ hoạt động, chỉ vậy thôi! Ugh, thật khó xử...",
  "\"I'd love one last nice trip to a museum!\"": "\"Tôi muốn có một chuyến đi cuối cùng thật tuyệt đến bảo tàng!\"",
  "<b><font color='#2182E6'>Admire 10 Artworks at a Museum</font></b>\\nAs an Art Lover, nothing sounds better than making sure I get one more day spent at the museum, taking the time to <b>Admire</b> beautiful works of art.": "<b><font color='#2182E6'>Chiêm Ngưỡng 10 Tác Phẩm Nghệ Thuật tại một Bảo Tàng</font></b>\nLà một Người Yêu Nghệ Thuật, không gì tuyệt vời hơn việc đảm bảo rằng tôi có thêm một ngày ở bảo tàng, dành thời gian để <b>Chiêm Ngưỡng</b> những tác phẩm nghệ thuật tuyệt đẹp.",
  "93EC1AD6": "<b><font color='#2182E6'>Xấu Tính 10 Lần với Các Sim Bị Ghét Bỏ</font></b>\nNghe này, tôi <i>biết</i> tôi là một Sim Xấu Tính. Tại sao không sống thật với bản chất của mình khi tôi vẫn còn có thể? Một khi một Sim ghét tôi, thì việc xấu tính với họ sẽ càng thú vị hơn. Bất kỳ loại tương tác xấu tính nào cũng được!",
  "FDD11060": "\"Tôi muốn quậy phá!\"",
  "28C69D7D": "<b><font color='#2182E6'>Khi Là Thanh Thiếu Niên, Quậy Phá</font></b>\nNghe này, đừng phán xét tôi. Tôi chỉ là, ờ, tò mò! Ừ, tôi tò mò về cách mọi thứ hoạt động, chỉ vậy thôi! Ugh, thật khó xử...",
  "AB5CD6F7": "\"Tôi muốn có một chuyến đi cuối cùng thật tuyệt đến bảo tàng!\"",
  "C4CB3B78": "<b><font color='#2182E6'>Chiêm Ngưỡng 10 Tác Phẩm Nghệ Thuật tại một Bảo Tàng</font></b>\nLà một Người Yêu Nghệ Thuật, không gì tuyệt vời hơn việc đảm bảo rằng tôi có thêm một ngày ở bảo tàng, dành thời gian để <b>Chiêm Ngưỡng</b> những tác phẩm nghệ thuật tuyệt đẹp.",
  "\"I want to take a nice, quiet nap.\"": "\"Tôi muốn có một giấc ngủ ngắn thật ngon và yên tĩnh.\"",
  "<b><font color='#2182E6'>Take a nap</font></b>\\nLife is about the quiet moments. Especially my life! Let's indulge a bit more in the sweet, sweet solitude of slumber, and take the best nap ever, while I still can.": "<b><font color='#2182E6'>Chợp mắt</font></b>\nCuộc sống là về những khoảnh khắc yên tĩnh. Đặc biệt là cuộc sống của tôi! Hãy tận hưởng thêm một chút sự cô độc ngọt ngào của giấc ngủ và có một giấc ngủ ngắn ngon nhất từ trước đến nay, khi tôi vẫn còn có thể.",
  "\"I just want time to myself to read.\"": "\"Tôi chỉ muốn có thời gian cho riêng mình để đọc sách.\"",
  "<b><font color='#2182E6'>Read for an hour at the library</font></b>\\nI wish to be in my element one last time at the local library. It's a bookworm thing, you might not understand...": "<b><font color='#2182E6'>Đọc sách trong một giờ tại thư viện</font></b>\nTôi ước được ở trong môi trường của mình một lần cuối cùng tại thư viện địa phương. Đó là chuyện của một con mọt sách, bạn có thể không hiểu...",
  "\"I need to reaffirm all my suspicions through vigorous research!\"": "\"Tôi cần tái khẳng định tất cả những nghi ngờ của mình thông qua nghiên cứu tích cực!\"",
  "22838372": "\"Tôi muốn có một giấc ngủ ngắn thật ngon và yên tĩnh.\"",
  "668DA6FB": "<b><font color='#2182E6'>Chợp mắt</font></b>\nCuộc sống là về những khoảnh khắc yên tĩnh. Đặc biệt là cuộc sống của tôi! Hãy tận hưởng thêm một chút sự cô độc ngọt ngào của giấc ngủ và có một giấc ngủ ngắn ngon nhất từ trước đến nay, khi tôi vẫn còn có thể.",
  "69BC0EF7": "\"Tôi chỉ muốn có thời gian cho riêng mình để đọc sách.\"",
  "7B33A378": "<b><font color='#2182E6'>Đọc sách trong một giờ tại thư viện</font></b>\nTôi ước được ở trong môi trường của mình một lần cuối cùng tại thư viện địa phương. Đó là chuyện của một con mọt sách, bạn có thể không hiểu...",
  "9BE11FA5": "\"Tôi cần tái khẳng định tất cả những nghi ngờ của mình thông qua nghiên cứu tích cực!\"",
  "<b><font color='#2182E6'>Reaffirm All Suspicions on the Computer</font></b>\\nI just <i>know</i> I was right all along. I have to be. I have to make sure to confirm it while I still can. The internet should have all the answers I need...": "<b><font color='#2182E6'>Tái Khẳng Định Tất Cả Những Nghi Ngờ trên Máy Tính</font></b>\nTôi chỉ <i>biết</i> rằng tôi đã đúng suốt thời gian qua. Tôi phải đúng. Tôi phải đảm bảo xác nhận điều đó khi tôi vẫn còn có thể. Internet sẽ có tất cả những câu trả lời tôi cần...",
  "\"I'm gonna scare the living daylights out of living Sims!\"": "\"Tôi sẽ làm những Sim còn sống sợ chết khiếp!\"",
  "<b><font color='#2182E6'>Use Scare Ghost Mastery Abilities on Living Sims</font></b>\\nGhosts are what? Scary, that's right! Time to make those living Sims shake in their boots with my new powers. Let's see, I could make use of a nice, loud <b>Haunting Shriek</b> or maybe <b>Levitate</b> some Sims for a scary shakedown!": "<b><font color='#2182E6'>Sử Dụng Khả Năng Thông Thạo Ma Đáng Sợ lên Sim Còn Sống</font></b>\nMa là gì? Đáng sợ, đúng vậy! Đến lúc khiến những Sim còn sống run rẩy trong giày với sức mạnh mới của tôi. Hãy xem nào, tôi có thể sử dụng một tiếng <b>Hét Ma Ám</b> lớn và hay, hoặc có thể <b>Bay Lơ Lửng</b> một số Sim để tống tiền đáng sợ!",
  "\"It's time to sow ghostly chaos! Mwahaha!\"": "\"Đã đến lúc gieo rắc hỗn loạn ma quái! Mwahaha!\"",
  "<b><font color='#2182E6'>Use Chaos Ghost Mastery Abilities on Living Sims</font></b>\\nTime for a little bit of entropy! Perhaps I can cause some chaos with the <b>Conjuror</b> power and create a giant mess. Or, I could give sleeping Sims some nightmares with the <b>Dream Corruptor</b> ability.": "<b><font color='#2182E6'>Sử Dụng Khả Năng Thông Thạo Ma Hỗn Loạn lên Sim Còn Sống</font></b>\nĐến lúc tạo ra một chút hỗn loạn! Có lẽ tôi có thể gây ra một số hỗn loạn với sức mạnh <b>Ảo Thuật Gia</b> và tạo ra một mớ hỗn độn khổng lồ. Hoặc, tôi có thể cho những Sim đang ngủ gặp ác mộng với khả năng <b>Làm Hư Hỏng Giấc Mơ</b>.",
  "C7BAAF7A": "<b><font color='#2182E6'>Tái Khẳng Định Tất Cả Những Nghi Ngờ trên Máy Tính</font></b>\nTôi chỉ <i>biết</i> rằng tôi đã đúng suốt thời gian qua. Tôi phải đúng. Tôi phải đảm bảo xác nhận điều đó khi tôi vẫn còn có thể. Internet sẽ có tất cả những câu trả lời tôi cần...",
  "428A53D1": "\"Tôi sẽ làm những Sim còn sống sợ chết khiếp!\"",
  "4DCB8A76": "<b><font color='#2182E6'>Sử Dụng Khả Năng Thông Thạo Ma Đáng Sợ lên Sim Còn Sống</font></b>\nMa là gì? Đáng sợ, đúng vậy! Đến lúc khiến những Sim còn sống run rẩy trong giày với sức mạnh mới của tôi. Hãy xem nào, tôi có thể sử dụng một tiếng <b>Hét Ma Ám</b> lớn và hay, hoặc có thể <b>Bay Lơ Lửng</b> một số Sim để tống tiền đáng sợ!",
  "A0D798E1": "\"Đã đến lúc gieo rắc hỗn loạn ma quái! Mwahaha!\"",
  "9AD0D526": "<b><font color='#2182E6'>Sử Dụng Khả Năng Thông Thạo Ma Hỗn Loạn lên Sim Còn Sống</font></b>\nĐến lúc tạo ra một chút hỗn loạn! Có lẽ tôi có thể gây ra một số hỗn loạn với sức mạnh <b>Ảo Thuật Gia</b> và tạo ra một mớ hỗn độn khổng lồ. Hoặc, tôi có thể cho những Sim đang ngủ gặp ác mộng với khả năng <b>Làm Hư Hỏng Giấc Mơ</b>.",
  "\"I want to spend a full day outside!\"": "\"Tôi muốn dành cả một ngày ở bên ngoài!\"",
  "<b><font color='#2182E6'>Spend a full day outside</font></b>\\nAs a Sim that Loves the Outdoors, the idea of spending a full day outside sounds incredible. Just fresh air, the natural world, and me. Gotta enjoy it while I can!": "<b><font color='#2182E6'>Dành cả một ngày ở bên ngoài</font></b>\nLà một Sim Yêu Thiên Nhiên, ý tưởng dành cả một ngày ở bên ngoài nghe có vẻ thật tuyệt vời. Chỉ có không khí trong lành, thế giới tự nhiên và tôi. Phải tận hưởng nó khi tôi vẫn còn có thể!",
  "\"I want today's youth to know how hard it is to grow up!\"": "\"Tôi muốn giới trẻ ngày nay biết việc lớn lên khó khăn như thế nào!\"",
  "<b><font color='#2182E6'>Warn Sims about Growing Up</font></b>\\nI may be a Childish Sim, but at least I'm self-aware. Every kid out there needs to know how much growing up <i>sucks</i>. Like, it's real bad. Nothing's fun anymore. Like, what even is a utility bill? Are you serious?!": "<b><font color='#2182E6'>Cảnh Báo Các Sim về Việc Trưởng Thành</font></b>\nTôi có thể là một Sim Trẻ Con, nhưng ít nhất tôi cũng tự nhận thức được điều đó. Mọi đứa trẻ ngoài kia cần biết việc lớn lên <i>tệ</i> đến mức nào. Giống như, nó thực sự rất tệ. Không còn gì vui nữa. Giống như, hóa đơn điện nước là cái gì vậy? Bạn nghiêm túc đấy chứ?!",
  "\"I need everyone in my fandom to know my name!\"": "\"Tôi cần mọi người trong fandom của tôi biết tên tôi!\"",
  "501C7323": "\"Tôi muốn dành cả một ngày ở bên ngoài!\"",
  "D9C64004": "<b><font color='#2182E6'>Dành cả một ngày ở bên ngoài</font></b>\nLà một Sim Yêu Thiên Nhiên, ý tưởng dành cả một ngày ở bên ngoài nghe có vẻ thật tuyệt vời. Chỉ có không khí trong lành, thế giới tự nhiên và tôi. Phải tận hưởng nó khi tôi vẫn còn có thể!",
  "4735E8C2": "\"Tôi muốn giới trẻ ngày nay biết việc lớn lên khó khăn như thế nào!\"",
  "60D918EB": "<b><font color='#2182E6'>Cảnh Báo Các Sim về Việc Trưởng Thành</font></b>\nTôi có thể là một Sim Trẻ Con, nhưng ít nhất tôi cũng tự nhận thức được điều đó. Mọi đứa trẻ ngoài kia cần biết việc lớn lên <i>tệ</i> đến mức nào. Giống như, nó thực sự rất tệ. Không còn gì vui nữa. Giống như, hóa đơn điện nước là cái gì vậy? Bạn nghiêm túc đấy chứ?!",
  "C28A3E66": "\"Tôi cần mọi người trong fandom của tôi biết tên tôi!\"",
  "<b><font color='#2182E6'>Write Essay about Niche Fandom</font></b>\\nIt's time for me to sit down at the computer and <b>Write Essay about Niche Fandom</b>. I won't rest until every single member of the fandom is shouting my name throughout the forums. I <i>will</i> be the discourse champion!": "<b><font color='#2182E6'>Viết Tiểu Luận về Fandom Nhỏ Hẹp</font></b>\nĐã đến lúc tôi ngồi xuống máy tính và <b>Viết Tiểu Luận về Fandom Nhỏ Hẹp</b>. Tôi sẽ không nghỉ ngơi cho đến khi mọi thành viên trong fandom đều hô vang tên tôi trên khắp các diễn đàn. Tôi <i>sẽ</i> là nhà vô địch tranh luận!",
  "\"Let's fly with the crows of Ravenwood!\"": "\"Hãy bay cùng những con quạ của Ravenwood!\"",
  "<b><font color='#2182E6'>Spend a full day in Ravenwood</font></b>\\nI've got chills just thinking about it! I want to uncover all the eerie secrets and storied history of Ravenwood. There's gotta be <i>something</i> fun to do there among all the doom and gloom, right?": "<b><font color='#2182E6'>Dành cả một ngày ở Ravenwood</font></b>\nTôi nổi da gà chỉ khi nghĩ về nó! Tôi muốn khám phá tất cả những bí mật kỳ lạ và lịch sử lâu đời của Ravenwood. Chắc chắn phải có <i>điều gì đó</i> thú vị để làm ở đó giữa tất cả sự u ám và ảm đạm, phải không?",
  "\"Time for a sunny stay in the Oasis!\"": "\"Đến lúc có một kỳ nghỉ đầy nắng ở Ốc Đảo rồi!\"",
  "<b><font color='#2182E6'>Spend a day in Oasis Springs</font></b>\\nI think I'd like to spend a day in Oasis Springs. It'll be a good chance to meet some locals, take in the sights, and hopefully soak up some sun!": "<b><font color='#2182E6'>Dành một ngày ở Oasis Springs</font></b>\nTôi nghĩ tôi muốn dành một ngày ở Oasis Springs. Đó sẽ là một cơ hội tốt để gặp gỡ một vài người dân địa phương, ngắm cảnh và hy vọng sẽ tắm nắng!",
  "211C531F": "<b><font color='#2182E6'>Viết Tiểu Luận về Fandom Nhỏ Hẹp</font></b>\nĐã đến lúc tôi ngồi xuống máy tính và <b>Viết Tiểu Luận về Fandom Nhỏ Hẹp</b>. Tôi sẽ không nghỉ ngơi cho đến khi mọi thành viên trong fandom đều hô vang tên tôi trên khắp các diễn đàn. Tôi <i>sẽ</i> là nhà vô địch tranh luận!",
  "05665712": "\"Hãy bay cùng những con quạ của Ravenwood!\"",
  "400CE85B": "<b><font color='#2182E6'>Dành cả một ngày ở Ravenwood</font></b>\nTôi nổi da gà chỉ khi nghĩ về nó! Tôi muốn khám phá tất cả những bí mật kỳ lạ và lịch sử lâu đời của Ravenwood. Chắc chắn phải có <i>điều gì đó</i> thú vị để làm ở đó giữa tất cả sự u ám và ảm đạm, phải không?",
  "91B2C65A": "\"Đến lúc có một kỳ nghỉ đầy nắng ở Ốc Đảo rồi!\"",
  "1C3BD703": "<b><font color='#2182E6'>Dành một ngày ở Oasis Springs</font></b>\nTôi nghĩ tôi muốn dành một ngày ở Oasis Springs. Đó sẽ là một cơ hội tốt để gặp gỡ một vài người dân địa phương, ngắm cảnh và hy vọng sẽ tắm nắng!",
  "\"Let's take a daytrip to the Creek!\"": "\"Hãy có một chuyến đi trong ngày đến Creek!\"",
  "<b><font color='#2182E6'>Spend a day in Willow Creek</font></b>\\nI should spend some time in the historic town of Willow Creek, meet the locals, have a good time. All that good stuff! Not every destination has to be particularly exciting or <i>out there</i>, you know? ": "<b><font color='#2182E6'>Dành một ngày ở Willow Creek</font></b>\nTôi nên dành thời gian ở thị trấn lịch sử Willow Creek, gặp gỡ người dân địa phương, có một khoảng thời gian vui vẻ. Tất cả những điều tốt đẹp đó! Không phải mọi điểm đến đều phải đặc biệt thú vị hay <i>xa xôi</i>, bạn biết không?",
  "\"Honestly? I just wanna get weird in a bush...\"": "\"Thật lòng mà nói? Tôi chỉ muốn trở nên kỳ quặc trong một bụi cây...\"",
  "<b><font color='#2182E6'>WooHoo in a bush</font></b>\\nHear me out. I'd like to WooHoo in a bush, just to try it this once. Not looking for judgments!": "<b><font color='#2182E6'>WooHoo trong một bụi cây</font></b>\nHãy nghe tôi nói. Tôi muốn WooHoo trong một bụi cây, chỉ để thử nó một lần này. Không tìm kiếm sự phán xét!",
  "\"I want to WooHoo somewhere that gives me the chills!\"": "\"Tôi muốn WooHoo ở một nơi khiến tôi ớn lạnh!\"",
  "935FE8AF": "\"Hãy có một chuyến đi trong ngày đến Creek!\"",
  "B711AD30": "<b><font color='#2182E6'>Dành một ngày ở Willow Creek</font></b>\nTôi nên dành thời gian ở thị trấn lịch sử Willow Creek, gặp gỡ người dân địa phương, có một khoảng thời gian vui vẻ. Tất cả những điều tốt đẹp đó! Không phải mọi điểm đến đều phải đặc biệt thú vị hay <i>xa xôi</i>, bạn biết không?",
  "80203FFC": "\"Thật lòng mà nói? Tôi chỉ muốn trở nên kỳ quặc trong một bụi cây...\"",
  "BDE8F0F9": "<b><font color='#2182E6'>WooHoo trong một bụi cây</font></b>\nHãy nghe tôi nói. Tôi muốn WooHoo trong một bụi cây, chỉ để thử nó một lần này. Không tìm kiếm sự phán xét!",
  "0000C3E4": "\"Tôi muốn WooHoo ở một nơi khiến tôi ớn lạnh!\"",
  "<b><font color='#2182E6'>WooHoo in a Crypt on a Cemetery lot</font></b>\\nI don't care what you think! The dead can't judge me!": "<b><font color='#2182E6'>WooHoo trong Hầm Mộ trên lô đất Nghĩa Trang</font></b>\nTôi không quan tâm bạn nghĩ gì! Người chết không thể phán xét tôi!",
  "\"I want to WooHoo in a way only Ghosts can!\"": "\"Tôi muốn WooHoo theo cách chỉ có Ma mới có thể!\"",
  "<b><font color='#2182E6'>Possess WooHoo with another Ghost</font></b>\\nThere's something so cool about being able to possess an object with another Ghost <i>and</i> WooHoo while we're possessing it! Who cares about how that even works, I just gotta do it. Maybe we could start with a sink. Or a chair! The possibilities are endless.": "<b><font color='#2182E6'>Chiếm Hữu WooHoo với một Ma khác</font></b>\nCó một điều gì đó rất tuyệt về việc có thể chiếm hữu một vật thể với một Ma khác <i>và</i> WooHoo trong khi chúng ta đang chiếm hữu nó! Ai quan tâm đến việc nó hoạt động như thế nào, tôi chỉ cần làm điều đó. Có lẽ chúng ta có thể bắt đầu với một bồn rửa. Hoặc một chiếc ghế! Khả năng là vô tận.",
  "\"I want to have an unforgettable hot tub WooHoo!\"": "\"Tôi muốn có một buổi WooHoo bồn tắm nước nóng khó quên!\"",
  "<b><font color='#2182E6'>WooHoo in a Hot Tub</font></b>\\nTurn up the temperature and turn on those jets, I'm looking for a steamy WooHoo in a hot tub! Nothing else will do.": "<b><font color='#2182E6'>WooHoo trong Bồn Tắm Nước Nóng</font></b>\nHãy tăng nhiệt độ và bật những vòi phun đó lên, tôi đang tìm kiếm một buổi WooHoo nóng bỏng trong bồn tắm nước nóng! Không gì khác có thể làm được.",
  "E1AC9341": "<b><font color='#2182E6'>WooHoo trong Hầm Mộ trên lô đất Nghĩa Trang</font></b>\nTôi không quan tâm bạn nghĩ gì! Người chết không thể phán xét tôi!",
  "F99C05C5": "\"Tôi muốn WooHoo theo cách chỉ có Ma mới có thể!\"",
  "83431ADA": "<b><font color='#2182E6'>Chiếm Hữu WooHoo với một Ma khác</font></b>\nCó một điều gì đó rất tuyệt về việc có thể chiếm hữu một vật thể với một Ma khác <i>và</i> WooHoo trong khi chúng ta đang chiếm hữu nó! Ai quan tâm đến việc nó hoạt động như thế nào, tôi chỉ cần làm điều đó. Có lẽ chúng ta có thể bắt đầu với một bồn rửa. Hoặc một chiếc ghế! Khả năng là vô tận.",
  "768F8D88": "\"Tôi muốn có một buổi WooHoo bồn tắm nước nóng khó quên!\"",
  "A5144585": "<b><font color='#2182E6'>WooHoo trong Bồn Tắm Nước Nóng</font></b>\nHãy tăng nhiệt độ và bật những vòi phun đó lên, tôi đang tìm kiếm một buổi WooHoo nóng bỏng trong bồn tắm nước nóng! Không gì khác có thể làm được.",
  "\"I'd like to join the 60 mile high club!\"": "\"Tôi muốn tham gia câu lạc bộ độ cao 60 dặm!\"",
  "<b><font color='#2182E6'>WooHoo in a Rocket Ship</font></b>\\nI just have to know what it's like. Is there any better way to enjoy zero gravity? To the stars, then!": "<b><font color='#2182E6'>WooHoo trong Tàu Tên Lửa</font></b>\nTôi chỉ cần biết nó như thế nào. Có cách nào tốt hơn để tận hưởng trạng thái không trọng lực không? Đến các vì sao thôi!",
  "Focus Camera On": "Lấy Nét Camera Vào",
  "Wish for": "Ước",
  "Simoleons": "Simoleon",
  "DCE4A2E2": "\"Tôi muốn tham gia câu lạc bộ độ cao 60 dặm!\"",
  "71BB94CB": "<b><font color='#2182E6'>WooHoo trong Tàu Tên Lửa</font></b>\nTôi chỉ cần biết nó như thế nào. Có cách nào tốt hơn để tận hưởng trạng thái không trọng lực không? Đến các vì sao thôi!",
  "9BA5106C": "Lấy Nét Camera Vào",
  "84B66953": "Ước",
  "FB1EB161": "Simoleon",
  "Clear Choices": "Xóa Lựa Chọn",
  "Inheritance Lawyer": "Luật Sư Thừa Kế",
  "Leave Personal Note": "Để Lại Lời Nhắn Cá Nhân",
  "Sim Remains": "Di Hài Sim",
  "Give 20% of household funds to": "Cho 20% tiền quỹ hộ gia đình cho",
  "58999D25": "Xóa Lựa Chọn",
  "BECA25E2": "Luật Sư Thừa Kế",
  "015E14FD": "Để Lại Lời Nhắn Cá Nhân",
  "E72AA563": "Di Hài Sim",
  "742FE582": "Cho 20% tiền quỹ hộ gia đình cho",
  "Give 40% of household funds to": "Cho 40% tiền quỹ hộ gia đình cho",
  "Give 60% of household funds to": "Cho 60% tiền quỹ hộ gia đình cho",
  "Give 80% of household funds to": "Cho 80% tiền quỹ hộ gia đình cho",
  "Give 100% of household funds to": "Cho 100% tiền quỹ hộ gia đình cho",
  "Update Will": "Cập Nhật Di Chúc",
  "12F1B3C0": "Cho 40% tiền quỹ hộ gia đình cho",
  "59D434B6": "Cho 60% tiền quỹ hộ gia đình cho",
  "BDC17DC4": "Cho 80% tiền quỹ hộ gia đình cho",
  "082C7DF8": "Cho 100% tiền quỹ hộ gia đình cho",
  "2DA3EC37": "Cập Nhật Di Chúc",
  "Challenge to Spare Life": "Thử Thách để Sống Thêm",
  "Investigate Cause of Death": "Điều Tra Nguyên Nhân Cái Chết",
  "Reaper Career Events": "Các Sự Kiện Nghề Nghiệp Thần Chết",
  "EP17 - Life & <font color='#FF0000'>Death</font>": "EP17 - Cuộc Sống & <font color='#FF0000'>Cái Chết</font>",
  "Gifting": "Tặng Quà",
  "5E062B6F": "Thử Thách để Sống Thêm",
  "8A7CE204": "Điều Tra Nguyên Nhân Cái Chết",
  "A14F7E89": "Các Sự Kiện Nghề Nghiệp Thần Chết",
  "CDDCBF10": "EP17 - Cuộc Sống & <font color='#FF0000'>Cái Chết</font>",
  "B472FA0B": "Tặng Quà",
  "Funeral": "Tang Lễ",
  "Ghost Mastery": "Thông Thạo Ma",
  "Absorb Need": "Hấp Thụ Nhu Cầu",
  "Ask Ghost for Help": "Nhờ Ma Giúp Đỡ",
  "Chaos Abilities": "Khả Năng Hỗn Loạn",
  "B4D6B78F": "Tang Lễ",
  "5156F289": "Thông Thạo Ma",
  "004AE1E7": "Hấp Thụ Nhu Cầu",
  "BEFF82E6": "Nhờ Ma Giúp Đỡ",
  "CC8F1626": "Khả Năng Hỗn Loạn",
  "Comfort Abilities": "Khả Năng An Ủi",
  "Ghost Powers Cheats": "Lệnh Ăn Gian Sức Mạnh Ma",
  "Drain Need": "Hút Nhu Cầu",
  "Give Need": "Cho Nhu Cầu",
  "Helpful Abilities": "Khả Năng Hữu Ích",
  "B3DB21F2": "Khả Năng An Ủi",
  "8ED6ADD9": "Lệnh Ăn Gian Sức Mạnh Ma",
  "91519640": "Hút Nhu Cầu",
  "D1055793": "Cho Nhu Cầu",
  "4546A84C": "Khả Năng Hữu Ích",
  "Scare Abilities": "Khả Năng Hù Dọa",
  "Rate the Reaping": "Đánh Giá Việc Thu Hoạch",
  "Heirlooms": "Gia Bảo",
  "Update Frame and Flowers": "Cập Nhật Khung và Hoa",
  "Meditative Divination": "Bói Toán Thiền Định",
  "A26E8702": "Khả Năng Hù Dọa",
  "FFDBC494": "Đánh Giá Việc Thu Hoạch",
  "D61BCCC2": "Gia Bảo",
  "9CB95A79": "Cập Nhật Khung và Hoa",
  "DF18C6C9": "Bói Toán Thiền Định",
  "Read Theories on": "Đọc Các Thuyết về",
  "Bucket List": "Danh Sách Việc Cần Làm Trước Khi Chết",
  "Write Goal from Category": "Viết Mục Tiêu từ Danh Mục",
  "Unfinished Business": "Công Việc Còn Dang Dở",
  "59340632": "Đọc Các Thuyết về",
  "90C70278": "Danh Sách Việc Cần Làm Trước Khi Chết",
  "65714352": "Viết Mục Tiêu từ Danh Mục",
  "368A9C5A": "Viết Mục Tiêu từ Danh Mục",
  "DE71A48F": "Công Việc Còn Dang Dở",
  "Write the Perfect Goal": "Viết Mục Tiêu Hoàn Hảo",
  "Read Billboard about": "Đọc Quảng Cáo về",
  "A stair rail so chilling, even the most monotonous monologues from your garrulous peers will cease in the presence of its intimidating form.": "Một lan can cầu thang ớn lạnh đến nỗi ngay cả những độc thoại đơn điệu nhất từ những người đồng trang lứa ba hoa của bạn cũng sẽ ngừng lại khi có sự hiện diện của hình dạng đáng sợ của nó.",
  "Eerie Elegance Stair Rail": "Lan Can Cầu Thang Thanh Lịch Rợn Ngợp",
  "What better to hold onto while ascending the stairs of life and death unendingly than this stunning railing! Made of finely weathered wood to add a dose of drama to the monotony of your existence. ": "Còn gì tốt hơn để bám vào khi leo lên những bậc thang của cuộc sống và cái chết vô tận hơn là lan can tuyệt đẹp này! Được làm bằng gỗ phong hóa tốt để thêm một chút kịch tính vào sự đơn điệu của sự tồn tại của bạn.",
  "0D1E01B4": "Viết Mục Tiêu Hoàn Hảo",
  "88D78CB0": "Đọc Quảng Cáo về",
  "776A62D4": "Một lan can cầu thang ớn lạnh đến nỗi ngay cả những độc thoại đơn điệu nhất từ những người đồng trang lứa ba hoa của bạn cũng sẽ ngừng lại khi có sự hiện diện của hình dạng đáng sợ của nó.",
  "485ED9BB": "Lan Can Cầu Thang Thanh Lịch Rợn Ngợp",
  "BB748C5F": "Còn gì tốt hơn để bám vào khi leo lên những bậc thang của cuộc sống và cái chết vô tận hơn là lan can tuyệt đẹp này! Được làm bằng gỗ phong hóa tốt để thêm một chút kịch tính vào sự đơn điệu của sự tồn tại của bạn.",
  "The Stair Rail of Ruin": "Lan Can Cầu Thang Hủy Diệt",
  "Horror": "Kinh Dị",
  "Scary monsters, evil ghosts, rooms with no doors, pools with no ladders...": "Quái vật đáng sợ, hồn ma độc ác, phòng không có cửa, hồ bơi không có thang...",
  "Reapers Creepers: Training Manual Installment": "Ác Mộng Thần Chết: Hướng Dẫn Đào Tạo",
  "Who to reap, how to reap, when to reap, and other information to feed the soul.": "Thu hoạch ai, thu hoạch như thế nào, khi nào thu hoạch và các thông tin khác để nuôi dưỡng tâm hồn.",
  "2C6F1C06": "Lan Can Cầu Thang Hủy Diệt",
  "B4065AC0": "Kinh Dị",
  "EE2E17B0": "Quái vật đáng sợ, hồn ma độc ác, phòng không có cửa, hồ bơi không có thang...",
  "9991AE04": "Ác Mộng Thần Chết: Hướng Dẫn Đào Tạo",
  "D4A3383C": "Thu hoạch ai, thu hoạch như thế nào, khi nào thu hoạch và các thông tin khác để nuôi dưỡng tâm hồn.",
  "Grimbrosia": "Grimbrosia",
  "Make Grimbrosia": "Chế Biến Grimbrosia",
  "Grimbrosia is used by Grim himself to cater to any and all pleas.": "Chính Grim sử dụng Grimbrosia để đáp ứng mọi lời cầu xin.",
  "Boiling Death Frog Hot Pot": "Lẩu Ếch Chết Chóc",
  "Cooking these supernatural amphibians renders a delicious stew that has some strange, but temporary, side effects.": "Nấu những loài lưỡng cư siêu nhiên này tạo ra một món hầm ngon có một số tác dụng phụ kỳ lạ, nhưng tạm thời.",
  "CF1D525B": "Grimbrosia",
  "E86CE4D4": "Chế Biến Grimbrosia",
  "FEA69FC3": "Chính Grim sử dụng Grimbrosia để đáp ứng mọi lời cầu xin.",
  "E01C22B1": "Lẩu Ếch Chết Chóc",
  "95F93E2D": "Nấu những loài lưỡng cư siêu nhiên này tạo ra một món hầm ngon có một số tác dụng phụ kỳ lạ, nhưng tạm thời.",
  "Grill a Pot of Boiling Death Frog Hot Pot": "Nướng một nồi Lẩu Ếch Chết Chóc",
  "Serve Boiling Death Frog Hot Pot": "Phục Vụ Lẩu Ếch Chết Chóc",
  "Soul Soup": "Súp Linh Hồn",
  "Serve Soul Soup": "Phục Vụ Súp Linh Hồn",
  "Riddled with the rich flavors of everlasting essences and lifelong energies, this soup is sure to warm the soul.": "Chứa đựng hương vị phong phú của những tinh chất vĩnh cửu và năng lượng suốt đời, món súp này chắc chắn sẽ sưởi ấm tâm hồn.",
  "6EF0A26F": "Nướng một nồi Lẩu Ếch Chết Chóc",
  "B98A22E4": "Phục Vụ Lẩu Ếch Chết Chóc",
  "6E7B58A4": "Súp Linh Hồn",
  "762420F7": "Phục Vụ Súp Linh Hồn",
  "73B64D1C": "Chứa đựng hương vị phong phú của những tinh chất vĩnh cửu và năng lượng suốt đời, món súp này chắc chắn sẽ sưởi ấm tâm hồn.",
  "These Sims share an uncanny sense of familiarity with each other, as if they might have once been family. Could this strange connection hint at a deeper bond?": "Những Sim này chia sẻ một cảm giác quen thuộc kỳ lạ với nhau, như thể họ đã từng là một gia đình. Liệu mối liên hệ kỳ lạ này có gợi ý về một mối liên kết sâu sắc hơn?",
  "Odd Familiarity": "Quen Thuộc Kỳ Lạ",
  "These Sims feel a peculiar bond with each other, as if their souls want to reunite. Could this strange connection be the start of something more profound?": "Những Sim này cảm thấy một mối liên kết đặc biệt với nhau, như thể linh hồn của họ muốn đoàn tụ. Liệu mối liên hệ kỳ lạ này có thể là sự khởi đầu của một điều gì đó sâu sắc hơn?",
  "Strange Connection": "Mối Liên Hệ Kỳ Lạ",
  "Like a fairytale ending, not even death can keep these two apart! In a world filled with loss and uncertainty, they’ve found eternity in one another.": "Giống như một kết thúc truyện cổ tích, ngay cả cái chết cũng không thể chia lìa hai người này! Trong một thế giới đầy mất mát và bất ổn, họ đã tìm thấy sự vĩnh cửu trong nhau.",
  "8F4D50AC": "Những Sim này chia sẻ một cảm giác quen thuộc kỳ lạ với nhau, như thể họ đã từng là một gia đình. Liệu mối liên hệ kỳ lạ này có gợi ý về một mối liên kết sâu sắc hơn?",
  "7DE300A6": "Quen Thuộc Kỳ Lạ",
  "74B84834": "Những Sim này cảm thấy một mối liên kết đặc biệt với nhau, như thể linh hồn của họ muốn đoàn tụ. Liệu mối liên hệ kỳ lạ này có thể là sự khởi đầu của một điều gì đó sâu sắc hơn?",
  "6B997BBE": "Mối Liên Hệ Kỳ Lạ",
  "CFE91648": "Giống như một kết thúc truyện cổ tích, ngay cả cái chết cũng không thể chia lìa hai người này! Trong một thế giới đầy mất mát và bất ổn, họ đã tìm thấy sự vĩnh cửu trong nhau.",
  "Reunited Soulmates!": "Những Người Bạn Tâm Giao Đoàn Tụ!",
  "Grieving": "Đau Buồn",
  "Grieving Break Up": "Đau Buồn Vì Chia Tay",
  "{0.SimFirstName} has a strong feeling of knowing {1.SimFirstName} somehow. Maybe from a past Life?": "{0.SimFirstName} có cảm giác mạnh mẽ rằng mình biết {1.SimFirstName} bằng cách nào đó. Có lẽ từ một kiếp trước?",
  "Deja Vu": "Deja Vu",
  "379FB0E2": "Những Người Bạn Tâm Giao Đoàn Tụ!",
  "B4163B78": "Đau Buồn",
  "0307EF9F": "Đau Buồn Vì Chia Tay",
  "F71FD149": "{0.SimFirstName} có cảm giác mạnh mẽ rằng mình biết {1.SimFirstName} bằng cách nào đó. Có lẽ từ một kiếp trước?",
  "558EE001": "Deja Vu",
  "{0.SimFirstName} feels a strong connection with the Sim remembered via this heirloom. ": "{0.SimFirstName} cảm thấy một mối liên hệ mạnh mẽ với Sim được ghi nhớ thông qua gia bảo này.",
  "Precious Memories": "Kỷ Niệm Quý Giá",
  "The outcome of that Will didn't feel fair. To receive so little after everything...": "Kết quả của Di Chúc đó có vẻ không công bằng. Nhận được quá ít sau tất cả...",
  "Jealous about Inheritance": "Ghen Tị về Thừa Kế",
  "{0.SimFirstName} has experienced the soothing touch of a ghostly embrace and now feels a deeper, otherworldly connection to {1.SimFirstName}!": "{0.SimFirstName} đã trải nghiệm sự vuốt ve xoa dịu của một vòng tay ma và giờ cảm thấy một mối liên hệ sâu sắc hơn, siêu nhiên với {1.SimFirstName}!",
  "F82F63EB": "{0.SimFirstName} cảm thấy một mối liên hệ mạnh mẽ với Sim được ghi nhớ thông qua gia bảo này.",
  "D07BB52F": "Kỷ Niệm Quý Giá",
  "E5090DF5": "Kết quả của Di Chúc đó có vẻ không công bằng. Nhận được quá ít sau tất cả...",
  "CE2A85DD": "Ghen Tị về Thừa Kế",
  "933453C5": "{0.SimFirstName} đã trải nghiệm sự vuốt ve xoa dịu của một vòng tay ma và giờ cảm thấy một mối liên hệ sâu sắc hơn, siêu nhiên với {1.SimFirstName}!",
  "Solace Embrace": "Vòng Tay An Ủi",
  "{0.SimFirstName} has a strong feeling that {0.SimPronounSubjective} once loved {1.SimFirstName}. Could {1.SimPronounSubjective} be...{0.SimPronounPossessiveDependent} soulmate?": "{0.SimFirstName} có cảm giác mạnh mẽ rằng {0.SimPronounSubjective} đã từng yêu {1.SimFirstName}. Có thể {1.SimPronounSubjective} là... người bạn tâm giao của {0.SimPronounPossessiveDependent}?",
  "Soulmate Deja Vu": "Soulmate Deja Vu",
  "How could someone just sell a beloved family heirloom like that? Completely unbelievable...": "Làm sao ai đó có thể bán một món gia bảo gia đình yêu quý như vậy? Hoàn toàn không thể tin được...",
  "Pawned Heirloom": "Cầm Đồ Gia Bảo",
  "976C66CD": "Vòng Tay An Ủi",
  "6EE51EE0": "{0.SimFirstName} có cảm giác mạnh mẽ rằng {0.SimPronounSubjective} đã từng yêu {1.SimFirstName}. Có thể {1.SimPronounSubjective} là... người bạn tâm giao của {0.SimPronounPossessiveDependent}?",
  "E6221B8A": "Soulmate Deja Vu",
  "FA36DFF0": "Làm sao ai đó có thể bán một món gia bảo gia đình yêu quý như vậy? Hoàn toàn không thể tin được...",
  "1E2ADBBA": "Cầm Đồ Gia Bảo",
  "A fulfilling feeling when loved ones honor your final wishes.": "Một cảm giác thỏa mãn khi những người thân yêu tôn trọng những mong muốn cuối cùng của bạn.",
  "Fulfilled Funeral Wishes": "Mong Muốn Tang Lễ Được Thực Hiện",
  "Don't you just hate it when someone ignores something you specifically requested?": "Bạn có ghét không khi ai đó phớt lờ điều gì đó bạn yêu cầu cụ thể?",
  "Ignored Funeral Wishes": "Mong Muốn Tang Lễ Bị Phớt Lờ",
  "Inheritance is a tricky process, and {0.SimFirstName} is still feeling hurt about what went down with that Will. This resentment runs deep!": "Thừa kế là một quá trình phức tạp và {0.SimFirstName} vẫn cảm thấy tổn thương về những gì đã xảy ra với Di Chúc đó. Sự oán giận này ăn sâu vào lòng!",
  "8FB688F1": "Một cảm giác thỏa mãn khi những người thân yêu tôn trọng những mong muốn cuối cùng của bạn.",
  "1FBAD119": "Mong Muốn Tang Lễ Được Thực Hiện",
  "D4921F46": "Bạn có ghét không khi ai đó phớt lờ điều gì đó bạn yêu cầu cụ thể?",
  "C5ADEDBC": "Mong Muốn Tang Lễ Bị Phớt Lờ",
  "41CCC835": "Thừa kế là một quá trình phức tạp và {0.SimFirstName} vẫn cảm thấy tổn thương về những gì đã xảy ra với Di Chúc đó. Sự oán giận này ăn sâu vào lòng!",
  "Resentful about Inheritance": "Oán Giận về Thừa Kế",
  "Basic Reaper Uniform": "Đồng Phục Thần Chết Cơ Bản",
  "Grim's Right Hand": "Tay Phải Của Grim",
  "Grand Grim Uniform": "Đồng Phục Grim Lộng Lẫy",
  "Plague Mask": "Mặt Nạ Dịch Hạch",
  "A8910D1D": "Oán Giận về Thừa Kế",
  "0608B30D": "Đồng Phục Thần Chết Cơ Bản",
  "90A70995": "Tay Phải Của Grim",
  "A9FB9E4E": "Đồng Phục Grim Lộng Lẫy",
  "F7F3CAC2": "Mặt Nạ Dịch Hạch",
  "Ghost Whisperer": "Người Thì Thầm Với Ma",
  "Ghost Whisperers have access to special interactions to discuss their eerie findings and published works. They have a much easier time making friends (and more) with Ghosts. They will also get particularly excited while encountering ghosts of all kinds, Grim, and even Crows!": "Người Thì Thầm Với Ma có quyền truy cập vào các tương tác đặc biệt để thảo luận về những khám phá kỳ lạ và các tác phẩm đã xuất bản của họ. Họ có thời gian dễ dàng hơn nhiều để kết bạn (và hơn thế nữa) với Ma. Họ cũng sẽ đặc biệt phấn khích khi gặp phải ma thuộc mọi loại, Grim và thậm chí cả Quạ!",
  "Lady Ravendancer Goth's mystical Tarot Deck.": "Bộ Bài Tarot huyền bí của Phu nhân Ravendancer Goth.",
  "Lady Ravendancer Goth's Tarot Deck": "Bộ Bài Tarot của Phu nhân Ravendancer Goth",
  "An Undead Cowplant has been sent from the darkest regions of the Netherworld directly to your <B>Household Inventory</B>.": "Một Cây Bò Thây Ma đã được gửi từ những vùng tối tăm nhất của Âm Giới trực tiếp đến <B>Hành Trang Gia Đình</B> của bạn.",
  "7DDF4EC9": "Người Thì Thầm Với Ma",
  "2E724F56": "Người Thì Thầm Với Ma có quyền truy cập vào các tương tác đặc biệt để thảo luận về những khám phá kỳ lạ và các tác phẩm đã xuất bản của họ. Họ có thời gian dễ dàng hơn nhiều để kết bạn (và hơn thế nữa) với Ma. Họ cũng sẽ đặc biệt phấn khích khi gặp phải ma thuộc mọi loại, Grim và thậm chí cả Quạ!",
  "1A417888": "Bộ Bài Tarot huyền bí của Phu nhân Ravendancer Goth.",
  "ECEA594F": "Bộ Bài Tarot của Phu nhân Ravendancer Goth",
  "9111C8BC": "Một Cây Bò Thây Ma đã được gửi từ những vùng tối tăm nhất của Âm Giới trực tiếp đến <B>Hành Trang Gia Đình</B> của bạn.",
  "Emerging from the darkest regions of the Netherworld, this Undead Cowplant can be placed anywhere on your residential lot. Keep it happy, or face its consequences...": "Xuất hiện từ những vùng tối tăm nhất của Âm Giới, Cây Bò Thây Ma này có thể được đặt ở bất cứ đâu trên lô đất dân cư của bạn. Hãy giữ cho nó vui vẻ, nếu không bạn sẽ phải đối mặt với hậu quả...",
  "Undead Cowplant": "Cây Bò Thây Ma",
  "This glass roof sure has seen better days! Though, perhaps it still has some potential. Featuring precariously old and rusted metal framework and glass that looks like it's one stray pebble away from catching you a lawsuit.": "Mái kính này chắc chắn đã từng đẹp hơn! Mặc dù vậy, có lẽ nó vẫn còn một số tiềm năng. Có khung kim loại cũ kỹ và rỉ sét một cách bấp bênh và kính trông như thể chỉ cần một viên sỏi lạc là bạn có thể bị kiện.",
  "Gloomy Weathered Glass Roof": "Mái Kính Phong Hóa U Ám",
  "This tile roof isn't as pristine as it once was. But it's still beautiful. Like a fine nectar, it has grown more... aged, with age. ": "Mái ngói này không còn nguyên sơ như trước nữa. Nhưng nó vẫn đẹp. Giống như một loại mật hoa hảo hạng, nó đã trở nên... lâu đời hơn theo tuổi tác.",
  "46A37C08": "Xuất hiện từ những vùng tối tăm nhất của Âm Giới, Cây Bò Thây Ma này có thể được đặt ở bất cứ đâu trên lô đất dân cư của bạn. Hãy giữ cho nó vui vẻ, nếu không bạn sẽ phải đối mặt với hậu quả...",
  "B07178CF": "Cây Bò Thây Ma",
  "32DB16FF": "Mái kính này chắc chắn đã từng đẹp hơn! Mặc dù vậy, có lẽ nó vẫn còn một số tiềm năng. Có khung kim loại cũ kỹ và rỉ sét một cách bấp bênh và kính trông như thể chỉ cần một viên sỏi lạc là bạn có thể bị kiện.",
  "92513E26": "Mái Kính Phong Hóa U Ám",
  "D30F7FD0": "Mái ngói này không còn nguyên sơ như trước nữa. Nhưng nó vẫn đẹp. Giống như một loại mật hoa hảo hạng, nó đã trở nên... lâu đời hơn theo tuổi tác.",
  "Gloomy Weathered Tile Roof": "Mái Ngói Phong Hóa U Ám",
  "Aether": "Aether",
  "Alice": "Alice",
  "Edith": "Edith",
  "FC16E3FF": "Mái Ngói Phong Hóa U Ám",
  "B7445F9E": "Luật Sư Thừa Kế",
  "9A333EE3": "Aether",
  "2B5A3E4A": "Alice",
  "84810406": "Edith",
  "Ekade": "Ekade",
  "Gomes": "Gomes",
  "Esther": "Esther",
  "Kai": "Kai",
  "BC2CEE5B": "Ekade",
  "D6BEEC07": "Gomes",
  "CF67AC3E": "Esther",
  "2DC86CC1": "Gomes",
  "1D263F40": "Kai",
  "Coffin": "Quan Tài",
  "Layne": "Layne",
  "Specter": "Specter",
  "Nyon": "Nyon",
  "Olive": "Olive",
  "FBEC9F71": "Quan Tài",
  "E9742D24": "Layne",
  "BB340BB9": "Specter",
  "373FCE1C": "Nyon",
  "F9B82E27": "Olive",
  "Radwan": "Radwan",
  "Lady Ravendancer": "Phu Nhân Ravendancer",
  "Takama": "Takama",
  "Tziporah": "Tziporah",
  "Warez": "Warez",
  "6D88A84E": "Radwan",
  "B2FAD4FD": "Phu Nhân Ravendancer",
  "3E8871DC": "Takama",
  "21B0BEB6": "Tziporah",
  "3323D140": "Warez",
  "Waylon": "Waylon",
  "Zelmira": "Zelmira",
  "Izadi": "Izadi",
  "Zuleika": "Zuleika",
  "43B44F9F": "Waylon",
  "86A7A17A": "Gomes",
  "58B3808D": "Zelmira",
  "8052AED3": "Izadi",
  "6B964BF2": "Zuleika",
  "Kenny": "Kenny",
  "Desired Activity from the Departed": "Hoạt Động Mong Muốn từ Người Đã Khuất",
  "Ending the Funeral early will result in Guests being sent home. Your Sim may still remain on the lot after the event has ended.": "Kết thúc Tang lễ sớm sẽ dẫn đến việc Khách được đưa về nhà. Sim của bạn vẫn có thể ở lại lô đất sau khi sự kiện kết thúc.",
  "End Funeral Early?": "Kết Thúc Tang Lễ Sớm?",
  "End Funeral": "Kết Thúc Tang Lễ",
  "C6B7D485": "Kenny",
  "D51A0C3C": "Hoạt Động Mong Muốn từ Người Đã Khuất",
  "00E22F7E": "Kết thúc Tang lễ sớm sẽ dẫn đến việc Khách được đưa về nhà. Sim của bạn vẫn có thể ở lại lô đất sau khi sự kiện kết thúc.",
  "975DE458": "Kết Thúc Tang Lễ Sớm?",
  "3973D33A": "Kết Thúc Tang Lễ",
  "{0.Number} Activities Required": "{0.Number} Hoạt Động Yêu Cầu",
  "A time for loved one's and acquaintances to remember, grieve, and celebrate the life of a Sim recently departed.": "Thời gian để những người thân yêu và người quen nhớ lại, đau buồn và kỷ niệm cuộc đời của một Sim vừa qua đời.",
  "Ravenwood Welcoming Committee": "Ủy Ban Chào Đón Ravenwood",
  "Welcome! Waylon Warez and his friends are here to greet you with some Pan de Muerto. To learn a little more about your surroundings, be sure to <b>Ask about Ravenwood</b>.": "Chào mừng! Waylon Warez và những người bạn của anh ấy ở đây để chào đón bạn bằng một ít Pan de Muerto. Để tìm hiểu thêm một chút về môi trường xung quanh, hãy nhớ <b>Hỏi về Ravenwood</b>.",
  "946E2209": "{0.Number} Hoạt Động Yêu Cầu",
  "0861D4A3": "Tang Lễ",
  "2AA80957": "Thời gian để những người thân yêu và người quen nhớ lại, đau buồn và kỷ niệm cuộc đời của một Sim vừa qua đời.",
  "C3FADE30": "Ủy Ban Chào Đón Ravenwood",
  "9625E83C": "Chào mừng! Waylon Warez và những người bạn của anh ấy ở đây để chào đón bạn bằng một ít Pan de Muerto. Để tìm hiểu thêm một chút về môi trường xung quanh, hãy nhớ <b>Hỏi về Ravenwood</b>.",
  "Analyze Death Trends": "Phân Tích Xu Hướng Tử Vong",
  "Use the Computer to Analyze Death Trends.": "Sử Dụng Máy Tính để Phân Tích Xu Hướng Tử Vong.",
  "Research Assignment": "Bài Tập Nghiên Cứu",
  "Select a Bookshelf to Research Assignment for the day.": "Chọn một Giá Sách để Nghiên Cứu Bài Tập trong ngày.",
  "Pick up Lost Souls": "Thu Nhặt Linh Hồn Lạc Lõng",
  "3FCB0BB6": "Phân Tích Xu Hướng Tử Vong",
  "5F449F86": "Sử Dụng Máy Tính để Phân Tích Xu Hướng Tử Vong.",
  "902B6245": "Bài Tập Nghiên Cứu",
  "6958192F": "Chọn một Giá Sách để Nghiên Cứu Bài Tập trong ngày.",
  "596CBD9E": "Thu Nhặt Linh Hồn Lạc Lõng",
  "Locate Soul Orbs and select them to Collect.": "Xác định vị trí các Quả Cầu Linh Hồn và chọn chúng để Thu Thập.",
  "Harvest Grimbrosia Source": "Thu Hoạch Nguồn Grimbrosia",
  "Locate the Grimbrosia Plant and Select to Harvest.": "Xác định vị trí Cây Grimbrosia và Chọn để Thu Hoạch.",
  "Grim has given you a new task! Some souls have escaped, and the Netherworld is breaking through. You'll have to retrieve the souls and stop access to the Netherworld. Luckily, souls won't fight back. They just need a little <i>pick-me-up</i>.\\n\\nSide note, if you see any <b>Grimbrosia Source</b> lying around, could you grab it? Grim's supply of Grimbrosia is running low.": "Grim đã giao cho bạn một nhiệm vụ mới! Một số linh hồn đã trốn thoát và Âm Giới đang đột phá. Bạn sẽ phải lấy lại các linh hồn và ngăn chặn việc truy cập vào Âm Giới. May mắn thay, các linh hồn sẽ không chống trả. Họ chỉ cần một chút <i>động lực</i>.\n\nGhi chú bên lề, nếu bạn thấy bất kỳ <b>Nguồn Grimbrosia</b> nào nằm xung quanh, bạn có thể lấy nó được không? Nguồn cung cấp Grimbrosia của Grim đang cạn kiệt.",
  "You've successfully harvested Grimbrosia Source! You'll be able to cook Grimbrosia in the office kitchen upon your return.": "Bạn đã thu hoạch thành công Nguồn Grimbrosia! Bạn sẽ có thể nấu Grimbrosia trong bếp văn phòng sau khi trở về.",
  "6DD6785E": "Xác định vị trí các Quả Cầu Linh Hồn và chọn chúng để Thu Thập.",
  "38F805D6": "Thu Hoạch Nguồn Grimbrosia",
  "79634726": "Xác định vị trí Cây Grimbrosia và Chọn để Thu Hoạch.",
  "5F8BA1E2": "Grim đã giao cho bạn một nhiệm vụ mới! Một số linh hồn đã trốn thoát và Âm Giới đang đột phá. Bạn sẽ phải lấy lại các linh hồn và ngăn chặn việc truy cập vào Âm Giới. May mắn thay, các linh hồn sẽ không chống trả. Họ chỉ cần một chút <i>động lực</i>.\n\nGhi chú bên lề, nếu bạn thấy bất kỳ <b>Nguồn Grimbrosia</b> nào nằm xung quanh, bạn có thể lấy nó được không? Nguồn cung cấp Grimbrosia của Grim đang cạn kiệt.",
  "2C75237E": "Bạn đã thu hoạch thành công Nguồn Grimbrosia! Bạn sẽ có thể nấu Grimbrosia trong bếp văn phòng sau khi trở về.",
  "A crisis call is coming in! The resident comedian has been knockin' 'em dead at their latest show...literally. It looks like there are multiple deceased Sims to process. This is no laughing matter.": "Một cuộc gọi khẩn cấp đang đến! Diễn viên hài thường trú đã khiến mọi người cười lăn lộn tại chương trình mới nhất của họ... theo nghĩa đen. Có vẻ như có nhiều Sim đã chết cần được xử lý. Đây không phải là chuyện đùa.",
  "A crisis call is coming in! Sims with a sweet tooth have been tricked by a mischievous Cowplant! Be ready to reap a few Sims that have gotten their just desserts!": "Một cuộc gọi khẩn cấp đang đến! Các Sim hảo ngọt đã bị lừa bởi một Cây Bò nghịch ngợm! Hãy sẵn sàng thu hoạch một vài Sim đã nhận được món tráng miệng xứng đáng của họ!",
  "Make Cold Calls": "Thực Hiện Các Cuộc Gọi Ngẫu Nhiên",
  "Select the Phone, and under Business, choose Make Cold Calls.": "Chọn Điện thoại và trong phần Kinh doanh, hãy chọn Thực Hiện Các Cuộc Gọi Ngẫu Nhiên.",
  "Cook Grimbrosia": "Nấu Grimbrosia",
  "8FB7E5AD": "Một cuộc gọi khẩn cấp đang đến! Diễn viên hài thường trú đã khiến mọi người cười lăn lộn tại chương trình mới nhất của họ... theo nghĩa đen. Có vẻ như có nhiều Sim đã chết cần được xử lý. Đây không phải là chuyện đùa.",
  "BE3A43FF": "Một cuộc gọi khẩn cấp đang đến! Các Sim hảo ngọt đã bị lừa bởi một Cây Bò nghịch ngợm! Hãy sẵn sàng thu hoạch một vài Sim đã nhận được món tráng miệng xứng đáng của họ!",
  "2FC2600D": "Thực Hiện Các Cuộc Gọi Ngẫu Nhiên",
  "1B212BA7": "Chọn Điện thoại và trong phần Kinh doanh, hãy chọn Thực Hiện Các Cuộc Gọi Ngẫu Nhiên.",
  "3AEA37D6": "Nấu Grimbrosia",
  "Select a Fridge or Stove to cook Grimbrosia recipe.": "Chọn Tủ Lạnh hoặc Bếp để nấu công thức Grimbrosia.",
  "Scry for Assignment": "Xem Bói để Nhận Nhiệm Vụ",
  "Use the Scry Bowl located in the main floor of the office to receive Assignment.": "Sử dụng Bát Xem Bói nằm ở tầng chính của văn phòng để nhận Nhiệm vụ.",
  "Welcome to the Grim Branch. Here you'll learn the ropes of reaping and attend Grim's very own training session. Make your way to the <b>Scry Bowl</b> to receive your assignment and then feel free to prep for the reap by completing tasks such as <b>Research Assignment</b>, <b>Practice Reaping</b> and <b>Perform Scythe Maintenance</b> before traveling.\\n\\nAs an employee, you'll want to hit your weekly <b>Souls Quota</b>, which you and your Netherline contribute to with each reap. Feel free to check your status on the Computer.": "Chào mừng đến với Chi Nhánh Grim. Tại đây, bạn sẽ học các kỹ năng thu hoạch và tham gia buổi huấn luyện của chính Grim. Hãy đến <b>Bát Xem Bói</b> để nhận nhiệm vụ và sau đó thoải mái chuẩn bị cho việc thu hoạch bằng cách hoàn thành các nhiệm vụ như <b>Nghiên Cứu Bài Tập</b>, <b>Thực Hành Thu Hoạch</b> và <b>Thực Hiện Bảo Trì Lưỡi Hái</b> trước khi đi.\n\nLà một nhân viên, bạn sẽ muốn đạt được <b>Chỉ Tiêu Linh Hồn</b> hàng tuần, mà bạn và Netherline của bạn đóng góp vào với mỗi lần thu hoạch. Hãy thoải mái kiểm tra trạng thái của bạn trên Máy Tính.",
  "Collect Soul": "Thu Thập Linh Hồn",
  "504DED26": "Chọn Tủ Lạnh hoặc Bếp để nấu công thức Grimbrosia.",
  "34904D91": "Xem Bói để Nhận Nhiệm Vụ",
  "78B4EAB3": "Sử dụng Bát Xem Bói nằm ở tầng chính của văn phòng để nhận Nhiệm vụ.",
  "359EB9DA": "Chào mừng đến với Chi Nhánh Grim. Tại đây, bạn sẽ học các kỹ năng thu hoạch và tham gia buổi huấn luyện của chính Grim. Hãy đến <b>Bát Xem Bói</b> để nhận nhiệm vụ và sau đó thoải mái chuẩn bị cho việc thu hoạch bằng cách hoàn thành các nhiệm vụ như <b>Nghiên Cứu Bài Tập</b>, <b>Thực Hành Thu Hoạch</b> và <b>Thực Hiện Bảo Trì Lưỡi Hái</b> trước khi đi.\n\nLà một nhân viên, bạn sẽ muốn đạt được <b>Chỉ Tiêu Linh Hồn</b> hàng tuần, mà bạn và Netherline của bạn đóng góp vào với mỗi lần thu hoạch. Hãy thoải mái kiểm tra trạng thái của bạn trên Máy Tính.",
  "230604A2": "Thu Thập Linh Hồn",
  "Select the deceased and use Lazy or Standard Collect Soul for an easier reap, or try a more challenging reap with Careful, Flamboyant or Grim-Level Collect Soul.": "Chọn người đã khuất và sử dụng Thu Thập Linh Hồn Lười Biếng hoặc Tiêu Chuẩn để thu hoạch dễ dàng hơn, hoặc thử thu hoạch khó khăn hơn với Thu Thập Linh Hồn Cẩn Thận, Hào Nhoáng hoặc Cấp Grim.",
  "Killer deductive skills! Now you're ready to Collect a Soul. Based on your prep work, you may be able to try a specialized reap. Or feel free to stick with the tried and true, your choice!": "Kỹ năng suy luận tuyệt vời! Giờ bạn đã sẵn sàng để Thu Thập Linh Hồn. Dựa trên công việc chuẩn bị của bạn, bạn có thể thử một thu hoạch chuyên biệt. Hoặc cứ thoải mái gắn bó với những gì đã được thử và đúng, tùy bạn!",
  "Determine Cause of Death": "Xác Định Nguyên Nhân Cái Chết",
  "Select the deceased Sim to Investigate Cause of Death. Once investigated, select the deceased Sim to Determine Cause of Death. ": "Chọn Sim đã khuất để Điều Tra Nguyên Nhân Cái Chết. Sau khi điều tra, chọn Sim đã khuất để Xác Định Nguyên Nhân Cái Chết.",
  "You've arrived at Reaper Training!\\n\\nHere you'll find Kenny, our undead-all-around-good-dude. Kenny is unfortunately dead at the moment, but don't be alarmed! It doesn't hurt (we think).\\n\\nHead on over to his crumpled little body to survey the scene. You'll want to <b>Investigate Cause of Death</b> to <b>Determine Cause of Death</b> before you start swinging your scythe around. And if you need advice, Grim is here to help.": "Bạn đã đến Huấn Luyện Thần Chết!\n\nỞ đây bạn sẽ tìm thấy Kenny, một người tốt bụng toàn diện-thây ma của chúng ta. Kenny không may đã chết vào lúc này, nhưng đừng hoảng sợ! Nó không đau (chúng tôi nghĩ vậy).\n\nHãy tiến đến cái xác nhỏ bé nhăn nhúm của anh ấy để khảo sát hiện trường. Bạn sẽ muốn <b>Điều Tra Nguyên Nhân Cái Chết</b> để <b>Xác Định Nguyên Nhân Cái Chết</b> trước khi bạn bắt đầu vung lưỡi hái của mình. Và nếu bạn cần lời khuyên, Grim luôn ở đây để giúp đỡ.",
  "010EF87A": "Chọn người đã khuất và sử dụng Thu Thập Linh Hồn Lười Biếng hoặc Tiêu Chuẩn để thu hoạch dễ dàng hơn, hoặc thử thu hoạch khó khăn hơn với Thu Thập Linh Hồn Cẩn Thận, Hào Nhoáng hoặc Cấp Grim.",
  "BCBC99A3": "Kỹ năng suy luận tuyệt vời! Giờ bạn đã sẵn sàng để Thu Thập Linh Hồn. Dựa trên công việc chuẩn bị của bạn, bạn có thể thử một thu hoạch chuyên biệt. Hoặc cứ thoải mái gắn bó với những gì đã được thử và đúng, tùy bạn!",
  "5E7BC90D": "Xác Định Nguyên Nhân Cái Chết",
  "C5DDEEA7": "Chọn Sim đã khuất để Điều Tra Nguyên Nhân Cái Chết. Sau khi điều tra, chọn Sim đã khuất để Xác Định Nguyên Nhân Cái Chết.",
  "0D03158E": "Bạn đã đến Huấn Luyện Thần Chết!\n\nỞ đây bạn sẽ tìm thấy Kenny, một người tốt bụng toàn diện-thây ma của chúng ta. Kenny không may đã chết vào lúc này, nhưng đừng hoảng sợ! Nó không đau (chúng tôi nghĩ vậy).\n\nHãy tiến đến cái xác nhỏ bé nhăn nhúm của anh ấy để khảo sát hiện trường. Bạn sẽ muốn <b>Điều Tra Nguyên Nhân Cái Chết</b> để <b>Xác Định Nguyên Nhân Cái Chết</b> trước khi bạn bắt đầu vung lưỡi hái của mình. Và nếu bạn cần lời khuyên, Grim luôn ở đây để giúp đỡ.",
  "File Death Certificate": "Nộp Giấy Chứng Tử",
  "Use the Computer to File a Death Certificate.": "Sử dụng Máy Tính để Nộp Giấy Chứng Tử.",
  "Release Soul": "Giải Phóng Linh Hồn",
  "Use the Netherworld Portal to Release a Soul from your Inventory.": "Sử dụng Cổng Âm Giới để Giải Phóng một Linh Hồn từ Hành Trang của bạn.",
  "Nice slice! Kenny's <b>Soul</b> has now been placed in your Inventory. Before you leave, you're welcome to <b>Request Reaping Review</b> from the remains of the deceased or from lingering bystanders. It helps boost morale!\\n\\nNext, <b>Return to the Office</b> and <b>Release</b> his Soul into the <b>Netherworld Portal</b>. Don't forget to also <b>File a Death Certificate</b>, the N.W.D.D. loves red tape.": "Lát cắt đẹp đấy! <b>Linh Hồn</b> của Kenny hiện đã được đặt trong Hành Trang của bạn. Trước khi bạn rời đi, bạn có thể <b>Yêu Cầu Xem Xét Việc Thu Hoạch</b> từ hài cốt của người đã khuất hoặc từ những người ngoài cuộc còn sót lại. Nó giúp nâng cao tinh thần!\n\nTiếp theo, <b>Quay Trở Lại Văn Phòng</b> và <b>Giải Phóng</b> Linh Hồn của anh ấy vào <b>Cổng Âm Giới</b>. Đừng quên <b>Nộp Giấy Chứng Tử</b>, N.W.D.D. thích thủ tục hành chính.",
  "C918C948": "Nộp Giấy Chứng Tử",
  "1AE75EE0": "Sử dụng Máy Tính để Nộp Giấy Chứng Tử.",
  "F49AFC25": "Giải Phóng Linh Hồn",
  "9DDDCC8F": "Sử dụng Cổng Âm Giới để Giải Phóng một Linh Hồn từ Hành Trang của bạn.",
  "523536F6": "Lát cắt đẹp đấy! <b>Linh Hồn</b> của Kenny hiện đã được đặt trong Hành Trang của bạn. Trước khi bạn rời đi, bạn có thể <b>Yêu Cầu Xem Xét Việc Thu Hoạch</b> từ hài cốt của người đã khuất hoặc từ những người ngoài cuộc còn sót lại. Nó giúp nâng cao tinh thần!\n\nTiếp theo, <b>Quay Trở Lại Văn Phòng</b> và <b>Giải Phóng</b> Linh Hồn của anh ấy vào <b>Cổng Âm Giới</b>. Đừng quên <b>Nộp Giấy Chứng Tử</b>, N.W.D.D. thích thủ tục hành chính.",
  "Return to the Office": "Quay Trở Lại Văn Phòng",
  "Select self for Travel.": "Chọn bản thân để Du Hành.",
  "Scry for Travel": "Xem Bói để Du Hành",
  "Use the Scry Bowl to Travel.": "Sử dụng Bát Xem Bói để Du Hành.",
  "Deliver Grimbrosia": "Giao Grimbrosia",
  "29144C7A": "Quay Trở Lại Văn Phòng",
  "EAB6EBA2": "Chọn bản thân để Du Hành.",
  "E5FF5904": "Xem Bói để Du Hành",
  "B67B1C14": "Sử dụng Bát Xem Bói để Du Hành.",
  "8DC64477": "Giao Grimbrosia",
  "Add Grimbrosia to Sim Inventory and Deliver Grimbrosia to Grim.": "Thêm Grimbrosia vào Hành Trang Sim và Giao Grimbrosia cho Grim.",
  "Socialize with Coworkers": "Giao Tiếp Xã Hội với Đồng Nghiệp",
  "Socialize with a Coworker by being Friendly or Gossiping about Grim.": "Giao Tiếp Xã Hội với Đồng Nghiệp bằng cách Thân Thiện hoặc Buôn Chuyện về Grim.",
  "How Ghast! Ghosts are mucking about a property and causing mayhem! The worst part? They've stolen souls!\\n\\nYou'll have to travel to their haunting grounds and collect what was taken. It's the only Ghost busting Grim has a license for, so keep it clean and focus on those souls.": "Thật là khủng khiếp! Ma đang lởn vởn quanh một khu đất và gây ra sự hỗn loạn! Điều tồi tệ nhất? Chúng đã đánh cắp linh hồn!\n\nBạn sẽ phải đến vùng đất ma ám của chúng và thu thập những gì đã bị lấy đi. Đó là cách diệt ma duy nhất mà Grim có giấy phép, vì vậy hãy giữ cho nó sạch sẽ và tập trung vào những linh hồn đó.",
  "How Ghast! Ghosts are mucking about a property and causing mayhem! The worst part? They've stolen souls!\\n\\nYou'll have to travel to their haunting grounds and collect what was taken. It's the only Ghost busting Grim has a license for, so keep it clean and focus on those souls.\\n\\n<i>As a Ghost, you'll be able to use your Ghost Mastery to join in the revelry!</i>": "Thật là khủng khiếp! Ma đang lởn vởn quanh một khu đất và gây ra sự hỗn loạn! Điều tồi tệ nhất? Chúng đã đánh cắp linh hồn!\n\nBạn sẽ phải đến vùng đất ma ám của chúng và thu thập những gì đã bị lấy đi. Đó là cách diệt ma duy nhất mà Grim có giấy phép, vì vậy hãy giữ cho nó sạch sẽ và tập trung vào những linh hồn đó.\n\n<i>Là một Ma, bạn sẽ có thể sử dụng Thông Thạo Ma của mình để tham gia vào cuộc vui!</i>",
  "7C883B19": "Thêm Grimbrosia vào Hành Trang Sim và Giao Grimbrosia cho Grim.",
  "8BA9AC9B": "Giao Tiếp Xã Hội với Đồng Nghiệp",
  "0E088CB5": "Giao Tiếp Xã Hội với Đồng Nghiệp bằng cách Thân Thiện hoặc Buôn Chuyện về Grim.",
  "9163164A": "Thật là khủng khiếp! Ma đang lởn vởn quanh một khu đất và gây ra sự hỗn loạn! Điều tồi tệ nhất? Chúng đã đánh cắp linh hồn!\n\nBạn sẽ phải đến vùng đất ma ám của chúng và thu thập những gì đã bị lấy đi. Đó là cách diệt ma duy nhất mà Grim có giấy phép, vì vậy hãy giữ cho nó sạch sẽ và tập trung vào những linh hồn đó.",
  "3CC8B9EA": "Thật là khủng khiếp! Ma đang lởn vởn quanh một khu đất và gây ra sự hỗn loạn! Điều tồi tệ nhất? Chúng đã đánh cắp linh hồn!\n\nBạn sẽ phải đến vùng đất ma ám của chúng và thu thập những gì đã bị lấy đi. Đó là cách diệt ma duy nhất mà Grim có giấy phép, vì vậy hãy giữ cho nó sạch sẽ và tập trung vào những linh hồn đó.\n\n<i>Là một Ma, bạn sẽ có thể sử dụng Thông Thạo Ma của mình để tham gia vào cuộc vui!</i>",
  "Collect Souls": "Thu Thập Linh Hồn",
  "Select a Ghost and Collect Soul by choosing one of the Reaping Styles.": "Chọn một Ma và Thu Thập Linh Hồn bằng cách chọn một trong các Kiểu Thu Hoạch.",
  "Ghostly Bang": "Tiếng Nổ Ma Quái",
  "Flicker Room Lights": "Nhấp Nháy Đèn Phòng",
  "Haunt Objects": "Ám Ảnh Đồ Vật",
  "8F83DC37": "Thu Thập Linh Hồn",
  "3B95E8D9": "Chọn một Ma và Thu Thập Linh Hồn bằng cách chọn một trong các Kiểu Thu Hoạch.",
  "5A625C99": "Tiếng Nổ Ma Quái",
  "DFF9C3BD": "Nhấp Nháy Đèn Phòng",
  "AB7AE5BD": "Ám Ảnh Đồ Vật",
  "Perform Haunting Shriek": "Thực Hiện Tiếng Hét Ma Ám",
  "Using Ghost Mastery, perform Haunting Shriek.": "Sử dụng Thông Thạo Ma, thực hiện Tiếng Hét Ma Ám.",
  "Close Netherworld Fissures": "Đóng Các Vết Nứt Âm Giới",
  "Find the Netherworld Fissures located on the lot and select to Close.": "Tìm Các Vết Nứt Âm Giới nằm trên lô đất và chọn để Đóng.",
  "Expel Mischievous Ghost": "Trục Xuất Ma Nghịch Ngợm",
  "7E52029D": "Thực Hiện Tiếng Hét Ma Ám",
  "0F8110B7": "Sử dụng Thông Thạo Ma, thực hiện Tiếng Hét Ma Ám.",
  "41C7160B": "Đóng Các Vết Nứt Âm Giới",
  "8A16AF25": "Tìm Các Vết Nứt Âm Giới nằm trên lô đất và chọn để Đóng.",
  "06E43D97": "Trục Xuất Ma Nghịch Ngợm",
  "Find the Ghost hiding in an eerily floating object and select Expel Ghost to banish them from the office.": "Tìm Ma đang ẩn nấp trong một đồ vật trôi nổi kỳ lạ và chọn Trục Xuất Ma để trục xuất chúng khỏi văn phòng.",
  "Repair Netherworld Portal": "Sửa Chữa Cổng Âm Giới",
  "Select the Netherworld Portal and choose Repair. A higher Handiness Skill will help this go faster!": "Chọn Cổng Âm Giới và chọn Sửa Chữa. Kỹ năng Khéo Tay cao hơn sẽ giúp việc này diễn ra nhanh hơn!",
  "Repair Scry Bowl": "Sửa Chữa Bát Xem Bói",
  "Select the Scry Bowl and choose Repair. A higher Handiness Skill will help this go faster!": "Chọn Bát Xem Bói và chọn Sửa Chữa. Kỹ năng Khéo Tay cao hơn sẽ giúp việc này diễn ra nhanh hơn!",
  "C60A45B9": "Tìm Ma đang ẩn nấp trong một đồ vật trôi nổi kỳ lạ và chọn Trục Xuất Ma để trục xuất chúng khỏi văn phòng.",
  "5CB1E28D": "Sửa Chữa Cổng Âm Giới",
  "FC8BE727": "Chọn Cổng Âm Giới và chọn Sửa Chữa. Kỹ năng Khéo Tay cao hơn sẽ giúp việc này diễn ra nhanh hơn!",
  "8B8FD2F5": "Sửa Chữa Bát Xem Bói",
  "1F81A09F": "Chọn Bát Xem Bói và chọn Sửa Chữa. Kỹ năng Khéo Tay cao hơn sẽ giúp việc này diễn ra nhanh hơn!",
  "Perform Scythe Maintenance": "Thực Hiện Bảo Trì Lưỡi Hái",
  "Select Self to perform Scythe Maintenance.": "Chọn Bản Thân để thực hiện Bảo Trì Lưỡi Hái.",
  "Mentor Coworker": "Hướng Dẫn Đồng Nghiệp",
  "Select a Coworker Sim while they Practice Reaping and choose Mentor.": "Chọn một Sim Đồng Nghiệp khi họ đang Thực Hành Thu Hoạch và chọn Hướng Dẫn.",
  "Order Office Supplies": "Đặt Mua Vật Tư Văn Phòng",
  "50CD1A6D": "Thực Hiện Bảo Trì Lưỡi Hái",
  "85572907": "Chọn Bản Thân để thực hiện Bảo Trì Lưỡi Hái.",
  "371E5EFF": "Hướng Dẫn Đồng Nghiệp",
  "2E792B71": "Chọn một Sim Đồng Nghiệp khi họ đang Thực Hành Thu Hoạch và chọn Hướng Dẫn.",
  "BE575E31": "Đặt Mua Vật Tư Văn Phòng",
  "Select a Computer to Order Office Supplies.": "Chọn một Máy Tính để Đặt Mua Vật Tư Văn Phòng.",
  "Plan Reaping Schedules": "Lên Kế Hoạch Thu Hoạch",
  "Use a Slablet to Plan Reaping Schedules.": "Sử dụng Bảng Để Lên Kế Hoạch Thu Hoạch.",
  "Practice Reaping": "Thực Hành Thu Hoạch",
  "Practice Reaping on the Test Mannequin.": "Thực Hành Thu Hoạch trên Ma Nơ Canh Thử Nghiệm.",
  "F4E6ABD3": "Chọn một Máy Tính để Đặt Mua Vật Tư Văn Phòng.",
  "4D35316C": "Lên Kế Hoạch Thu Hoạch",
  "75D2D28C": "Sử dụng Bảng Để Lên Kế Hoạch Thu Hoạch.",
  "FF696F0F": "Thực Hành Thu Hoạch",
  "163E3201": "Thực Hành Thu Hoạch trên Ma Nơ Canh Thử Nghiệm.",
  "Quality Check the Netherworld": "Kiểm Tra Chất Lượng Âm Giới",
  "Select the Netherworld Portal to perform a Quality Check.": "Chọn Cổng Âm Giới để thực hiện Kiểm Tra Chất Lượng.",
  "Ask Grim for Expert Opinion": "Hỏi Ý Kiến Chuyên Gia Grim",
  "Select Grim and choose Get Expert Opinion.": "Chọn Grim và chọn Nhận Ý Kiến Chuyên Gia.",
  "Deliver Urn to Family": "Giao Bình Tro Cốt cho Gia Đình",
  "81448A01": "Kiểm Tra Chất Lượng Âm Giới",
  "974EEC63": "Chọn Cổng Âm Giới để thực hiện Kiểm Tra Chất Lượng.",
  "5F213FE0": "Hỏi Ý Kiến Chuyên Gia Grim",
  "51A7A0A8": "Chọn Grim và chọn Nhận Ý Kiến Chuyên Gia.",
  "12C5C7F8": "Giao Bình Tro Cốt cho Gia Đình",
  "Select the Urn and choose Deliver to Family.": "Chọn Bình Tro Cốt và chọn Giao cho Gia Đình.",
  "Investigate Nearby Objects": "Điều Tra Các Vật Thể Gần Đó",
  "Select an Object near the body and choose Investigate.": "Chọn một Vật Thể gần thi thể và chọn Điều Tra.",
  "Listen to Plea": "Lắng Nghe Lời Cầu Xin",
  "Locate the Sim nearby with the Has Plea headline and select Listen to Plea.": "Tìm Sim ở gần với tiêu đề Có Lời Cầu Xin và chọn Lắng Nghe Lời Cầu Xin.",
  "213223D0": "Chọn Bình Tro Cốt và chọn Giao cho Gia Đình.",
  "B2E792E9": "Điều Tra Các Vật Thể Gần Đó",
  "E3B8B7DB": "Chọn một Vật Thể gần thi thể và chọn Điều Tra.",
  "F54DB53D": "Lắng Nghe Lời Cầu Xin",
  "DA9EE4D7": "Tìm Sim ở gần với tiêu đề Có Lời Cầu Xin và chọn Lắng Nghe Lời Cầu Xin.",
  "Revive Sim": "Hồi Sinh Sim",
  "Select the deceased Sim to Revive.": "Chọn Sim đã khuất để Hồi Sinh.",
  "Request Reaping Review": "Yêu Cầu Xem Xét Việc Thu Hoạch",
  "Select the Urn and choose Request Reaping Review.": "Chọn Bình Tro Cốt và chọn Yêu Cầu Xem Xét Việc Thu Hoạch.",
  "Get to Know Witnesses": "Tìm Hiểu về Các Nhân Chứng",
  "FDC21CCF": "Hồi Sinh Sim",
  "E37465C1": "Chọn Sim đã khuất để Hồi Sinh.",
  "27E2FDBF": "Yêu Cầu Xem Xét Việc Thu Hoạch",
  "17D54E31": "Chọn Bình Tro Cốt và chọn Yêu Cầu Xem Xét Việc Thu Hoạch.",
  "1D0DAFA4": "Tìm Hiểu về Các Nhân Chứng",
  "Select a Witness and choose Get to Know from the Friendly, Small Talk Social Menu.": "Chọn một Nhân Chứng và chọn Tìm Hiểu từ Menu Xã Giao Thân Thiện, Trò Chuyện Nhỏ.",
  "The time has come to float solo! Grim is staying behind to address some paperwork (and totally not play Blicblock) while you reap alone. Good luck! Kisses!": "Đã đến lúc thả nổi một mình! Grim ở lại để giải quyết một số giấy tờ (và hoàn toàn không chơi Blicblock) trong khi bạn tự mình thu hoạch. Chúc may mắn! Hôn!",
  "Soothe Witness": "Xoa Dịu Nhân Chứng",
  "Locate a Witness Sim nearby and Soothe.": "Tìm một Sim Nhân Chứng ở gần và Xoa Dịu.",
  "Take Witness Statement": "Lấy Lời Khai Nhân Chứng"
}