{
  "{0.SimFirstName} has become a Ghost <i>temporarily</i>. {0.SimPronounSubjective|xxUpper} can enjoy all the perks of this new found form while they last, including <b>Ghost Mastery</b>! Ghost Mastery progression will be kept whenever {0.SimFirstName} becomes a ghost again.\\n\\n<i>Beware</i> that repeated <b>Out of Body Experiences</b> can lead to unseemly side effects—like actually dying.": "{0.SimFirstName} đã tạm thời trở thành Ma. {0.SimPronounSubjective|xxUpper} có thể tận hưởng tất cả các đặc quyền của hình dạng mới tìm thấy này trong khi chúng còn tác dụng, bao gồm cả <b>Thông Thạo Hồn Ma</b>! Tiến trình Thông Thạo Hồn Ma sẽ được giữ lại bất cứ khi nào {0.SimFirstName} trở thành hồn ma trở lại.\n\n<i>Hãy cẩn thận</i> vì việc lặp lại <b>Trải Nghiệm Xuất Hồn</b> có thể dẫn đến các tác dụng phụ khó coi—như là chết thật.",
  "Out of Body Experience!": "Trải Nghiệm Xuất Hồn!",
  "(From the Baleful Bog)": "(Từ Đầm Lầy Ám Ảnh)",
  "(From Showing Affection to Crow)": "(Từ Việc Thể Hiện Tình Cảm Với Quạ)",
  "Unless you calm that crow down right now by showing them some affection, odds are very good you'll meet a bad end if you provoke them again. Don't mess with the Crow Collective.": "Nếu bạn không xoa dịu con quạ đó ngay bây giờ bằng cách thể hiện một chút tình cảm, thì rất có thể bạn sẽ gặp phải một kết cục tồi tệ nếu bạn khiêu khích chúng lần nữa. Đừng đùa với Hội Quạ.",
  "7AF939CC": "{0.SimFirstName} đã tạm thời trở thành Ma. {0.SimPronounSubjective|xxUpper} có thể tận hưởng tất cả các đặc quyền của hình dạng mới tìm thấy này trong khi chúng còn tác dụng, bao gồm cả <b>Thông Thạo Hồn Ma</b>! Tiến trình Thông Thạo Hồn Ma sẽ được giữ lại bất cứ khi nào {0.SimFirstName} trở thành hồn ma trở lại.\n\n<i>Hãy cẩn thận</i> vì việc lặp lại <b>Trải Nghiệm Xuất Hồn</b> có thể dẫn đến các tác dụng phụ khó coi—như là chết thật.",
  "2F3E802A": "Trải Nghiệm Xuất Hồn!",
  "27706267": "(Từ Đầm Lầy Ám Ảnh)",
  "F6B1948B": "(Từ Việc Thể Hiện Tình Cảm Với Quạ)",
  "B9F605E9": "Nếu bạn không xoa dịu con quạ đó ngay bây giờ bằng cách thể hiện một chút tình cảm, thì rất có thể bạn sẽ gặp phải một kết cục tồi tệ nếu bạn khiêu khích chúng lần nữa. Đừng đùa với Hội Quạ.",
  "(From Plotting With Crow)": "(Từ Âm Mưu Với Quạ)",
  "(From Provoking a Crow)": "(Từ Khiêu Khích Quạ)",
  "You are subscribed to Crow Facts. To continue this subscription, continue to send your Grim(tm) Standard Ascendant Crow on Reconnaissance missions.": "Bạn đã đăng ký nhận Thông Tin về Quạ. Để tiếp tục đăng ký này, hãy tiếp tục gửi Quạ Trinh Sát Tiêu Chuẩn Grim(tm) Ascendant của bạn đi làm nhiệm vụ trinh sát.",
  "We regret to inform that Smeagie yet again managed to get his head stuck in a trash bin while on patrol in Ward Park. Unfortunately, while we were able to provide immediate assistance in the matter the scene was spotted by one Dirk Dreamer who has shared an image of it to Simstagram. The image has gone viral.": "Chúng tôi rất tiếc phải thông báo rằng Smeagie lại xoay sở để mắc kẹt đầu vào thùng rác khi đang tuần tra trong Công Viên Ward. Thật không may, mặc dù chúng tôi có thể cung cấp hỗ trợ ngay lập tức trong vấn đề này, nhưng cảnh tượng đã bị Dirk Dreamer phát hiện và anh ta đã chia sẻ hình ảnh đó lên Simstagram. Hình ảnh đã lan truyền.",
  "Our crow comrades tell stories of a victory in their ongoing skirmishes with Mayor Whiskers. Approximately fourteen acorns gathered from Copperdale have been dropped upon the head of Whiskers at various points during the past week. His top hat has been dented. We repeat: his top hat has been dented.": "Những đồng chí quạ của chúng ta kể những câu chuyện về một chiến thắng trong các cuộc giao tranh đang diễn ra của chúng với Thị trưởng Whiskers. Khoảng mười bốn quả đấu thu được từ Copperdale đã rơi trúng đầu Whiskers vào nhiều thời điểm khác nhau trong tuần qua. Chiếc mũ chóp của hắn đã bị móp. Chúng tôi xin nhắc lại: chiếc mũ chóp của hắn đã bị móp.",
  "DA3598F7": "(Từ Âm Mưu Với Quạ)",
  "D68ED8E3": "(Từ Khiêu Khích Quạ)",
  "B8566BE4": "Bạn đã đăng ký nhận Thông Tin về Quạ. Để tiếp tục đăng ký này, hãy tiếp tục gửi Quạ Trinh Sát Tiêu Chuẩn Grim(tm) Ascendant của bạn đi làm nhiệm vụ trinh sát.",
  "F6926B1B": "Chúng tôi rất tiếc phải thông báo rằng Smeagie lại xoay sở để mắc kẹt đầu vào thùng rác khi đang tuần tra trong Công Viên Ward. Thật không may, mặc dù chúng tôi có thể cung cấp hỗ trợ ngay lập tức trong vấn đề này, nhưng cảnh tượng đã bị Dirk Dreamer phát hiện và anh ta đã chia sẻ hình ảnh đó lên Simstagram. Hình ảnh đã lan truyền.",
  "D50A1FC9": "Những đồng chí quạ của chúng ta kể những câu chuyện về một chiến thắng trong các cuộc giao tranh đang diễn ra của chúng với Thị trưởng Whiskers. Khoảng mười bốn quả đấu thu được từ Copperdale đã rơi trúng đầu Whiskers vào nhiều thời điểm khác nhau trong tuần qua. Chiếc mũ chóp của hắn đã bị móp. Chúng tôi xin nhắc lại: chiếc mũ chóp của hắn đã bị móp.",
  "The mallards of San Sequoia are abuzz: Whiteclaw, the famous albino alligator, has announced a permanent truce between all manner of fowl and himself. This likely bodes ill for the perch population. But this is not our concern, is it?": "Những con vịt cổ xanh ở San Sequoia đang xôn xao: Whiteclaw, con cá sấu bạch tạng nổi tiếng, đã tuyên bố một thỏa thuận ngừng bắn vĩnh viễn giữa tất cả các loài gia cầm và bản thân hắn. Điều này có thể báo hiệu điềm xấu cho quần thể cá rô. Nhưng đây không phải là mối quan tâm của chúng ta, phải không?",
  "We bring dire news to you from Brindleton Bay. Mayor Whiskers and his army of clawed minions continue to menace the winged inhabitants of Whiskerman's Wharf. We must bide our time.": "Chúng tôi mang đến tin dữ cho bạn từ Vịnh Brindleton. Thị trưởng Whiskers và đội quân tay sai có móng vuốt của hắn tiếp tục đe dọa những cư dân có cánh của Bến Tàu Whiskerman. Chúng ta phải chờ thời.",
  "Word has spread through the Collective about a highly dangerous \"Doodlepip\" on the loose. Some argue this \"Doodlepip\" never existed to begin with, while others argue that line of thinking is exactly what \"Doodlepip\" would want you to believe. One thing is certain: we have our top birds on the case. Top. Birds. ": "Tin đồn đã lan truyền trong Hội về một \"Doodlepip\" cực kỳ nguy hiểm đang lẩn trốn. Một số người cho rằng \"Doodlepip\" này chưa bao giờ tồn tại, trong khi những người khác cho rằng lối suy nghĩ đó chính xác là điều mà \"Doodlepip\" muốn bạn tin. Một điều chắc chắn: chúng ta đã có những chú chim hàng đầu của mình trong vụ này. Hàng đầu. Những chú chim.",
  "The Free-Roaming Chicken Commune of Windenburg report that our dear friend Emily has been ill-tempered of late. Something in the water, we suppose - quite literally!": "Công xã Gà Đi Lại Tự Do của Windenburg báo cáo rằng người bạn thân yêu của chúng ta, Emily, gần đây trở nên khó tính. Chúng tôi cho rằng có điều gì đó trong nước - theo đúng nghĩa đen!",
  "(From Socializing with a Sim from a Past Life)": "(Từ Việc Giao Lưu Với Một Sim Từ Kiếp Trước)",
  "C69AB144": "Những con vịt cổ xanh ở San Sequoia đang xôn xao: Whiteclaw, con cá sấu bạch tạng nổi tiếng, đã tuyên bố một thỏa thuận ngừng bắn vĩnh viễn giữa tất cả các loài gia cầm và bản thân hắn. Điều này có thể báo hiệu điềm xấu cho quần thể cá rô. Nhưng đây không phải là mối quan tâm của chúng ta, phải không?",
  "B9BBC0BB": "Chúng tôi mang đến tin dữ cho bạn từ Vịnh Brindleton. Thị trưởng Whiskers và đội quân tay sai có móng vuốt của hắn tiếp tục đe dọa những cư dân có cánh của Bến Tàu Whiskerman. Chúng ta phải chờ thời.",
  "23E15FED": "Tin đồn đã lan truyền trong Hội về một \"Doodlepip\" cực kỳ nguy hiểm đang lẩn trốn. Một số người cho rằng \"Doodlepip\" này chưa bao giờ tồn tại, trong khi những người khác cho rằng lối suy nghĩ đó chính xác là điều mà \"Doodlepip\" muốn bạn tin. Một điều chắc chắn: chúng ta đã có những chú chim hàng đầu của mình trong vụ này. Hàng đầu. Những chú chim.",
  "89E0C23E": "Công xã Gà Đi Lại Tự Do của Windenburg báo cáo rằng người bạn thân yêu của chúng ta, Emily, gần đây trở nên khó tính. Chúng tôi cho rằng có điều gì đó trong nước - theo đúng nghĩa đen!",
  "D8D19D44": "(Từ Việc Giao Lưu Với Một Sim Từ Kiếp Trước)",
  "(From Recognizing a Sim from a Past Life)": "(Từ Việc Nhận Ra Một Sim Từ Kiếp Trước)",
  "(From Hearing about a Friend's Deathly Dream)": "(Từ Việc Nghe Về Giấc Mơ Chết Chóc Của Một Người Bạn)",
  "(From Learning about the Reaper Career)": "(Từ Việc Tìm Hiểu Về Nghề Nghiệp Thần Chết)",
  "Sorry for your loss. On the Phone, {0.SimFirstName} can select Business and take Family Leave for a Bereavement day off.": "Xin chia buồn cùng bạn. Trên Điện Thoại, {0.SimFirstName} có thể chọn Công Việc và xin Nghỉ Phép Gia Đình để được nghỉ một ngày tang.",
  "491F4F0D": "(Từ Việc Nhận Ra Một Sim Từ Kiếp Trước)",
  "BD834946": "(Từ Việc Giao Lưu Với Một Sim Từ Kiếp Trước)",
  "6B32797F": "(Từ Việc Nghe Về Giấc Mơ Chết Chóc Của Một Người Bạn)",
  "AE7E822D": "(Từ Việc Tìm Hiểu Về Nghề Nghiệp Thần Chết)",
  "5322DA7A": "Xin chia buồn cùng bạn. Trên Điện Thoại, {0.SimFirstName} có thể chọn Công Việc và xin Nghỉ Phép Gia Đình để được nghỉ một ngày tang.",
  "This bed will never quite be the same, since a Sim has passed away while sleeping in it. Perhaps a bit of their spirit still haunts the bed...": "Chiếc giường này sẽ không bao giờ còn như cũ nữa, vì một Sim đã qua đời khi đang ngủ trên đó. Có lẽ một chút linh hồn của họ vẫn còn ám ảnh chiếc giường...",
  "(From Reading Theories)": "(Từ Việc Đọc Các Học Thuyết)",
  "(From Career)": "(Từ Nghề Nghiệp)",
  "(From Work)": "(Từ Công Việc)",
  "Congratulations on receiving your Forensic Safety Certification!": "Chúc mừng bạn đã nhận được Chứng Nhận An Toàn Pháp Y!",
  "793EF688": "Chiếc giường này sẽ không bao giờ còn như cũ nữa, vì một Sim đã qua đời khi đang ngủ trên đó. Có lẽ một chút linh hồn của họ vẫn còn ám ảnh chiếc giường...",
  "E6A52E2F": "(Từ Việc Đọc Các Học Thuyết)",
  "C361231D": "(Từ Nghề Nghiệp)",
  "81EF791F": "(Từ Công Việc)",
  "D46E24B7": "Chúc mừng bạn đã nhận được Chứng Nhận An Toàn Pháp Y!",
  "Undertaker Career": "Nghề Nghiệp Chuyên Viên Mai Táng",
  "Congratulations on achieving full certification in the Mortuary field!": "Chúc mừng bạn đã đạt được chứng nhận đầy đủ trong lĩnh vực Nhà Xác!",
  "Relationship Gain with Grim": "Tăng Mối Quan Hệ Với Thần Chết",
  "Relationship Loss with Grim": "Giảm Mối Quan Hệ Với Thần Chết",
  "(From Analyzing Death Trends)": "(Từ Việc Phân Tích Các Xu Hướng Tử Vong)",
  "F7C631F5": "Nghề Nghiệp Chuyên Viên Mai Táng",
  "201158C3": "Chúc mừng bạn đã đạt được chứng nhận đầy đủ trong lĩnh vực Nhà Xác!",
  "8B0F6E6D": "Tăng Mối Quan Hệ Với Thần Chết",
  "E3F807A4": "Giảm Mối Quan Hệ Với Thần Chết",
  "600EFD33": "(Từ Việc Phân Tích Các Xu Hướng Tử Vong)",
  "(From Quality Checking the Netherworld)": "(Từ Việc Kiểm Tra Chất Lượng Thế Giới Bên Kia)",
  "(From Scrying for Lost Souls)": "(Từ Việc Tìm Kiếm Linh Hồn Lạc Lõng)",
  "The Netherworld Department of Death": "Phòng Ban Chết Chóc của Thế Giới Bên Kia",
  "Reaper Training": "Huấn Luyện Thần Chết",
  "Reaping is harder than it looks!\\n\\nSuccessful Reapings depend the on Prep Work completed at the office prior to going out on assignment. Prep work includes interactions such as Practice Reaping, Researching Assignment, and Performing Scythe Maintenance.\\n\\nThe chosen Reap Style for Collecting a Soul also contributes to a successful Reap. Choosing a more difficult or lazy Reaping Style, like Collect Soul Flamboyantly, Collect Soul Like Grim, or Collect Soul Lazily, may result in a higher chance of failure. Choosing a safer Reaping Style, such as Collect Soul and Collect Soul Carefully, have higher chance of success.\\n\\nAs they say, If at first you don't succeed try, try and try again!": "Hái gặt khó hơn vẻ ngoài!\n\nHái gặt thành công phụ thuộc vào Công Tác Chuẩn Bị hoàn thành tại văn phòng trước khi đi làm nhiệm vụ. Công tác chuẩn bị bao gồm các tương tác như Thực Hành Hái Gặt, Nghiên Cứu Nhiệm Vụ và Thực Hiện Bảo Trì Lưỡi Hái.\n\nKiểu Hái Gặt được chọn để Thu Thập Linh Hồn cũng góp phần vào việc Hái Gặt thành công. Chọn một Kiểu Hái Gặt khó hơn hoặc lười biếng, như Thu Thập Linh Hồn Hào Nhoáng, Thu Thập Linh Hồn Như Grim hoặc Thu Thập Linh Hồn Lười Biếng, có thể dẫn đến khả năng thất bại cao hơn. Chọn một Kiểu Hái Gặt an toàn hơn, chẳng hạn như Thu Thập Linh Hồn và Thu Thập Linh Hồn Cẩn Thận, có khả năng thành công cao hơn.\n\nNhư người ta thường nói, Nếu ban đầu bạn không thành công, hãy thử, thử và thử lại!",
  "95BE741E": "(Từ Việc Kiểm Tra Chất Lượng Thế Giới Bên Kia)",
  "1BC0E576": "(Từ Việc Tìm Kiếm Linh Hồn Lạc Lõng)",
  "687F7287": "Phòng Ban Chết Chóc của Thế Giới Bên Kia",
  "305ACAC8": "Huấn Luyện Thần Chết",
  "EAE0D464": "Hái gặt khó hơn vẻ ngoài!\n\nHái gặt thành công phụ thuộc vào Công Tác Chuẩn Bị hoàn thành tại văn phòng trước khi đi làm nhiệm vụ. Công tác chuẩn bị bao gồm các tương tác như Thực Hành Hái Gặt, Nghiên Cứu Nhiệm Vụ và Thực Hiện Bảo Trì Lưỡi Hái.\n\nKiểu Hái Gặt được chọn để Thu Thập Linh Hồn cũng góp phần vào việc Hái Gặt thành công. Chọn một Kiểu Hái Gặt khó hơn hoặc lười biếng, như Thu Thập Linh Hồn Hào Nhoáng, Thu Thập Linh Hồn Như Grim hoặc Thu Thập Linh Hồn Lười Biếng, có thể dẫn đến khả năng thất bại cao hơn. Chọn một Kiểu Hái Gặt an toàn hơn, chẳng hạn như Thu Thập Linh Hồn và Thu Thập Linh Hồn Cẩn Thận, có khả năng thành công cao hơn.\n\nNhư người ta thường nói, Nếu ban đầu bạn không thành công, hãy thử, thử và thử lại!",
  "Soul Collection Failure": "Hái Gặt Linh Hồn Thất Bại",
  "(From Discussing Deathly Business)": "(Từ Việc Thảo Luận Công Việc Chết Chóc)",
  "Grim greatly approves such a stylish reaping action!": "Grim rất tán thành hành động hái gặt đầy phong cách như vậy!",
  "{0.SimFirstName}'s investigation is going poorly, steering {0.SimPronounObjective} further away from the truth.": "Cuộc điều tra của {0.SimFirstName} đang diễn ra tồi tệ, khiến {0.SimPronounObjective} ngày càng rời xa sự thật.",
  "Grim doesn't appreciate the question. {0.SimFirstName} is flustered and further away from the answer as ever.": "Grim không đánh giá cao câu hỏi này. {0.SimFirstName} bối rối và càng ngày càng xa câu trả lời hơn bao giờ hết.",
  "67A0CA22": "Hái Gặt Linh Hồn Thất Bại",
  "B89D1B02": "(Từ Việc Thảo Luận Công Việc Chết Chóc)",
  "28CC73F3": "Grim rất tán thành hành động hái gặt đầy phong cách như vậy!",
  "59E43256": "Cuộc điều tra của {0.SimFirstName} đang diễn ra tồi tệ, khiến {0.SimPronounObjective} ngày càng rời xa sự thật.",
  "B50C2C02": "Grim không đánh giá cao câu hỏi này. {0.SimFirstName} bối rối và càng ngày càng xa câu trả lời hơn bao giờ hết.",
  "{0.SimFirstName} makes an incredible deduction.": "{0.SimFirstName} đưa ra một suy luận đáng kinh ngạc.",
  "{0.SimFirstName} is making small steps towards the cause of death.": "{0.SimFirstName} đang thực hiện những bước nhỏ hướng tới nguyên nhân cái chết.",
  "Grim gives excellent advice. {0.SimFirstName} is closing in on the cause of death!": "Grim đưa ra lời khuyên tuyệt vời. {0.SimFirstName} đang tiến gần đến nguyên nhân cái chết!",
  "Great forensics! {0.SimFirstName} has investigated the Sim and surrounding evidence thoroughly. Determine Cause of Death is now available for {0.SimPronounObjective} to confidently prescribe.": "Pháp y tuyệt vời! {0.SimFirstName} đã điều tra kỹ lưỡng Sim và các bằng chứng xung quanh. Giờ đây, {0.SimPronounObjective} có thể tự tin kê đơn Xác Định Nguyên Nhân Cái Chết.",
  "Investigation Report": "Báo Cáo Điều Tra",
  "27B54D4C": "{0.SimFirstName} đưa ra một suy luận đáng kinh ngạc.",
  "B91D682B": "{0.SimFirstName} đang thực hiện những bước nhỏ hướng tới nguyên nhân cái chết.",
  "A6792906": "Grim đưa ra lời khuyên tuyệt vời. {0.SimFirstName} đang tiến gần đến nguyên nhân cái chết!",
  "C132E981": "Pháp y tuyệt vời! {0.SimFirstName} đã điều tra kỹ lưỡng Sim và các bằng chứng xung quanh. Giờ đây, {0.SimPronounObjective} có thể tự tin kê đơn Xác Định Nguyên Nhân Cái Chết.",
  "6BE59E4C": "Báo Cáo Điều Tra",
  "Investigation Findings": "Kết Quả Điều Tra",
  "(From Writing Reaper Training Manual)": "(Từ Việc Viết Sổ Tay Huấn Luyện Thần Chết)",
  "(From Planning the Schedule)": "(Từ Việc Lên Kế Hoạch Lịch Trình)",
  "(From Preparing to Reap)": "(Từ Việc Chuẩn Bị Hái Gặt)",
  "Sometimes Reapers have to deal with the emotional side of death. You have been tasked to handle an Emotional Reaping, which comes with the heavy burden of a loved one's cries to Revive the deceased. You will need to Listen to Plea before deciding to claim this Soul. Choose wisely.": "Đôi khi Thần Chết phải đối phó với khía cạnh cảm xúc của cái chết. Bạn đã được giao nhiệm vụ xử lý một Vụ Hái Gặt Cảm Xúc, đi kèm với gánh nặng lớn là tiếng khóc của người thân yêu để Hồi Sinh người đã khuất. Bạn sẽ cần Lắng Nghe Lời Khẩn Cầu trước khi quyết định đòi lại Linh Hồn này. Hãy lựa chọn một cách khôn ngoan.",
  "8DBA2838": "Kết Quả Điều Tra",
  "CFD8D86D": "(Từ Việc Viết Sổ Tay Huấn Luyện Thần Chết)",
  "8648D13C": "(Từ Việc Lên Kế Hoạch Lịch Trình)",
  "B8C96744": "(Từ Việc Chuẩn Bị Hái Gặt)",
  "55FCCCFF": "Đôi khi Thần Chết phải đối phó với khía cạnh cảm xúc của cái chết. Bạn đã được giao nhiệm vụ xử lý một Vụ Hái Gặt Cảm Xúc, đi kèm với gánh nặng lớn là tiếng khóc của người thân yêu để Hồi Sinh người đã khuất. Bạn sẽ cần Lắng Nghe Lời Khẩn Cầu trước khi quyết định đòi lại Linh Hồn này. Hãy lựa chọn một cách khôn ngoan.",
  "(From Reaping a Cowplant)": "(Từ Việc Hái Gặt Cây Bò)",
  "A very skilled and respectful reaping that was a joy to behold!": "Một vụ hái gặt rất khéo léo và đáng kính, thật là một niềm vui khi được chứng kiến!",
  "Bystander Review": "Đánh Giá Của Người Ngoài Cuộc",
  "Amateur hacking on display. Very poor. ": "Trình diễn hack nghiệp dư. Rất tệ.",
  "For this period, Grim feels that an Above-Target rating is warranted. ": "Trong giai đoạn này, Grim cảm thấy rằng xếp hạng Trên Mục Tiêu là xứng đáng.",
  "A1AF7C51": "(Từ Việc Hái Gặt Cây Bò)",
  "21B7939B": "Một vụ hái gặt rất khéo léo và đáng kính, thật là một niềm vui khi được chứng kiến!",
  "506B3C34": "Đánh Giá Của Người Ngoài Cuộc",
  "246046D6": "Trình diễn hack nghiệp dư. Rất tệ.",
  "1DB0CBA8": "Trong giai đoạn này, Grim cảm thấy rằng xếp hạng Trên Mục Tiêu là xứng đáng.",
  "Grim Assessment": "Đánh Giá Của Grim",
  "For this period, Grim feels that performance is lacking with a Below-Target rating.": "Trong giai đoạn này, Grim cảm thấy rằng hiệu suất đang thiếu với xếp hạng Dưới Mục Tiêu.",
  "Reaping Self-Assessment Submitted": "Đã Gửi Tự Đánh Giá Hái Gặt",
  "Congratulations on submitting your Reaping Self-Assessment. Grim will evaluate and provide measured feedback in due course.": "Chúc mừng bạn đã gửi Tự Đánh Giá Hái Gặt của mình. Grim sẽ đánh giá và cung cấp phản hồi có chừng mực trong thời gian thích hợp.",
  "Felt good about the level of service, despite the circumstances.": "Cảm thấy hài lòng về mức độ dịch vụ, bất chấp hoàn cảnh.",
  "701B4A3F": "Đánh Giá Của Grim",
  "91E63C70": "Trong giai đoạn này, Grim cảm thấy rằng hiệu suất đang thiếu với xếp hạng Dưới Mục Tiêu.",
  "D11F66F7": "Đã Gửi Tự Đánh Giá Hái Gặt",
  "61458903": "Chúc mừng bạn đã gửi Tự Đánh Giá Hái Gặt của mình. Grim sẽ đánh giá và cung cấp phản hồi có chừng mực trong thời gian thích hợp.",
  "7F424BCB": "Cảm thấy hài lòng về mức độ dịch vụ, bất chấp hoàn cảnh.",
  "Deceased Review": "Đánh Giá Của Người Đã Khuất",
  "What an amateur send-off. Would give 0 star if possible.": "Thật là một màn tiễn đưa nghiệp dư. Sẽ cho 0 sao nếu có thể.",
  "Congratulations on achieving your weekly Souls Quota! What an accomplishment! A Reward may be collected from Grim's Box-O-Fun(eral) located in front of his desk.": "Chúc mừng bạn đã đạt được Hạn Ngạch Linh Hồn hàng tuần! Thật là một thành tích! Phần Thưởng có thể được nhận từ Hộp-Vui-Vẻ(Tang)-Của-Grim nằm phía trước bàn làm việc của anh ấy.",
  "There's an afterlife emergency! The Netherworld Portal has malfunctioned, causing things from the other side to spill over into this world. Grim really needs your help to get things back in order, hazard pay not included!": "Có một trường hợp khẩn cấp ở thế giới bên kia! Cổng Thế Giới Bên Kia đã bị trục trặc, khiến mọi thứ từ phía bên kia tràn sang thế giới này. Grim thực sự cần sự giúp đỡ của bạn để đưa mọi thứ trở lại trật tự, không bao gồm phụ cấp nguy hiểm!",
  "EMERGENCY": "KHẨN CẤP",
  "60BB82F9": "Đánh Giá Của Người Đã Khuất",
  "AA5BB81B": "Thật là một màn tiễn đưa nghiệp dư. Sẽ cho 0 sao nếu có thể.",
  "6872F494": "Chúc mừng bạn đã đạt được Hạn Ngạch Linh Hồn hàng tuần! Thật là một thành tích! Phần Thưởng có thể được nhận từ Hộp-Vui-Vẻ(Tang)-Của-Grim nằm phía trước bàn làm việc của anh ấy.",
  "B7C0A227": "Có một trường hợp khẩn cấp ở thế giới bên kia! Cổng Thế Giới Bên Kia đã bị trục trặc, khiến mọi thứ từ phía bên kia tràn sang thế giới này. Grim thực sự cần sự giúp đỡ của bạn để đưa mọi thứ trở lại trật tự, không bao gồm phụ cấp nguy hiểm!",
  "399255A5": "KHẨN CẤP",
  "Unfortunately the weekly Souls Quota was not met. Better luck next time!": "Rất tiếc, Hạn Ngạch Linh Hồn hàng tuần đã không đạt được. Chúc bạn may mắn lần sau!",
  "(From Failing to Meet the Soul Quota)": "(Từ Việc Không Đạt Được Hạn Ngạch Linh Hồn)",
  "(From Meeting the Soul Quota)": "(Từ Việc Đạt Được Hạn Ngạch Linh Hồn)",
  "You have one day remaining to reach your Soul Quota before Grim reviews the reaping reports. Happy Reaping!": "Bạn còn một ngày nữa để đạt được Hạn Ngạch Linh Hồn của mình trước khi Grim xem xét các báo cáo hái gặt. Chúc bạn hái gặt vui vẻ!",
  "{0.SimFirstName} has given {1.SimFirstName} a Deathly Gift of:\\n\\n{2.String}": "{0.SimFirstName} đã tặng cho {1.SimFirstName} một Món Quà Chết Chóc là:\n\n{2.String}",
  "E7269ECD": "Rất tiếc, Hạn Ngạch Linh Hồn hàng tuần đã không đạt được. Chúc bạn may mắn lần sau!",
  "8B2C14ED": "(Từ Việc Không Đạt Được Hạn Ngạch Linh Hồn)",
  "658D1A39": "(Từ Việc Đạt Được Hạn Ngạch Linh Hồn)",
  "A56BFE87": "Bạn còn một ngày nữa để đạt được Hạn Ngạch Linh Hồn của mình trước khi Grim xem xét các báo cáo hái gặt. Chúc bạn hái gặt vui vẻ!",
  "82D84345": "{0.SimFirstName} đã tặng cho {1.SimFirstName} một Món Quà Chết Chóc là:\n\n{2.String}",
  "(From Cryptic Handshake)": "(Từ Bắt Tay Bí Ẩn)",
  "(From Having a Near-Death Experience)": "(Từ Việc Có Trải Nghiệm Cận Kề Cái Chết)",
  "With trepidation, {0.SimFirstName} opened the box from a supposed \"stranger\" to see what's inside. {0.SimPronounSubjective} received...\\n\\n{2.String}\\n\\nIt can be found in {0.SimPronounPossessiveDependent} personal inventory.": "Với sự lo lắng, {0.SimFirstName} đã mở chiếc hộp từ một \"người lạ\" giả định để xem bên trong có gì. {0.SimPronounSubjective} đã nhận được...\n\n{2.String}\n\nBạn có thể tìm thấy nó trong hành trang cá nhân của {0.SimPronounPossessiveDependent}.",
  "Gift from a stranger": "Quà từ một người lạ",
  "Someone is ALWAYS watching you <font color='#000000'>♥</font>": "Ai đó LUÔN LUÔN theo dõi bạn <font color='#000000'>♥</font>",
  "D422F020": "(Từ Bắt Tay Bí Ẩn)",
  "CD3D60C4": "(Từ Việc Có Trải Nghiệm Cận Kề Cái Chết)",
  "22375D01": "Với sự lo lắng, {0.SimFirstName} đã mở chiếc hộp từ một \"người lạ\" giả định để xem bên trong có gì. {0.SimPronounSubjective} đã nhận được...\n\n{2.String}\n\nBạn có thể tìm thấy nó trong hành trang cá nhân của {0.SimPronounPossessiveDependent}.",
  "E355345F": "Quà từ một người lạ",
  "36D00F24": "Ai đó LUÔN LUÔN theo dõi bạn <font color='#000000'>♥</font>",
  "Can it be from a ghost? Grim? An Angling Ace with an impressive overstock problem? Who knows!": "Có thể là từ một con ma không? Grim chăng? Một Cao Thủ Câu Cá với vấn đề hàng tồn kho ấn tượng? Ai mà biết được!",
  "A gift with no sender? Hmmm that's unusual...": "Một món quà không có người gửi? Hmmm, điều đó thật bất thường...",
  "{0.SimFirstName} has earned extra Satisfaction Points for completing a level of an aspiration. With the knowledge that death is a certainty comes a heightened sense of urgency—it's best for {0.SimPronounObjective} to achieve what {0.SimPronounSubjective} can, while still around to enjoy the rewards of {0.SimPronounPossessiveDependent} hard work.": "{0.SimFirstName} đã kiếm thêm Điểm Hài Lòng vì đã hoàn thành một cấp độ của một khát vọng. Với kiến thức rằng cái chết là một điều chắc chắn, một cảm giác cấp bách tăng cao—tốt nhất là {0.SimPronounObjective} nên đạt được những gì {0.SimPronounSubjective} có thể, trong khi vẫn còn ở xung quanh để tận hưởng những phần thưởng từ công việc khó khăn của {0.SimPronounPossessiveDependent}.",
  "(From Exploring the Crypt)": "(Từ Việc Khám Phá Hầm Mộ)",
  "{0.SimFirstName} spots a beam of light illuminating a hidden corridor.": "{0.SimFirstName} phát hiện ra một chùm ánh sáng chiếu sáng một hành lang bí mật.",
  "5CFCEC81": "Có thể là từ một con ma không? Grim chăng? Một Cao Thủ Câu Cá với vấn đề hàng tồn kho ấn tượng? Ai mà biết được!",
  "847CC5CE": "Một món quà không có người gửi? Hmmm, điều đó thật bất thường...",
  "86A2E0B1": "{0.SimFirstName} đã kiếm thêm Điểm Hài Lòng vì đã hoàn thành một cấp độ của một khát vọng. Với kiến thức rằng cái chết là một điều chắc chắn, một cảm giác cấp bách tăng cao—tốt nhất là {0.SimPronounObjective} nên đạt được những gì {0.SimPronounSubjective} có thể, trong khi vẫn còn ở xung quanh để tận hưởng những phần thưởng từ công việc khó khăn của {0.SimPronounPossessiveDependent}.",
  "76130B17": "(Từ Việc Khám Phá Hầm Mộ)",
  "39B08721": "{0.SimFirstName} phát hiện ra một chùm ánh sáng chiếu sáng một hành lang bí mật.",
  "(From Crypt {T0.Mess Around}{DAE0.WooHoo})": "(Từ Hầm Mộ {T0.Nghịch Ngợm}{DAE0.WooHoo})",
  "Grim grants {1.SimFirstName} a reprieve from death and takes their prize of a Death Frog from {0.SimFirstName}.": "Grim ban cho {1.SimFirstName} sự ân xá khỏi cái chết và lấy giải thưởng là một Con Ếch Tử Thần từ {0.SimFirstName}.",
  "Death Frog Clemency": "Sự Khoan Hồng Của Ếch Tử Thần",
  "{0.SimFirstName} was able to find a frog in the fountain! Unfortunately, it wasn't the Elusive Death Frog. {0.SimPronounSubjective|xxUpper} can continue the search after some time has passed.": "{0.SimFirstName} đã tìm thấy một con ếch trong đài phun nước! Thật không may, đó không phải là Ếch Tử Thần Khó Nắm Bắt. {0.SimPronounSubjective|xxUpper} có thể tiếp tục tìm kiếm sau một khoảng thời gian.",
  "{0.SimFirstName} found a rare Death Frog and has won the contest! Here are some Simoleons for your efforts. We also hear it's particularly phantasmal when cooked in the Boiling Death Frog Hot Pot recipe. In a good way, of course. ": "{0.SimFirstName} đã tìm thấy một Con Ếch Tử Thần quý hiếm và đã thắng cuộc thi! Đây là một số Simoleon cho những nỗ lực của bạn. Chúng tôi cũng nghe nói nó đặc biệt ma mị khi được nấu trong công thức Lẩu Ếch Tử Thần Sôi Sục. Tất nhiên là theo một cách tốt.",
  "14DD65CA": "(Từ Hầm Mộ {T0.Nghịch Ngợm}{DAE0.WooHoo})",
  "C5CEB2BB": "Grim ban cho {1.SimFirstName} sự ân xá khỏi cái chết và lấy giải thưởng là một Con Ếch Tử Thần từ {0.SimFirstName}.",
  "B51B0669": "Sự Khoan Hồng Của Ếch Tử Thần",
  "14A7F751": "{0.SimFirstName} đã tìm thấy một con ếch trong đài phun nước! Thật không may, đó không phải là Ếch Tử Thần Khó Nắm Bắt. {0.SimPronounSubjective|xxUpper} có thể tiếp tục tìm kiếm sau một khoảng thời gian.",
  "F040A0B4": "{0.SimFirstName} đã tìm thấy một Con Ếch Tử Thần quý hiếm và đã thắng cuộc thi! Đây là một số Simoleon cho những nỗ lực của bạn. Chúng tôi cũng nghe nói nó đặc biệt ma mị khi được nấu trong công thức Lẩu Ếch Tử Thần Sôi Sục. Tất nhiên là theo một cách tốt.",
  "<b>Festival Details:</b> Every Mon, Wed, Fri 6PM to 11PM or every Tues and Thurs 10AM to 4PM by the central area next to Club Eternity in Mourningvale.\\n\\nFeeling overwhelmed or in need of support? The Afterlife Anonymous is your go-to sanctuary! Gather with fellow ghosts and sympathetic Sims for a support session. Share your experiences at the podium, enjoy comforting potluck dishes, and find solace in heartfelt conversations. Whether you’re a ghost or a grieving Sim, it’s the perfect place to find support and camaraderie!": "<b>Thông tin chi tiết về Lễ hội:</b> Vào các ngày Thứ Hai, Thứ Tư, Thứ Sáu từ 6 giờ chiều đến 11 giờ tối hoặc vào các ngày Thứ Ba và Thứ Năm từ 10 giờ sáng đến 4 giờ chiều tại khu vực trung tâm bên cạnh Câu lạc bộ Eternity ở Mourningvale.\n\nCảm thấy choáng ngợp hoặc cần được hỗ trợ? Afterlife Anonymous là nơi tôn nghiêm dành cho bạn! Tập hợp với những hồn ma đồng nghiệp và những Sim thông cảm để tham gia một buổi hỗ trợ. Chia sẻ kinh nghiệm của bạn tại bục giảng, thưởng thức các món ăn tự chọn thoải mái và tìm thấy sự an ủi trong các cuộc trò chuyện chân thành. Cho dù bạn là một hồn ma hay một Sim đang đau buồn, thì đó là nơi hoàn hảo để tìm kiếm sự hỗ trợ và tình bạn!",
  "Afterlife Anonymous": "Afterlife Anonymous",
  "Looks like you've already gotten this Moon's Whisper, Kiddo! Here's what you will learn about if you come back on each Lunar Phase:\\n\\n• <b>New Moon</b>: Whispering Glen Crater\\n• <b>Waxing Crescent</b>: The Baleful Bog\\n• <b>First Quarter</b>: Alice and her Offspring\\n• <b>Waxing Gibbous</b>: Moppy the Goat\\n• <b>Full Moon</b>: The Ancestor\\n• <b>Waning Gibbous</b>: Specters\\n• <b>Third Quarter</b>: Ravenwood\\n• <b>Waning Crescent</B>: Me!": "Có vẻ như con đã nhận được Lời Thì Thầm Mặt Trăng này rồi, nhóc ạ! Đây là những gì con sẽ học được nếu con quay lại vào mỗi Pha Mặt Trăng:\n\n• <b>Trăng Non</b>: Miệng núi lửa Whispering Glen\n• <b>Trăng Lưỡi Liềm Đầu Tháng</b>: Đầm Lầy Ám Ảnh\n• <b>Trăng Bán Nguyệt Đầu Tháng</b>: Alice và Hậu Duệ của cô ấy\n• <b>Trăng Khuyết Đầu Tháng</b>: Dê Moppy\n• <b>Trăng Tròn</b>: Tổ Tiên\n• <b>Trăng Khuyết Cuối Tháng</b>: Bóng Ma\n• <b>Trăng Bán Nguyệt Cuối Tháng</b>: Ravenwood\n• <b>Trăng Lưỡi Liềm Cuối Tháng</b>: Ta!",
  "The Tree has <b>magically</b> taken care of all of {0.SimFirstName}'s basic needs!\\n\\n• <b>Bladder:</b> Contents evaporated.\\n• <b>Hunger:</b> Belly is now full of something...kind of disturbing, but okay.\\n• <b>Energy:</b> Not sure what magic is flowing in {0.SimPronounPossessiveDependent} veins right now, but <i>feelin' good</i>!\\n• <b>Fun:</b> If going into a tree and getting needs sorted out isn't fun, then what do kids today consider fun anymore?\\n• <b>Social:</b> {0.SimFirstName}'s Internal monolog got externalized during the entire experience.\\n• <b>Hygiene:</b> Bathed in sap and <i>lookin' beautiful</i>.": "Cây đã <b>phù phép</b> chăm sóc tất cả các nhu cầu cơ bản của {0.SimFirstName}!\n\n• <b>Bàng Quang:</b> Chất chứa bốc hơi.\n• <b>Đói:</b> Bụng bây giờ đã no một thứ gì đó... hơi khó chịu, nhưng không sao.\n• <b>Năng Lượng:</b> Không chắc chắn ma thuật gì đang chảy trong huyết quản của {0.SimPronounPossessiveDependent} ngay bây giờ, nhưng <i>cảm thấy tốt</i>!\n• <b>Vui Vẻ:</b> Nếu việc đi vào một cái cây và giải quyết các nhu cầu không phải là niềm vui, thì bọn trẻ ngày nay còn coi điều gì là niềm vui nữa?\n• <b>Xã Hội:</b> Độc thoại nội tâm của {0.SimFirstName} đã được ngoại hóa trong toàn bộ trải nghiệm.\n• <b>Vệ Sinh:</b> Tắm trong nhựa cây và <i>trông xinh đẹp</i>.",
  "Needs Refilled!": "Đã Nạp Lại Nhu Cầu!",
  "872F6D9A": "<b>Thông tin chi tiết về Lễ hội:</b> Vào các ngày Thứ Hai, Thứ Tư, Thứ Sáu từ 6 giờ chiều đến 11 giờ tối hoặc vào các ngày Thứ Ba và Thứ Năm từ 10 giờ sáng đến 4 giờ chiều tại khu vực trung tâm bên cạnh Câu lạc bộ Eternity ở Mourningvale.\n\nCảm thấy choáng ngợp hoặc cần được hỗ trợ? Afterlife Anonymous là nơi tôn nghiêm dành cho bạn! Tập hợp với những hồn ma đồng nghiệp và những Sim thông cảm để tham gia một buổi hỗ trợ. Chia sẻ kinh nghiệm của bạn tại bục giảng, thưởng thức các món ăn tự chọn thoải mái và tìm thấy sự an ủi trong các cuộc trò chuyện chân thành. Cho dù bạn là một hồn ma hay một Sim đang đau buồn, thì đó là nơi hoàn hảo để tìm kiếm sự hỗ trợ và tình bạn!",
  "8F5380AA": "Afterlife Anonymous",
  "3D6001C2": "Có vẻ như con đã nhận được Lời Thì Thầm Mặt Trăng này rồi, nhóc ạ! Đây là những gì con sẽ học được nếu con quay lại vào mỗi Pha Mặt Trăng:\n\n• <b>Trăng Non</b>: Miệng núi lửa Whispering Glen\n• <b>Trăng Lưỡi Liềm Đầu Tháng</b>: Đầm Lầy Ám Ảnh\n• <b>Trăng Bán Nguyệt Đầu Tháng</b>: Alice và Hậu Duệ của cô ấy\n• <b>Trăng Khuyết Đầu Tháng</b>: Dê Moppy\n• <b>Trăng Tròn</b>: Tổ Tiên\n• <b>Trăng Khuyết Cuối Tháng</b>: Bóng Ma\n• <b>Trăng Bán Nguyệt Cuối Tháng</b>: Ravenwood\n• <b>Trăng Lưỡi Liềm Cuối Tháng</b>: Ta!",
  "9FEC9EC1": "Cây đã <b>phù phép</b> chăm sóc tất cả các nhu cầu cơ bản của {0.SimFirstName}!\n\n• <b>Bàng Quang:</b> Chất chứa bốc hơi.\n• <b>Đói:</b> Bụng bây giờ đã no một thứ gì đó... hơi khó chịu, nhưng không sao.\n• <b>Năng Lượng:</b> Không chắc chắn ma thuật gì đang chảy trong huyết quản của {0.SimPronounPossessiveDependent} ngay bây giờ, nhưng <i>cảm thấy tốt</i>!\n• <b>Vui Vẻ:</b> Nếu việc đi vào một cái cây và giải quyết các nhu cầu không phải là niềm vui, thì bọn trẻ ngày nay còn coi điều gì là niềm vui nữa?\n• <b>Xã Hội:</b> Độc thoại nội tâm của {0.SimFirstName} đã được ngoại hóa trong toàn bộ trải nghiệm.\n• <b>Vệ Sinh:</b> Tắm trong nhựa cây và <i>trông xinh đẹp</i>.",
  "8FF6BD2B": "Đã Nạp Lại Nhu Cầu!",
  "(From Winning Chess against Grim)": "(Từ Việc Thắng Cờ với Grim)",
  "(From Edith)": "(Từ Edith)",
  "Ravenwood Rumors": "Tin Đồn Ravenwood",
  "This tree was long gnarled and elderly, even before I came to find myself tied here somehow. It has a pull to it; it truly does seem like a guarding force that protects and watches over me. Sometimes, Sims will come and offer gifts to it. I've always felt as if trees could communicate with one another somehow, and after all this time...in a way, I think I can communicate with the Guardian Tree myself. ": "Cái cây này đã già cỗi và ngoằn ngoèo từ lâu, ngay cả trước khi tôi đến và thấy mình bị trói ở đây bằng cách nào đó. Nó có một lực hút; nó thực sự có vẻ như một lực lượng bảo vệ, bảo vệ và trông chừng tôi. Đôi khi, các Sim sẽ đến và dâng quà cho nó. Tôi luôn cảm thấy như thể cây cối có thể giao tiếp với nhau bằng cách nào đó, và sau tất cả thời gian này... theo một cách nào đó, tôi nghĩ rằng tôi có thể giao tiếp với Cây Hộ Mệnh.",
  "I used to understand what it meant when someone would ring the bell at that Bell Tower; surely it was used to summon the community and bring them all together to talk. But since I can't go to it, I can only imagine. When I hear it, I think of all the gatherings I've missed with my children over all these years. ": "Tôi từng hiểu ý nghĩa của việc ai đó rung chuông ở Tháp Chuông đó; chắc chắn nó đã được sử dụng để triệu tập cộng đồng và tập hợp tất cả lại để nói chuyện. Nhưng vì tôi không thể đến đó, tôi chỉ có thể tưởng tượng. Khi tôi nghe thấy nó, tôi nghĩ đến tất cả những buổi họp mặt mà tôi đã bỏ lỡ với các con tôi trong suốt những năm qua.",
  "00D5E901": "(Từ Việc Thắng Cờ với Grim)",
  "6A49293F": "(Từ Edith)",
  "EBB55930": "Tin Đồn Ravenwood",
  "92583CCB": "Cái cây này đã già cỗi và ngoằn ngoèo từ lâu, ngay cả trước khi tôi đến và thấy mình bị trói ở đây bằng cách nào đó. Nó có một lực hút; nó thực sự có vẻ như một lực lượng bảo vệ, bảo vệ và trông chừng tôi. Đôi khi, các Sim sẽ đến và dâng quà cho nó. Tôi luôn cảm thấy như thể cây cối có thể giao tiếp với nhau bằng cách nào đó, và sau tất cả thời gian này... theo một cách nào đó, tôi nghĩ rằng tôi có thể giao tiếp với Cây Hộ Mệnh.",
  "F09145B9": "Tôi từng hiểu ý nghĩa của việc ai đó rung chuông ở Tháp Chuông đó; chắc chắn nó đã được sử dụng để triệu tập cộng đồng và tập hợp tất cả lại để nói chuyện. Nhưng vì tôi không thể đến đó, tôi chỉ có thể tưởng tượng. Khi tôi nghe thấy nó, tôi nghĩ đến tất cả những buổi họp mặt mà tôi đã bỏ lỡ với các con tôi trong suốt những năm qua.",
  "Have you had a chance to find my little girl, Edith? You'll find the glowing well that she's made her home over in Crow's Crossing. I don't understand how it happened, but she has such a temper now. I promise you, she was a sweet-tempered, mild little girl before. I feel so sad that I can't travel to see her. If only I could be there to soothe her again.": "Bạn đã có cơ hội tìm thấy cô bé Edith của tôi chưa? Bạn sẽ tìm thấy cái giếng phát sáng mà cô bé đã biến thành nhà của mình ở Crow's Crossing. Tôi không hiểu chuyện gì đã xảy ra, nhưng bây giờ con bé rất nóng tính. Tôi hứa với bạn, trước đây con bé là một cô bé dịu dàng và hiền lành. Tôi cảm thấy rất buồn vì không thể đến thăm con bé. Ước gì tôi có thể ở đó để xoa dịu con bé một lần nữa.",
  "Losing your loved one, even if they're still around as a Ghost Sim, can be hard no matter what. I admit that my approach has always been to just kind of act like things aren't so different after all. With a son in the equation, I guess my calculus was to just make it seem like it was a change but nothing dramatic. ": "Mất đi người thân yêu, ngay cả khi họ vẫn còn ở xung quanh như một Sim Ma, có thể khó khăn cho dù thế nào đi nữa. Tôi thừa nhận rằng cách tiếp cận của tôi luôn là cứ hành động như thể mọi thứ không khác biệt mấy. Với một đứa con trai trong phương trình, tôi đoán tính toán của tôi là chỉ cần làm cho nó có vẻ như đó là một sự thay đổi nhưng không có gì kịch tính.",
  "After Kai died, it was hard to fully adapt and explain everything to Takama. We were able to heal a bit just by putting effort into customizing Kai's gravesite. Takama had a big part in it and we were able to put our own special touch for things that represented Kai the best. We even got to choose which urn or gravestone to use!": "Sau khi Kai qua đời, thật khó để hoàn toàn thích nghi và giải thích mọi thứ cho Takama. Chúng tôi đã có thể hàn gắn một chút chỉ bằng cách nỗ lực tùy chỉnh khu mộ của Kai. Takama đã đóng một vai trò lớn trong đó và chúng tôi đã có thể đặt dấu ấn đặc biệt của riêng mình cho những thứ đại diện cho Kai tốt nhất. Chúng tôi thậm chí còn được chọn sử dụng bình đựng tro cốt hoặc bia mộ nào!",
  "Kai being a Skeptical Sim probably seems absurd given, well, his circumstances. It's certainly interesting to be so sure that something doesn't exist when it's not only right in front of you, but it's literally who you are as well. We all have something we're stubborn about though, don't we?": "Việc Kai là một Sim Hoài Nghi có lẽ có vẻ vô lý vì, à, hoàn cảnh của anh ấy. Chắc chắn là thú vị khi chắc chắn rằng một cái gì đó không tồn tại khi nó không chỉ ở ngay trước mặt bạn, mà nó còn là chính con người bạn nữa. Tuy nhiên, tất cả chúng ta đều có điều gì đó mà chúng ta bướng bỉnh, phải không?",
  "Last time I took Takama to the Ravenwood Family Day, we went for a long walk afterward and ended up stumbling across Edith near her well. Takama was transfixed by her, but I really just wanted to get him out of there; I was pretty scared myself. That head tilt... ": "Lần trước tôi đưa Takama đến Ngày Gia Đình Ravenwood, chúng tôi đã đi dạo một quãng đường dài sau đó và cuối cùng tình cờ gặp Edith gần cái giếng của cô bé. Takama đã bị cô bé mê hoặc, nhưng tôi thực sự chỉ muốn đưa thằng bé ra khỏi đó; bản thân tôi cũng khá sợ hãi. Cái nghiêng đầu đó...",
  "A860CF5F": "Bạn đã có cơ hội tìm thấy cô bé Edith của tôi chưa? Bạn sẽ tìm thấy cái giếng phát sáng mà cô bé đã biến thành nhà của mình ở Crow's Crossing. Tôi không hiểu chuyện gì đã xảy ra, nhưng bây giờ con bé rất nóng tính. Tôi hứa với bạn, trước đây con bé là một cô bé dịu dàng và hiền lành. Tôi cảm thấy rất buồn vì không thể đến thăm con bé. Ước gì tôi có thể ở đó để xoa dịu con bé một lần nữa.",
  "F3B2F496": "Mất đi người thân yêu, ngay cả khi họ vẫn còn ở xung quanh như một Sim Ma, có thể khó khăn cho dù thế nào đi nữa. Tôi thừa nhận rằng cách tiếp cận của tôi luôn là cứ hành động như thể mọi thứ không khác biệt mấy. Với một đứa con trai trong phương trình, tôi đoán tính toán của tôi là chỉ cần làm cho nó có vẻ như đó là một sự thay đổi nhưng không có gì kịch tính.",
  "78DA7594": "Sau khi Kai qua đời, thật khó để hoàn toàn thích nghi và giải thích mọi thứ cho Takama. Chúng tôi đã có thể hàn gắn một chút chỉ bằng cách nỗ lực tùy chỉnh khu mộ của Kai. Takama đã đóng một vai trò lớn trong đó và chúng tôi đã có thể đặt dấu ấn đặc biệt của riêng mình cho những thứ đại diện cho Kai tốt nhất. Chúng tôi thậm chí còn được chọn sử dụng bình đựng tro cốt hoặc bia mộ nào!",
  "50989892": "Việc Kai là một Sim Hoài Nghi có lẽ có vẻ vô lý vì, à, hoàn cảnh của anh ấy. Chắc chắn là thú vị khi chắc chắn rằng một cái gì đó không tồn tại khi nó không chỉ ở ngay trước mặt bạn, mà nó còn là chính con người bạn nữa. Tuy nhiên, tất cả chúng ta đều có điều gì đó mà chúng ta bướng bỉnh, phải không?",
  "CD2F23DA": "Lần trước tôi đưa Takama đến Ngày Gia Đình Ravenwood, chúng tôi đã đi dạo một quãng đường dài sau đó và cuối cùng tình cờ gặp Edith gần cái giếng của cô bé. Takama đã bị cô bé mê hoặc, nhưng tôi thực sự chỉ muốn đưa thằng bé ra khỏi đó; bản thân tôi cũng khá sợ hãi. Cái nghiêng đầu đó...",
  "We moved to Whispering Glen when we wanted to have life at a slightly slower pace, and I absolutely love it here. The Final Draught is where I love to go to unwind after a long day—and I've even seen Sims hold wakes there. It's hard to miss the Ancestor cliff, though I make it a point to go out and observe it for a while anyway. I mean, you gotta go to the Moon Revelry festival sometimes, right?": "Chúng tôi chuyển đến Whispering Glen khi muốn có cuộc sống với nhịp độ chậm hơn một chút và tôi hoàn toàn yêu nơi này. The Final Draught là nơi tôi thích đến để thư giãn sau một ngày dài—và tôi thậm chí còn thấy các Sim tổ chức lễ tưởng niệm ở đó. Thật khó để bỏ lỡ vách đá Tổ Tiên, mặc dù tôi vẫn luôn cố gắng ra ngoài và quan sát nó một lúc. Ý tôi là, đôi khi bạn phải đến lễ hội Moon Revelry, phải không?",
  "I'm not sure if it's jitters since Kai passed away or if it's something else, but I have this feeling like Grim's on my tail, too. The other day I was hit by lightning and then, I was electrocuted when I turned on the TV! I was thinking about going stargazing in Whispering Glen, but I don't think that's a great plan.": "Tôi không chắc đó là sự bồn chồn kể từ khi Kai qua đời hay là một điều gì đó khác, nhưng tôi có cảm giác như Grim cũng đang theo đuôi tôi. Hôm nọ tôi bị sét đánh và sau đó, tôi bị điện giật khi bật TV! Tôi đã nghĩ đến việc đi ngắm sao ở Whispering Glen, nhưng tôi không nghĩ đó là một kế hoạch tuyệt vời.",
  "The idea of Unfinished Business didn't really appeal or matter much to Kai before he died, you know. It's weird because he's so practical but also sure of what he wants that you'd think he'd have wanted to nail it down. Personally, that's not workable for me. I've wanted to make sure I get to do all the things I want to do in life while I have the chance.": "Ý tưởng về Công Việc Chưa Hoàn Thành thực sự không hấp dẫn hoặc quan trọng đối với Kai trước khi anh ấy qua đời, bạn biết đấy. Thật kỳ lạ bởi vì anh ấy rất thực tế nhưng cũng chắc chắn về những gì mình muốn đến nỗi bạn sẽ nghĩ rằng anh ấy muốn làm rõ nó. Cá nhân tôi, điều đó không phù hợp với tôi. Tôi muốn đảm bảo rằng tôi sẽ làm tất cả những điều tôi muốn làm trong cuộc sống khi tôi có cơ hội.",
  "After Kai died, Takama started wearing a crow outfit a lot. I remember Layne stopping by and asking what that was about and a lot of questions about how the family was handling grief. Grief definitely has a lot of permutations, doesn't it? But I think Takama wanted to feel connected to his father and that's that. ": "Sau khi Kai qua đời, Takama bắt đầu mặc trang phục quạ rất nhiều. Tôi nhớ Layne ghé qua và hỏi chuyện gì đang xảy ra và rất nhiều câu hỏi về cách gia đình đối phó với nỗi đau. Nỗi đau chắc chắn có rất nhiều hoán vị, phải không? Nhưng tôi nghĩ Takama muốn cảm thấy kết nối với cha mình và đó là điều đó.",
  "The Ancestor is probably the most beautiful part of Whispering Glen in my opinion. Scholars and scientists here claim it was an effigy of a long dead ruler, though considering how long I've been dead, even I don't know who carved it. Some local \"paranormal experts\" say the tears that the visage cries during the full moon can link back to the Netherworld, some just say it's flood water run off. Did you know it's the place people perform old rituals during the full moon? Ah, <i>rituals</i>. Just thinking about them warms my heart.": "Theo tôi, Tổ Tiên có lẽ là phần đẹp nhất của Whispering Glen. Các học giả và nhà khoa học ở đây tuyên bố rằng đó là hình ảnh của một người cai trị đã chết từ lâu, mặc dù xem xét thời gian tôi đã chết, ngay cả tôi cũng không biết ai đã chạm khắc nó. Một số \"chuyên gia huyền bí\" địa phương nói rằng những giọt nước mắt mà khuôn mặt khóc trong đêm trăng tròn có thể liên kết trở lại Thế Giới Bên Kia, một số người chỉ nói rằng đó là nước lũ chảy tràn. Bạn có biết đó là nơi mọi người thực hiện các nghi lễ cổ xưa trong đêm trăng tròn không? À, <i>những nghi lễ</i>. Chỉ cần nghĩ về chúng thôi cũng khiến trái tim tôi ấm áp.",
  "CBB60543": "Chúng tôi chuyển đến Whispering Glen khi muốn có cuộc sống với nhịp độ chậm hơn một chút và tôi hoàn toàn yêu nơi này. The Final Draught là nơi tôi thích đến để thư giãn sau một ngày dài—và tôi thậm chí còn thấy các Sim tổ chức lễ tưởng niệm ở đó. Thật khó để bỏ lỡ vách đá Tổ Tiên, mặc dù tôi vẫn luôn cố gắng ra ngoài và quan sát nó một lúc. Ý tôi là, đôi khi bạn phải đến lễ hội Moon Revelry, phải không?",
  "DFFB45BF": "Tôi không chắc đó là sự bồn chồn kể từ khi Kai qua đời hay là một điều gì đó khác, nhưng tôi có cảm giác như Grim cũng đang theo đuôi tôi. Hôm nọ tôi bị sét đánh và sau đó, tôi bị điện giật khi bật TV! Tôi đã nghĩ đến việc đi ngắm sao ở Whispering Glen, nhưng tôi không nghĩ đó là một kế hoạch tuyệt vời.",
  "2DB63D9F": "Ý tưởng về Công Việc Chưa Hoàn Thành thực sự không hấp dẫn hoặc quan trọng đối với Kai trước khi anh ấy qua đời, bạn biết đấy. Thật kỳ lạ bởi vì anh ấy rất thực tế nhưng cũng chắc chắn về những gì mình muốn đến nỗi bạn sẽ nghĩ rằng anh ấy muốn làm rõ nó. Cá nhân tôi, điều đó không phù hợp với tôi. Tôi muốn đảm bảo rằng tôi sẽ làm tất cả những điều tôi muốn làm trong cuộc sống khi tôi có cơ hội.",
  "95C1CACB": "Sau khi Kai qua đời, Takama bắt đầu mặc trang phục quạ rất nhiều. Tôi nhớ Layne ghé qua và hỏi chuyện gì đang xảy ra và rất nhiều câu hỏi về cách gia đình đối phó với nỗi đau. Nỗi đau chắc chắn có rất nhiều hoán vị, phải không? Nhưng tôi nghĩ Takama muốn cảm thấy kết nối với cha mình và đó là điều đó.",
  "C50FD7A9": "Theo tôi, Tổ Tiên có lẽ là phần đẹp nhất của Whispering Glen. Các học giả và nhà khoa học ở đây tuyên bố rằng đó là hình ảnh của một người cai trị đã chết từ lâu, mặc dù xem xét thời gian tôi đã chết, ngay cả tôi cũng không biết ai đã chạm khắc nó. Một số \"chuyên gia huyền bí\" địa phương nói rằng những giọt nước mắt mà khuôn mặt khóc trong đêm trăng tròn có thể liên kết trở lại Thế Giới Bên Kia, một số người chỉ nói rằng đó là nước lũ chảy tràn. Bạn có biết đó là nơi mọi người thực hiện các nghi lễ cổ xưa trong đêm trăng tròn không? À, <i>những nghi lễ</i>. Chỉ cần nghĩ về chúng thôi cũng khiến trái tim tôi ấm áp.",
  "I swear, the way the Reaper Career has spread around here makes you wonder if it's actually a career choice or something a little more, well, <i>consuming</i>. I'll admit it, though, the whole reason I bought into it was because it meant I had a chance to look at those amazing scry bowls. Like, are those an amazing aesthetic or what?": "Tôi thề, cái cách mà Nghề Nghiệp Thần Chết lan rộng ở đây khiến bạn tự hỏi liệu đó có thực sự là một lựa chọn nghề nghiệp hay là một cái gì đó hơn thế nữa, à, <i>tiêu thụ</i>. Tuy nhiên, tôi sẽ thừa nhận điều đó, toàn bộ lý do tôi mua nó là vì điều đó có nghĩa là tôi có cơ hội nhìn vào những chiếc bát bói tuyệt vời đó. Giống như, đó là một thẩm mỹ tuyệt vời hay gì?",
  "My sister and her husband used to be dead like me; Tziporah resurrected herself with Ambrosia, and I've heard Radwan was Reborn at the Baleful Bog right here in our Mourningvale! ": "Chị gái tôi và chồng cô ấy từng chết như tôi; Tziporah đã tự hồi sinh bằng Ambrosia, và tôi đã nghe nói Radwan đã được Tái Sinh tại Đầm Lầy Ám Ảnh ngay tại Mourningvale của chúng ta!",
  "It's awkward being distant from a sibling you don't even dislike, but Tziporah and I just haven't gotten along for a while. I'm not sure if you realize this, but she was a ghost too for a long, long time before she decided to take ambrosia. It almost felt like a betrayal, given how long we were together. To make things worse, she wants me to take ambrosia now, too. Why? What's wrong with my life the way it is now?": "Thật khó xử khi xa cách một người anh chị em mà bạn thậm chí không ghét, nhưng Tziporah và tôi đã không hòa hợp trong một thời gian. Tôi không chắc bạn có nhận ra điều này không, nhưng cô ấy cũng là một hồn ma trong một thời gian rất, rất dài trước khi cô ấy quyết định dùng ambrosia. Gần như có cảm giác như một sự phản bội, vì chúng tôi đã ở bên nhau quá lâu. Tệ hơn nữa, cô ấy cũng muốn tôi dùng ambrosia bây giờ. Tại sao? Có gì sai với cuộc sống của tôi như bây giờ?",
  "Some Sims can be so cruel or uncaring. I've heard them tell stories about that poor, dear ghost by the Guardian Tree. Alice is her name, you know. She lost one of her children in an especially tragic way, but she's missing all of her children. But the way the stories spin it is all wrong! They talk about her like she's terrifying and unapproachable. I'm sure that if you just helped her by talking to her and seeing if there's anything that would help her be more at peace, they'd find a version of Alice that's rather changed from the \"scary\" ghost story Sims tell. ": "Một số Sim có thể rất tàn nhẫn hoặc vô tâm. Tôi đã nghe họ kể những câu chuyện về con ma tội nghiệp, thân yêu đó bên Cây Hộ Mệnh. Tên cô ấy là Alice, bạn biết đấy. Cô ấy đã mất một trong những đứa con của mình theo một cách đặc biệt bi thảm, nhưng cô ấy đang mất tích tất cả các con của mình. Nhưng cái cách những câu chuyện quay cuồng là hoàn toàn sai! Họ nói về cô ấy như thể cô ấy đáng sợ và khó gần. Tôi chắc chắn rằng nếu bạn chỉ giúp cô ấy bằng cách nói chuyện với cô ấy và xem có điều gì có thể giúp cô ấy được thanh thản hơn, họ sẽ tìm thấy một phiên bản Alice khá khác so với câu chuyện ma \"đáng sợ\" mà các Sim kể.",
  "Waylon and I are \"old\" friends, and by old I mean we've both been dead a very, very, <i>very</i> long time. We're close, but I know full well that he's a little excessive. Did you know he writes the script for the \"Ravenwood Welcoming Committee\" and anyone on it has to read it? The guy's just a wee bit, well, insufferable. ": "Waylon và tôi là những người bạn \"cũ\", và ý tôi là cả hai chúng tôi đều đã chết rất, rất, <i>rất</i> lâu rồi. Chúng tôi thân thiết, nhưng tôi biết rõ rằng anh ấy hơi thái quá. Bạn có biết anh ấy viết kịch bản cho \"Ủy Ban Chào Mừng Ravenwood\" và bất kỳ ai trong đó đều phải đọc nó không? Anh chàng chỉ hơi, à, khó chịu một chút.",
  "FD1D2C58": "Tôi thề, cái cách mà Nghề Nghiệp Thần Chết lan rộng ở đây khiến bạn tự hỏi liệu đó có thực sự là một lựa chọn nghề nghiệp hay là một cái gì đó hơn thế nữa, à, <i>tiêu thụ</i>. Tuy nhiên, tôi sẽ thừa nhận điều đó, toàn bộ lý do tôi mua nó là vì điều đó có nghĩa là tôi có cơ hội nhìn vào những chiếc bát bói tuyệt vời đó. Giống như, đó là một thẩm mỹ tuyệt vời hay gì?",
  "C9E5FA35": "Chị gái tôi và chồng cô ấy từng chết như tôi; Tziporah đã tự hồi sinh bằng Ambrosia, và tôi đã nghe nói Radwan đã được Tái Sinh tại Đầm Lầy Ám Ảnh ngay tại Mourningvale của chúng ta!",
  "AE3796A3": "Thật khó xử khi xa cách một người anh chị em mà bạn thậm chí không ghét, nhưng Tziporah và tôi đã không hòa hợp trong một thời gian. Tôi không chắc bạn có nhận ra điều này không, nhưng cô ấy cũng là một hồn ma trong một thời gian rất, rất dài trước khi cô ấy quyết định dùng ambrosia. Gần như có cảm giác như một sự phản bội, vì chúng tôi đã ở bên nhau quá lâu. Tệ hơn nữa, cô ấy cũng muốn tôi dùng ambrosia bây giờ. Tại sao? Có gì sai với cuộc sống của tôi như bây giờ?",
  "C49EB861": "Một số Sim có thể rất tàn nhẫn hoặc vô tâm. Tôi đã nghe họ kể những câu chuyện về con ma tội nghiệp, thân yêu đó bên Cây Hộ Mệnh. Tên cô ấy là Alice, bạn biết đấy. Cô ấy đã mất một trong những đứa con của mình theo một cách đặc biệt bi thảm, nhưng cô ấy đang mất tích tất cả các con của mình. Nhưng cái cách những câu chuyện quay cuồng là hoàn toàn sai! Họ nói về cô ấy như thể cô ấy đáng sợ và khó gần. Tôi chắc chắn rằng nếu bạn chỉ giúp cô ấy bằng cách nói chuyện với cô ấy và xem có điều gì có thể giúp cô ấy được thanh thản hơn, họ sẽ tìm thấy một phiên bản Alice khá khác so với câu chuyện ma \"đáng sợ\" mà các Sim kể.",
  "A0C6A234": "Waylon và tôi là những người bạn \"cũ\", và ý tôi là cả hai chúng tôi đều đã chết rất, rất, <i>rất</i> lâu rồi. Chúng tôi thân thiết, nhưng tôi biết rõ rằng anh ấy hơi thái quá. Bạn có biết anh ấy viết kịch bản cho \"Ủy Ban Chào Mừng Ravenwood\" và bất kỳ ai trong đó đều phải đọc nó không? Anh chàng chỉ hơi, à, khó chịu một chút.",
  "Way back when I was still living, I wanted to know everything I could about the ghostly world. Now, of course, I'm literally a ghost so I suppose it seems as if I know all there is to know. I still really wanted to dabble in Ghost History, to feel like I'm truly the most knowledgeable ghostie I can be. Mainly because I can't stand the thought of Waylon lording that over me. Waylon! You're not in charge of <i>everything</i> around here! Chill out!": "Hồi đó khi tôi còn sống, tôi muốn biết mọi thứ có thể về thế giới ma quái. Tất nhiên, bây giờ tôi đúng là một con ma nên tôi cho rằng có vẻ như tôi biết tất cả những gì cần biết. Tôi vẫn thực sự muốn thử sức với Lịch Sử Ma, để cảm thấy như mình thực sự là con ma am hiểu nhất mà tôi có thể. Chủ yếu là vì tôi không thể chịu được ý nghĩ Waylon sẽ thống trị điều đó đối với tôi. Waylon! Anh không phụ trách <i>mọi thứ</i> ở đây! Bình tĩnh đi!",
  "Oh! Have you met Lady Ravendancer yet? She's such an idol, I love her. We go way, way, way back. Modern mortals don't know much about her other than that she is a renowned spellcaster and tarot card reader. She once had a legion of followers named <i>The Order of Lenore</i> that has since dwindled over the years. She has ties to the Gomes family, did you know? Some of her followers still exist, I love watching them search for her tarot deck.": "Ồ! Bạn đã gặp Lady Ravendancer chưa? Cô ấy là một thần tượng, tôi yêu cô ấy. Chúng tôi đã quen nhau rất, rất lâu rồi. Những người phàm trần hiện đại không biết nhiều về cô ấy ngoài việc cô ấy là một phù thủy nổi tiếng và người đọc bài tarot. Cô ấy từng có một quân đoàn những người theo dõi tên là <i>The Order of Lenore</i>, lực lượng đã giảm dần trong những năm qua. Cô ấy có mối quan hệ với gia đình Gomes, bạn có biết không? Một số người theo dõi cô ấy vẫn còn tồn tại, tôi thích xem họ tìm kiếm bộ bài tarot của cô ấy.",
  "Ekade is pushing me to start trying to talk to other Sims about my \"condition\" after our crow attacked me. I've been going to Afterlife Anonymous to try and understand Ghost Sims, but I confess that I'm as confused as ever. They keep acting like I'm one of them!": "Ekade đang thúc đẩy tôi bắt đầu cố gắng nói chuyện với các Sim khác về \"tình trạng\" của mình sau khi con quạ của chúng tôi tấn công tôi. Tôi đã đến Afterlife Anonymous để cố gắng hiểu các Sim Ma, nhưng tôi thú nhận rằng tôi vẫn bối rối hơn bao giờ hết. Họ cứ hành động như thể tôi là một trong số họ!",
  "I love birds, and our pet crow is practically like another child to me. I've spent years researching their history from Grim's aviary to the way their \"crow collective\" behaves. Unfortunately, I also pushed too hard when trying to understand what happens if you provoke them. It was a terrible mistake, and I regret it in more ways than one. ": "Tôi yêu chim, và con quạ cưng của chúng tôi thực tế giống như một đứa con khác của tôi. Tôi đã dành nhiều năm để nghiên cứu lịch sử của chúng từ chuồng chim của Grim đến cách \"hội quạ\" của chúng cư xử. Thật không may, tôi cũng đã thúc ép quá mức khi cố gắng tìm hiểu điều gì sẽ xảy ra nếu bạn khiêu khích chúng. Đó là một sai lầm khủng khiếp và tôi hối hận về nó theo nhiều cách.",
  "I confess, I don't like opening up a lot unless I know people well. You seem mostly harmless, but I like to make sure I know all the ins and outs of a situation or a person before I get too involved. Plus, around here you get a lot of ghost nonsense pushed on you if you talk to the wrong people. I don't believe in ghosts, really, and don't want them around even if they do exist. You saw my sign, right?": "Tôi thú nhận, tôi không thích mở lòng nhiều trừ khi tôi biết rõ về mọi người. Bạn có vẻ vô hại, nhưng tôi muốn đảm bảo rằng tôi biết tất cả những điều trong và ngoài của một tình huống hoặc một người trước khi tôi tham gia quá sâu. Thêm vào đó, xung quanh đây bạn sẽ bị đẩy vào rất nhiều điều vô nghĩa về ma nếu bạn nói chuyện với sai người. Tôi không tin vào ma, thực sự, và không muốn chúng xung quanh ngay cả khi chúng tồn tại. Bạn đã thấy biển báo của tôi, phải không?",
  "8CBC22ED": "Hồi đó khi tôi còn sống, tôi muốn biết mọi thứ có thể về thế giới ma quái. Tất nhiên, bây giờ tôi đúng là một con ma nên tôi cho rằng có vẻ như tôi biết tất cả những gì cần biết. Tôi vẫn thực sự muốn thử sức với Lịch Sử Ma, để cảm thấy như mình thực sự là con ma am hiểu nhất mà tôi có thể. Chủ yếu là vì tôi không thể chịu được ý nghĩ Waylon sẽ thống trị điều đó đối với tôi. Waylon! Anh không phụ trách <i>mọi thứ</i> ở đây! Bình tĩnh đi!",
  "0ACC9869": "Ồ! Bạn đã gặp Lady Ravendancer chưa? Cô ấy là một thần tượng, tôi yêu cô ấy. Chúng tôi đã quen nhau rất, rất lâu rồi. Những người phàm trần hiện đại không biết nhiều về cô ấy ngoài việc cô ấy là một phù thủy nổi tiếng và người đọc bài tarot. Cô ấy từng có một quân đoàn những người theo dõi tên là <i>The Order of Lenore</i>, lực lượng đã giảm dần trong những năm qua. Cô ấy có mối quan hệ với gia đình Gomes, bạn có biết không? Một số người theo dõi cô ấy vẫn còn tồn tại, tôi thích xem họ tìm kiếm bộ bài tarot của cô ấy.",
  "90EB50F0": "Ekade đang thúc đẩy tôi bắt đầu cố gắng nói chuyện với các Sim khác về \"tình trạng\" của mình sau khi con quạ của chúng tôi tấn công tôi. Tôi đã đến Afterlife Anonymous để cố gắng hiểu các Sim Ma, nhưng tôi thú nhận rằng tôi vẫn bối rối hơn bao giờ hết. Họ cứ hành động như thể tôi là một trong số họ!",
  "051EA481": "Tôi yêu chim, và con quạ cưng của chúng tôi thực tế giống như một đứa con khác của tôi. Tôi đã dành nhiều năm để nghiên cứu lịch sử của chúng từ chuồng chim của Grim đến cách \"hội quạ\" của chúng cư xử. Thật không may, tôi cũng đã thúc ép quá mức khi cố gắng tìm hiểu điều gì sẽ xảy ra nếu bạn khiêu khích chúng. Đó là một sai lầm khủng khiếp và tôi hối hận về nó theo nhiều cách.",
  "7EA440C9": "Tôi thú nhận, tôi không thích mở lòng nhiều trừ khi tôi biết rõ về mọi người. Bạn có vẻ vô hại, nhưng tôi muốn đảm bảo rằng tôi biết tất cả những điều trong và ngoài của một tình huống hoặc một người trước khi tôi tham gia quá sâu. Thêm vào đó, xung quanh đây bạn sẽ bị đẩy vào rất nhiều điều vô nghĩa về ma nếu bạn nói chuyện với sai người. Tôi không tin vào ma, thực sự, và không muốn chúng xung quanh ngay cả khi chúng tồn tại. Bạn đã thấy biển báo của tôi, phải không?",
  "I bet you joke about it behind my back a bit, but of course I am working on settling with the reality of my situation after I was attacked by a crow. Sometimes a Sim can know the truth of a thing in their heart but it's just too shameful or difficult to show it outwardly. I'm working on it, but while some personality traits can feel really changeable, sometimes it's hard to make yourself want to change.": "Tôi cá là bạn sẽ cười nhạo tôi sau lưng một chút, nhưng tất nhiên tôi đang cố gắng giải quyết thực tế về tình huống của mình sau khi bị một con quạ tấn công. Đôi khi một Sim có thể biết sự thật về một điều gì đó trong trái tim của họ nhưng nó quá xấu hổ hoặc khó khăn để thể hiện ra bên ngoài. Tôi đang cố gắng, nhưng trong khi một số đặc điểm tính cách có thể cảm thấy thực sự dễ thay đổi, đôi khi thật khó để khiến bản thân muốn thay đổi.",
  "That Waylon Warez weirdo over by the crypts has annoyed me for years. I don't care what he's trying to foist on gullible buyers, I've got better things to do with my time. Do I seem like a guy who wants to be friends with many ghosts?": "Tên Waylon Warez kỳ quặc đó ở gần hầm mộ đã làm phiền tôi trong nhiều năm. Tôi không quan tâm anh ta đang cố gắng lừa dối những người mua cả tin, tôi có những việc tốt hơn để làm với thời gian của mình. Tôi có vẻ giống một gã muốn làm bạn với nhiều hồn ma không?",
  "Some say people meet and be together in more than one lifetime. That feels a little overly optimistic to me, but I've heard that it does indeed exist. What I was told is that it would take a lot of work to convince your former loved one. It seems far-fetched, but as I said: I've heard about it from Sims I know!": "Một số người nói rằng mọi người gặp gỡ và ở bên nhau trong nhiều hơn một kiếp. Điều đó có vẻ hơi quá lạc quan đối với tôi, nhưng tôi đã nghe nói rằng nó thực sự tồn tại. Những gì tôi được kể là sẽ cần rất nhiều công sức để thuyết phục người yêu cũ của bạn. Nghe có vẻ khó tin, nhưng như tôi đã nói: Tôi đã nghe về nó từ những Sim mà tôi biết!",
  "I've been friendly with Layne for a long time. Did you know the first band he had was a cottagecore deal? You should have seen the outfits he had. \"Galloping Goat Graces\" was the first song he put out. ": "Tôi đã thân thiện với Layne trong một thời gian dài. Bạn có biết ban nhạc đầu tiên của anh ấy là một hợp đồng cottagecore không? Bạn nên nhìn thấy những bộ trang phục anh ấy có. \"Galloping Goat Graces\" là bài hát đầu tiên anh ấy phát hành.",
  "My mind must be playing tricks on me, given that these things couldn't possibly exist, but after my accident it's almost like I have new...abilities. They felt like some sort of evil manifestation; if such abilities were real, I wonder if they'd all be evil, or if some might be more benign. But how would you even get them? After all, ghosts don't exist!": "Tâm trí của tôi chắc hẳn đang chơi trò với tôi, vì những điều này không thể tồn tại, nhưng sau tai nạn của tôi, gần như tôi có những...khả năng mới. Chúng có cảm giác như một loại biểu hiện tà ác nào đó; nếu những khả năng như vậy là có thật, tôi tự hỏi liệu tất cả chúng đều sẽ tà ác, hay một số có thể lành tính hơn. Nhưng làm thế nào bạn thậm chí có được chúng? Rốt cuộc, ma không tồn tại!",
  "8987E0C5": "Tôi cá là bạn sẽ cười nhạo tôi sau lưng một chút, nhưng tất nhiên tôi đang cố gắng giải quyết thực tế về tình huống của mình sau khi bị một con quạ tấn công. Đôi khi một Sim có thể biết sự thật về một điều gì đó trong trái tim của họ nhưng nó quá xấu hổ hoặc khó khăn để thể hiện ra bên ngoài. Tôi đang cố gắng, nhưng trong khi một số đặc điểm tính cách có thể cảm thấy thực sự dễ thay đổi, đôi khi thật khó để khiến bản thân muốn thay đổi.",
  "F0343489": "Tên Waylon Warez kỳ quặc đó ở gần hầm mộ đã làm phiền tôi trong nhiều năm. Tôi không quan tâm anh ta đang cố gắng lừa dối những người mua cả tin, tôi có những việc tốt hơn để làm với thời gian của mình. Tôi có vẻ giống một gã muốn làm bạn với nhiều hồn ma không?",
  "9A91AABB": "Một số người nói rằng mọi người gặp gỡ và ở bên nhau trong nhiều hơn một kiếp. Điều đó có vẻ hơi quá lạc quan đối với tôi, nhưng tôi đã nghe nói rằng nó thực sự tồn tại. Những gì tôi được kể là sẽ cần rất nhiều công sức để thuyết phục người yêu cũ của bạn. Nghe có vẻ khó tin, nhưng như tôi đã nói: Tôi đã nghe về nó từ những Sim mà tôi biết!",
  "228C7973": "Tôi đã thân thiện với Layne trong một thời gian dài. Bạn có biết ban nhạc đầu tiên của anh ấy là một hợp đồng cottagecore không? Bạn nên nhìn thấy những bộ trang phục anh ấy có. \"Galloping Goat Graces\" là bài hát đầu tiên anh ấy phát hành.",
  "CEEDD4F9": "Tâm trí của tôi chắc hẳn đang chơi trò với tôi, vì những điều này không thể tồn tại, nhưng sau tai nạn của tôi, gần như tôi có những...khả năng mới. Chúng có cảm giác như một loại biểu hiện tà ác nào đó; nếu những khả năng như vậy là có thật, tôi tự hỏi liệu tất cả chúng đều sẽ tà ác, hay một số có thể lành tính hơn. Nhưng làm thế nào bạn thậm chí có được chúng? Rốt cuộc, ma không tồn tại!",
  "I hope you don't feel like you got the rug yanked out from under you. I wouldn't have talked to you about who I am if I didn't like you and trust you. I guess I'm just a bit weirder than expected, though, right?": "Tôi hy vọng bạn không cảm thấy như bị giật tấm thảm ra khỏi dưới chân mình. Tôi sẽ không nói với bạn về con người của tôi nếu tôi không thích và tin tưởng bạn. Tôi đoán tôi chỉ hơi kỳ lạ hơn mong đợi thôi, phải không?",
  "I was out for a stroll and caught a ghost Sim using their abilities right out in the street. It tickles me a little to see them possess musical objects, which I've also seen when invited over to spend time with a ghost. It's hard not to envy powers like those. ": "Tôi đang đi dạo và bắt gặp một Sim ma sử dụng khả năng của họ ngay ngoài đường. Tôi hơi buồn cười khi thấy họ chiếm hữu các vật thể âm nhạc, điều mà tôi cũng đã thấy khi được mời đến dành thời gian với một con ma. Thật khó để không ghen tị với những sức mạnh như vậy.",
  "Do you ever hear an inner voice telling you to be mean? I mean, certainly that's something every Sim experiences, isn't it? But how often is the real question, isn't it? ": "Bạn có bao giờ nghe thấy một giọng nói bên trong bảo bạn trở nên độc ác không? Ý tôi là, chắc chắn đó là điều mà mọi Sim đều trải qua, phải không? Nhưng câu hỏi là bao lâu một lần, phải không?",
  "I suppose you've been talking to other Sims about me, huh. I can sort of tell. People will whisper about me a lot when I'm out with Olive. If they're scandalized, too bad!": "Tôi cho rằng bạn đã nói chuyện với các Sim khác về tôi, hả. Tôi có thể nói được điều đó. Mọi người sẽ thì thầm về tôi rất nhiều khi tôi ra ngoài với Olive. Nếu họ bị xúc phạm, thì quá tệ!",
  "If you stop by the Baleful Bog, you can temporarily become a Ghost. I've got a pet Death Frog for a similar reason, though I confess: it makes me feel a little odd to merely pretend to be a ghost. My motto as a musician is that if you're gonna go for it, you should go all the way! ": "Nếu bạn ghé qua Đầm Lầy Ám Ảnh, bạn có thể tạm thời trở thành Ma. Tôi có một Con Ếch Tử Thần cưng vì một lý do tương tự, mặc dù tôi thú nhận: điều đó khiến tôi cảm thấy hơi kỳ lạ khi chỉ giả vờ là một con ma. Phương châm của tôi với tư cách là một nhạc sĩ là nếu bạn định làm điều đó, bạn nên làm đến cùng!",
  "1DD36BC6": "Tôi hy vọng bạn không cảm thấy như bị giật tấm thảm ra khỏi dưới chân mình. Tôi sẽ không nói với bạn về con người của tôi nếu tôi không thích và tin tưởng bạn. Tôi đoán tôi chỉ hơi kỳ lạ hơn mong đợi thôi, phải không?",
  "FCF66C37": "Tôi đang đi dạo và bắt gặp một Sim ma sử dụng khả năng của họ ngay ngoài đường. Tôi hơi buồn cười khi thấy họ chiếm hữu các vật thể âm nhạc, điều mà tôi cũng đã thấy khi được mời đến dành thời gian với một con ma. Thật khó để không ghen tị với những sức mạnh như vậy.",
  "67CF6B0D": "Bạn có bao giờ nghe thấy một giọng nói bên trong bảo bạn trở nên độc ác không? Ý tôi là, chắc chắn đó là điều mà mọi Sim đều trải qua, phải không? Nhưng câu hỏi là bao lâu một lần, phải không?",
  "F9FDE271": "Tôi cho rằng bạn đã nói chuyện với các Sim khác về tôi, hả. Tôi có thể nói được điều đó. Mọi người sẽ thì thầm về tôi rất nhiều khi tôi ra ngoài với Olive. Nếu họ bị xúc phạm, thì quá tệ!",
  "4B8BF986": "Nếu bạn ghé qua Đầm Lầy Ám Ảnh, bạn có thể tạm thời trở thành Ma. Tôi có một Con Ếch Tử Thần cưng vì một lý do tương tự, mặc dù tôi thú nhận: điều đó khiến tôi cảm thấy hơi kỳ lạ khi chỉ giả vờ là một con ma. Phương châm của tôi với tư cách là một nhạc sĩ là nếu bạn định làm điều đó, bạn nên làm đến cùng!",
  "Can you believe that when Olive and I first met up—at the cemetery, naturally—she had no idea I'm a musician? It was refreshing to run into someone who doesn't know you before they know you.": "Bạn có tin được không khi Olive và tôi gặp nhau lần đầu tiên—tại nghĩa trang, một cách tự nhiên—cô ấy không hề biết tôi là một nhạc sĩ? Thật mới mẻ khi gặp một người không biết bạn trước khi họ biết bạn.",
  "I've always felt a strange pull towards death. It never felt right to admit, but what I was drawn towards wasn't just the, well, grim idea of death so much as the potency of seeing a spectrum of existence around it. There's an event, Celebration of Life, that happens in Crow's Crossing sometimes. I'll visit to get a taste of the other side of death; the moment when the living gather to bask in remembrances of you.": "Tôi luôn cảm thấy một lực hút kỳ lạ đối với cái chết. Không bao giờ cảm thấy đúng khi thừa nhận điều đó, nhưng những gì tôi bị thu hút không chỉ là ý tưởng nghiệt ngã về cái chết mà còn là sức mạnh khi nhìn thấy một quang phổ của sự tồn tại xung quanh nó. Có một sự kiện, Celebration of Life, đôi khi diễn ra ở Crow's Crossing. Tôi sẽ đến thăm để nếm trải mặt khác của cái chết; khoảnh khắc khi người sống tập hợp lại để đắm mình trong những kỷ niệm về bạn.",
  "Have you ever dabbled in Thanatology? I find it fascinating; I suppose it just lends an even more mysterious air to me, but I can't help but find it compelling. You've heard that you can eventually make Soul Soup, yes?": "Bạn đã bao giờ thử sức với Thanatology chưa? Tôi thấy nó hấp dẫn; Tôi cho rằng nó chỉ mang đến một bầu không khí bí ẩn hơn cho tôi, nhưng tôi không thể không thấy nó hấp dẫn. Bạn đã nghe nói rằng cuối cùng bạn có thể làm Súp Linh Hồn, phải không?",
  "I'm highly competitive, had I told you that before? The thought of a game where your very life hangs in the balance is maybe a little bit more thrilling than it should be for a guy like me. I'd heard that you could challenge Grim himself to a chess game. But, as I said, I'm competitive. I seem to have a real knack for winning, for good or ill. ": "Tôi rất cạnh tranh, tôi đã nói với bạn điều đó trước đây chưa? Ý nghĩ về một trò chơi mà chính mạng sống của bạn bị treo lơ lửng có lẽ hơi ly kỳ hơn mức cần thiết đối với một người như tôi. Tôi đã nghe nói rằng bạn có thể thách đấu với chính Grim trong một ván cờ. Nhưng, như tôi đã nói, tôi có tính cạnh tranh. Tôi dường như có một khả năng thực sự để chiến thắng, dù tốt hay xấu.",
  "I've noticed those little green fellas over by the swing sets in Crow's Crossing, and I've also noticed that a couple houses elsewhere here seem to have a lot going on. I'm dying, practically <i>dying</i>, to spend time in haunted places.": "Tôi đã nhận thấy những người bạn nhỏ màu xanh lá cây đó ở gần bộ xích đu ở Crow's Crossing, và tôi cũng nhận thấy rằng một vài ngôi nhà ở những nơi khác ở đây dường như có rất nhiều điều đang diễn ra. Tôi đang chết, thực tế là <i>chết</i>, để dành thời gian ở những nơi ma ám.",
  "CD019BE8": "Bạn có tin được không khi Olive và tôi gặp nhau lần đầu tiên—tại nghĩa trang, một cách tự nhiên—cô ấy không hề biết tôi là một nhạc sĩ? Thật mới mẻ khi gặp một người không biết bạn trước khi họ biết bạn.",
  "411392F6": "Tôi luôn cảm thấy một lực hút kỳ lạ đối với cái chết. Không bao giờ cảm thấy đúng khi thừa nhận điều đó, nhưng những gì tôi bị thu hút không chỉ là ý tưởng nghiệt ngã về cái chết mà còn là sức mạnh khi nhìn thấy một quang phổ của sự tồn tại xung quanh nó. Có một sự kiện, Celebration of Life, đôi khi diễn ra ở Crow's Crossing. Tôi sẽ đến thăm để nếm trải mặt khác của cái chết; khoảnh khắc khi người sống tập hợp lại để đắm mình trong những kỷ niệm về bạn.",
  "0CC31025": "Bạn đã bao giờ thử sức với Thanatology chưa? Tôi thấy nó hấp dẫn; Tôi cho rằng nó chỉ mang đến một bầu không khí bí ẩn hơn cho tôi, nhưng tôi không thể không thấy nó hấp dẫn. Bạn đã nghe nói rằng cuối cùng bạn có thể làm Súp Linh Hồn, phải không?",
  "B9FED1AA": "Tôi rất cạnh tranh, tôi đã nói với bạn điều đó trước đây chưa? Ý nghĩ về một trò chơi mà chính mạng sống của bạn bị treo lơ lửng có lẽ hơi ly kỳ hơn mức cần thiết đối với một người như tôi. Tôi đã nghe nói rằng bạn có thể thách đấu với chính Grim trong một ván cờ. Nhưng, như tôi đã nói, tôi có tính cạnh tranh. Tôi dường như có một khả năng thực sự để chiến thắng, dù tốt hay xấu.",
  "0EA115F6": "Tôi đã nhận thấy những người bạn nhỏ màu xanh lá cây đó ở gần bộ xích đu ở Crow's Crossing, và tôi cũng nhận thấy rằng một vài ngôi nhà ở những nơi khác ở đây dường như có rất nhiều điều đang diễn ra. Tôi đang chết, thực tế là <i>chết</i>, để dành thời gian ở những nơi ma ám.",
  "Radwan and I used to date way back when, you know. He's a sweet guy, but in the end we just weren't totally compatible. I think he wanted to settle down into a quiet family life. Funny how things turn out; his settled down family life involves that absolute whirlwind of a woman, Tziporah. They make a great couple, though. ": "Bạn có tin được không, Radwan và tôi từng hẹn hò hồi đó. Anh ấy là một chàng trai ngọt ngào, nhưng cuối cùng chúng tôi chỉ không hoàn toàn tương thích. Tôi nghĩ anh ấy muốn ổn định cuộc sống gia đình yên tĩnh. Thật buồn cười khi mọi thứ diễn ra; cuộc sống gia đình ổn định của anh ấy bao gồm người phụ nữ lốc xoáy tuyệt đối đó, Tziporah. Tuy nhiên, họ tạo nên một cặp đôi tuyệt vời.",
  "My future stepfather is such a weirdo. Explain this: one day, the Sim's out by the crypt in Crow's Crossing looking at the gravesite for one of my mom's dead husbands. What is that all about? I saw him pat the headstone and smile affectionately. Creep alert! ": "Người cha dượng tương lai của tôi thật là kỳ quặc. Hãy giải thích điều này: một ngày nọ, Sim đó ở bên ngoài hầm mộ ở Crow's Crossing nhìn vào khu mộ của một trong những người chồng đã chết của mẹ tôi. Đó là gì vậy? Tôi thấy anh ta vỗ vào bia mộ và mỉm cười trìu mến. Cảnh báo đáng sợ!",
  "Hey, did you know you can catch these really cool Death Frogs around Ravenwood? I have the best luck in the cemetery. I love frogs, y'know. My mom jokes about how I'm a big collector of things. You can catch me around sometimes at festivals, even. Hit me up at Ravenwood Family Day and we'll talk frog.": "Này, bạn có biết bạn có thể bắt được những Con Ếch Tử Thần thực sự крутые này xung quanh Ravenwood không? Tôi có nhiều may mắn nhất ở nghĩa trang. Tôi yêu ếch, bạn biết đấy. Mẹ tôi đùa về việc tôi là một người sưu tập đồ lớn. Bạn có thể bắt gặp tôi ở xung quanh đôi khi tại các lễ hội, thậm chí. Hãy gặp tôi tại Ngày Gia Đình Ravenwood và chúng ta sẽ nói chuyện về ếch.",
  "It probably seems weird but since there's been a lot of, uh, death in my family over time, even before I was around, I end up feeling pretty close to death. I mean, mom's career kinda adds to that. But what I mean is, I'm in those crypts a lot just wandering around and thinking. I'd say it's a great place to get away from my soon-to-be-stepdad, but I can't tell you how often I see him leaving the crypts right when I'm stopping by. ": "Có lẽ có vẻ kỳ lạ nhưng vì đã có rất nhiều, ừm, cái chết trong gia đình tôi theo thời gian, ngay cả trước khi tôi đến, cuối cùng tôi cảm thấy khá gần gũi với cái chết. Ý tôi là, sự nghiệp của mẹ tôi phần nào làm tăng thêm điều đó. Nhưng ý tôi là, tôi ở trong những hầm mộ đó rất nhiều chỉ để lang thang xung quanh và suy nghĩ. Tôi sẽ nói rằng đó là một nơi tuyệt vời để tránh xa người cha dượng sắp tới của tôi, nhưng tôi không thể cho bạn biết tôi đã thấy anh ta rời khỏi hầm mộ bao nhiêu lần ngay khi tôi ghé qua.",
  "I've honestly been really lonely since my best friend Pascal moved. I mean the guy basically disappeared off the map! Deleted his Social Bunny and everything. It's how I ended up talking to Edith so much. I kept going for walks all by myself and trying to talk to her. Not like I had anyone else, you know?": "Thành thật mà nói, tôi đã thực sự cô đơn kể từ khi người bạn thân nhất của tôi là Pascal chuyển đi. Ý tôi là anh chàng về cơ bản đã biến mất khỏi bản đồ! Xóa Social Bunny của anh ấy và mọi thứ. Đó là cách tôi kết thúc cuộc trò chuyện với Edith rất nhiều. Tôi cứ đi dạo một mình và cố gắng nói chuyện với cô ấy. Không phải là tôi có ai khác, bạn biết không?",
  "1DB65009": "Bạn có tin được không, Radwan và tôi từng hẹn hò hồi đó. Anh ấy là một chàng trai ngọt ngào, nhưng cuối cùng chúng tôi chỉ không hoàn toàn tương thích. Tôi nghĩ anh ấy muốn ổn định cuộc sống gia đình yên tĩnh. Thật buồn cười khi mọi thứ diễn ra; cuộc sống gia đình ổn định của anh ấy bao gồm người phụ nữ lốc xoáy tuyệt đối đó, Tziporah. Tuy nhiên, họ tạo nên một cặp đôi tuyệt vời.",
  "A10FC735": "Người cha dượng tương lai của tôi thật là kỳ quặc. Hãy giải thích điều này: một ngày nọ, Sim đó ở bên ngoài hầm mộ ở Crow's Crossing nhìn vào khu mộ của một trong những người chồng đã chết của mẹ tôi. Đó là gì vậy? Tôi thấy anh ta vỗ vào bia mộ và mỉm cười trìu mến. Cảnh báo đáng sợ!",
  "3C2829C1": "Này, bạn có biết bạn có thể bắt được những Con Ếch Tử Thần thực sự крутые này xung quanh Ravenwood không? Tôi có nhiều may mắn nhất ở nghĩa trang. Tôi yêu ếch, bạn biết đấy. Mẹ tôi đùa về việc tôi là một người sưu tập đồ lớn. Bạn có thể bắt gặp tôi ở xung quanh đôi khi tại các lễ hội, thậm chí. Hãy gặp tôi tại Ngày Gia Đình Ravenwood và chúng ta sẽ nói chuyện về ếch.",
  "70953AA6": "Có lẽ có vẻ kỳ lạ nhưng vì đã có rất nhiều, ừm, cái chết trong gia đình tôi theo thời gian, ngay cả trước khi tôi đến, cuối cùng tôi cảm thấy khá gần gũi với cái chết. Ý tôi là, sự nghiệp của mẹ tôi phần nào làm tăng thêm điều đó. Nhưng ý tôi là, tôi ở trong những hầm mộ đó rất nhiều chỉ để lang thang xung quanh và suy nghĩ. Tôi sẽ nói rằng đó là một nơi tuyệt vời để tránh xa người cha dượng sắp tới của tôi, nhưng tôi không thể cho bạn biết tôi đã thấy anh ta rời khỏi hầm mộ bao nhiêu lần ngay khi tôi ghé qua.",
  "0948AF48": "Thành thật mà nói, tôi đã thực sự cô đơn kể từ khi người bạn thân nhất của tôi là Pascal chuyển đi. Ý tôi là anh chàng về cơ bản đã biến mất khỏi bản đồ! Xóa Social Bunny của anh ấy và mọi thứ. Đó là cách tôi kết thúc cuộc trò chuyện với Edith rất nhiều. Tôi cứ đi dạo một mình và cố gắng nói chuyện với cô ấy. Không phải là tôi có ai khác, bạn biết không?",
  "Everybody seems to have theories about who my real dad is, like it's their business. The funny thing is, sometimes when I'm walking around, I'll see a weird reflection of a black cloak behind me. I feel a really strange tie to the idea of death and reaping. Wait, not creepy like that, I mean...well, just the idea of Grim is something, huh? ": "Mọi người dường như đều có những lý thuyết về việc ai là bố thật của tôi, như thể đó là việc của họ vậy. Điều buồn cười là, đôi khi khi tôi đi dạo xung quanh, tôi sẽ thấy một hình ảnh phản chiếu kỳ lạ của một chiếc áo choàng đen phía sau mình. Tôi cảm thấy một mối liên hệ thực sự kỳ lạ với ý tưởng về cái chết và hái gặt. Chờ đã, không rùng rợn như vậy, ý tôi là...à, chỉ là ý tưởng về Grim là một cái gì đó, hả?",
  "Zelmira got way into that tarot stuff a while back and got me all interested in the Order of Lenore stuff. You know about that, right? It was appealing to me, cuz I feel like I'm just always in some random danger that I can't predict or understand. Tarot gives me a sense of order, I think? Or it makes things feel less chaotic. Whatever, I just like it a lot. You've gotten cards and seen the tomes around Ravenwood and all that, right?": "Zelmira đã tham gia rất nhiều vào những thứ tarot đó một thời gian trước và khiến tôi hứng thú với những thứ của Order of Lenore. Bạn có biết về điều đó, phải không? Nó hấp dẫn tôi, bởi vì tôi cảm thấy như mình luôn ở trong một số nguy hiểm ngẫu nhiên mà tôi không thể dự đoán hoặc hiểu được. Tarot cho tôi một cảm giác trật tự, tôi nghĩ vậy? Hoặc nó làm cho mọi thứ cảm thấy bớt hỗn loạn hơn. Dù sao đi nữa, tôi chỉ thích nó rất nhiều. Bạn đã nhận được thẻ và nhìn thấy những cuốn sách xung quanh Ravenwood và tất cả những thứ đó, phải không?",
  "The other day, the TV was on the fritz and it electrocuted me. Out of nowhere, there's Layne just standing there saying, \"Watch yourself, kid, you'll die of electrocution if you're not careful\" in this dreamy voice. I wonder if all his little fans know that the eccentric musician act is absolutely not an act.": "Hôm nọ, TV bị trục trặc và nó đã giật điện tôi. Từ hư không, có Layne chỉ đứng đó và nói, \"Cẩn thận đấy nhóc, cháu sẽ chết vì điện giật nếu cháu không cẩn thận\" bằng giọng nói mơ màng này. Tôi tự hỏi liệu tất cả những người hâm mộ nhỏ của anh ấy có biết rằng hành động nhạc sĩ lập dị hoàn toàn không phải là một hành động.",
  "You found out the truth about Layne, right? That guy's supposed to be my new dad. Yeah right! Like I want touching father/son moments with a freak-o-rama who <i>wants</i> my mom to turn him into a ghost. Uh, let's not unpack anything you think you know about my mom, okay? We're not touching that. ": "Bạn đã tìm ra sự thật về Layne, phải không? Gã đó được cho là bố mới của tôi. Đúng rồi đấy! Như thể tôi muốn những khoảnh khắc cha/con trai cảm động với một người kỳ dị <i>muốn</i> mẹ tôi biến anh ta thành một con ma. Uh, đừng giải nén bất cứ điều gì bạn nghĩ rằng bạn biết về mẹ tôi, được chứ? Chúng ta sẽ không chạm vào điều đó.",
  "I've been a Mortician for years! My poor—and quite dearly missed—husbands met some...unfortunate ends and I really felt a calling to the craft. You know, we're always looking for new recruits!": "Tôi đã là một Nhân Viên Nhà Xác trong nhiều năm! Những người chồng đáng thương—và rất nhớ nhung—của tôi đã gặp phải một số...kết cục không may và tôi thực sự cảm thấy một sự kêu gọi đối với nghề này. Bạn biết đấy, chúng tôi luôn tìm kiếm những tân binh mới!",
  "02C7F7E1": "Mọi người dường như đều có những lý thuyết về việc ai là bố thật của tôi, như thể đó là việc của họ vậy. Điều buồn cười là, đôi khi khi tôi đi dạo xung quanh, tôi sẽ thấy một hình ảnh phản chiếu kỳ lạ của một chiếc áo choàng đen phía sau mình. Tôi cảm thấy một mối liên hệ thực sự kỳ lạ với ý tưởng về cái chết và hái gặt. Chờ đã, không rùng rợn như vậy, ý tôi là...à, chỉ là ý tưởng về Grim là một cái gì đó, hả?",
  "643EA3D0": "Zelmira đã tham gia rất nhiều vào những thứ tarot đó một thời gian trước và khiến tôi hứng thú với những thứ của Order of Lenore. Bạn có biết về điều đó, phải không? Nó hấp dẫn tôi, bởi vì tôi cảm thấy như mình luôn ở trong một số nguy hiểm ngẫu nhiên mà tôi không thể dự đoán hoặc hiểu được. Tarot cho tôi một cảm giác trật tự, tôi nghĩ vậy? Hoặc nó làm cho mọi thứ cảm thấy bớt hỗn loạn hơn. Dù sao đi nữa, tôi chỉ thích nó rất nhiều. Bạn đã nhận được thẻ và nhìn thấy những cuốn sách xung quanh Ravenwood và tất cả những thứ đó, phải không?",
  "3DD3CDC4": "Hôm nọ, TV bị trục trặc và nó đã giật điện tôi. Từ hư không, có Layne chỉ đứng đó và nói, \"Cẩn thận đấy nhóc, cháu sẽ chết vì điện giật nếu cháu không cẩn thận\" bằng giọng nói mơ màng này. Tôi tự hỏi liệu tất cả những người hâm mộ nhỏ của anh ấy có biết rằng hành động nhạc sĩ lập dị hoàn toàn không phải là một hành động.",
  "1FFA4DC0": "Bạn đã tìm ra sự thật về Layne, phải không? Gã đó được cho là bố mới của tôi. Đúng rồi đấy! Như thể tôi muốn những khoảnh khắc cha/con trai cảm động với một người kỳ dị <i>muốn</i> mẹ tôi biến anh ta thành một con ma. Uh, đừng giải nén bất cứ điều gì bạn nghĩ rằng bạn biết về mẹ tôi, được chứ? Chúng ta sẽ không chạm vào điều đó.",
  "49C88658": "Tôi đã là một Nhân Viên Nhà Xác trong nhiều năm! Những người chồng đáng thương—và rất nhớ nhung—của tôi đã gặp phải một số...kết cục không may và tôi thực sự cảm thấy một sự kêu gọi đối với nghề này. Bạn biết đấy, chúng tôi luôn tìm kiếm những tân binh mới!",
  "My philosophy when it comes to décor is that if you're not making sure your place has personality, you're not <i>living</i>. Or a ghost either. Not my point. But anyway, I'm sure some places have more personality than most. My house has a serious issue with flickering lights, doors slammed by someone other than Nyon, and a TV that changes to static. It's odd, almost as if I'm haunted. Though why on earth should I be? My former husbands, all absolute dears, are resting quite peacefully!": "Triết lý của tôi khi nói đến trang trí là nếu bạn không đảm bảo nơi bạn ở có cá tính, bạn không <i>sống</i>. Hoặc một con ma cũng vậy. Không phải ý của tôi. Nhưng dù sao đi nữa, tôi chắc chắn rằng một số nơi có nhiều cá tính hơn hầu hết. Ngôi nhà của tôi có một vấn đề nghiêm trọng với đèn nhấp nháy, cửa bị đóng sầm bởi ai đó không phải là Nyon và một chiếc TV chuyển sang tĩnh. Thật kỳ lạ, gần như thể tôi bị ma ám. Mặc dù tại sao trên trái đất tôi lại bị ma ám? Những người chồng cũ của tôi, tất cả những người thân yêu tuyệt đối, đang yên nghỉ khá thanh thản!",
  "I feel so bad about Zuleika dying like that, from her own plant no less! It's not like I lost her completely, but it's not the same to hang out with a ghost. Still, we try to talk whenever she stops back by Crow's Crossing. She doesn't ask a lot of questions about my past, which is very refreshing given, well, <i>you know</i>. ": "Tôi cảm thấy rất tệ khi Zuleika chết như vậy, thậm chí từ chính cây của cô ấy! Không phải là tôi đã mất cô ấy hoàn toàn, nhưng việc đi chơi với một con ma không giống nhau. Tuy nhiên, chúng tôi cố gắng nói chuyện bất cứ khi nào cô ấy ghé lại Crow's Crossing. Cô ấy không hỏi nhiều câu hỏi về quá khứ của tôi, điều này rất mới mẻ, à, <i>bạn biết đấy</i>.",
  "Just before we moved to Crow's Crossing, we were warned that it's a little on the lively side. I have to say, we were not warned that a memorial cannon is occasionally fired. That might have been appreciated! I've chosen to stay away from that well not too far from us too; I've heard what sounded like a child shrieking or having some sort of tantrum last time I came close and I just thought, \"You know what? I don't need a shrieking child in my life, thank you <i>very</i> much.\"": "Ngay trước khi chúng tôi chuyển đến Crow's Crossing, chúng tôi đã được cảnh báo rằng nó hơi ồn ào. Tôi phải nói rằng, chúng tôi đã không được cảnh báo rằng một khẩu pháo tưởng niệm thỉnh thoảng được bắn. Điều đó có thể đã được đánh giá cao! Tôi đã chọn cách tránh xa cái giếng đó không quá xa chúng tôi; Lần trước khi tôi đến gần, tôi đã nghe thấy âm thanh như tiếng một đứa trẻ hét lên hoặc lên cơn thịnh nộ nào đó và tôi chỉ nghĩ, \"Bạn biết không? Tôi không cần một đứa trẻ hét lên trong cuộc đời mình, cảm ơn bạn <i>rất nhiều</i>.\"",
  "More than once, I've walked into a room to see Layne just staring at the TV. He's been transfixed by the Static TV channel. Wouldn't you think he has better things to do? He seems mesmerized by it. ": "Không dưới một lần, tôi bước vào một căn phòng để thấy Layne chỉ nhìn chằm chằm vào TV. Anh ấy đã bị kênh Static TV mê hoặc. Bạn sẽ không nghĩ rằng anh ấy có những việc tốt hơn để làm sao? Anh ấy dường như bị nó thôi miên.",
  "Nyon's been more distant with me these days. I guess that's just what happens with a lot of teenagers, but he's also been asking a lot of questions about his dad and about my past as well. Personally, I'd rather leave the past dead and buried. Wouldn't you? ": "Nyon ngày càng xa cách với tôi hơn trong những ngày này. Tôi đoán đó chỉ là những gì xảy ra với rất nhiều thanh thiếu niên, nhưng nó cũng đã hỏi rất nhiều câu hỏi về bố của nó và về quá khứ của tôi. Cá nhân tôi, tôi thà để quá khứ chết và chôn vùi. Bạn có không?",
  "1F6A7E2F": "Triết lý của tôi khi nói đến trang trí là nếu bạn không đảm bảo nơi bạn ở có cá tính, bạn không <i>sống</i>. Hoặc một con ma cũng vậy. Không phải ý của tôi. Nhưng dù sao đi nữa, tôi chắc chắn rằng một số nơi có nhiều cá tính hơn hầu hết. Ngôi nhà của tôi có một vấn đề nghiêm trọng với đèn nhấp nháy, cửa bị đóng sầm bởi ai đó không phải là Nyon và một chiếc TV chuyển sang tĩnh. Thật kỳ lạ, gần như thể tôi bị ma ám. Mặc dù tại sao trên trái đất tôi lại bị ma ám? Những người chồng cũ của tôi, tất cả những người thân yêu tuyệt đối, đang yên nghỉ khá thanh thản!",
  "7876543D": "Tôi cảm thấy rất tệ khi Zuleika chết như vậy, thậm chí từ chính cây của cô ấy! Không phải là tôi đã mất cô ấy hoàn toàn, nhưng việc đi chơi với một con ma không giống nhau. Tuy nhiên, chúng tôi cố gắng nói chuyện bất cứ khi nào cô ấy ghé lại Crow's Crossing. Cô ấy không hỏi nhiều câu hỏi về quá khứ của tôi, điều này rất mới mẻ, à, <i>bạn biết đấy</i>.",
  "1B076D10": "Ngay trước khi chúng tôi chuyển đến Crow's Crossing, chúng tôi đã được cảnh báo rằng nó hơi ồn ào. Tôi phải nói rằng, chúng tôi đã không được cảnh báo rằng một khẩu pháo tưởng niệm thỉnh thoảng được bắn. Điều đó có thể đã được đánh giá cao! Tôi đã chọn cách tránh xa cái giếng đó không quá xa chúng tôi; Lần trước khi tôi đến gần, tôi đã nghe thấy âm thanh như tiếng một đứa trẻ hét lên hoặc lên cơn thịnh nộ nào đó và tôi chỉ nghĩ, \"Bạn biết không? Tôi không cần một đứa trẻ hét lên trong cuộc đời mình, cảm ơn bạn <i>rất nhiều</i>.\"",
  "9476AD11": "Không dưới một lần, tôi bước vào một căn phòng để thấy Layne chỉ nhìn chằm chằm vào TV. Anh ấy đã bị kênh Static TV mê hoặc. Bạn sẽ không nghĩ rằng anh ấy có những việc tốt hơn để làm sao? Anh ấy dường như bị nó thôi miên.",
  "FD6D06B6": "Nyon ngày càng xa cách với tôi hơn trong những ngày này. Tôi đoán đó chỉ là những gì xảy ra với rất nhiều thanh thiếu niên, nhưng nó cũng đã hỏi rất nhiều câu hỏi về bố của nó và về quá khứ của tôi. Cá nhân tôi, tôi thà để quá khứ chết và chôn vùi. Bạn có không?",
  "Because the cemetery isn't far from me, I visit often. I feel like I'm quite acquainted with the dead, and it's calming to see the gravesites tended to. I'll often just peer into the pond. Layne, though, he's gone straight for that pond when he's visited. He caught a frog out of it one night; peculiar little thing.": "Vì nghĩa trang không xa tôi, tôi thường xuyên đến thăm. Tôi cảm thấy như mình khá quen thuộc với người chết, và thật êm dịu khi thấy các khu mộ được chăm sóc. Tôi thường chỉ nhìn vào ao. Tuy nhiên, Layne đã đi thẳng đến cái ao đó khi anh ấy đến thăm. Anh ấy đã bắt được một con ếch ra khỏi đó vào một đêm; một thứ nhỏ bé kỳ lạ.",
  "Have you seen that strange Bell Tower in Mourningvale? I'd heard once that people used to gather whenever someone rang its bell. I wonder if that's true? It makes me feel so odd whenever I walk past it. ": "Bạn đã nhìn thấy Tháp Chuông kỳ lạ đó ở Mourningvale chưa? Tôi đã từng nghe nói rằng mọi người thường tụ tập bất cứ khi nào ai đó rung chuông của nó. Tôi tự hỏi liệu điều đó có đúng không? Nó khiến tôi cảm thấy rất kỳ lạ mỗi khi tôi đi ngang qua nó.",
  "Tziporah and I got married after she took ambrosia. She just really wasn't into being a ghost. I can't blame her—I sure don't want her to be one, either. I just wish she was a little bit less of a klutz. I feel like Grim's always just around the corner from our place.": "Tziporah và tôi kết hôn sau khi cô ấy dùng ambrosia. Cô ấy thực sự không thích làm ma. Tôi không thể trách cô ấy—tôi chắc chắn cũng không muốn cô ấy là ma. Tôi chỉ ước cô ấy bớt vụng về hơn một chút. Tôi cảm thấy như Grim luôn ở ngay gần nhà chúng tôi.",
  "Oh! You've heard the story about Moppy, that goat statue in Crow's Crossing, right? It's this whole local legend thing. Apparently some medieval nomads were off in search of sustenance when they ran into an odd woman who claimed she could read Tarot cards. Ravendancer, I think. The wandering souls were so enthralled by her that they felt as if they'd been enchanted. When they came across a goat, they thought it must be magical in some way and chased it instead of catching it to eat it. The goat led them to a bountiful land—this one! Over the years, the legend of Moppy—the goat who led them to good fortune—has been told over and over again.": "Ồ! Bạn đã nghe câu chuyện về Moppy, bức tượng dê đó ở Crow's Crossing chưa? Đó là toàn bộ huyền thoại địa phương. Rõ ràng là một số người du mục thời trung cổ đã đi tìm kiếm thức ăn khi họ gặp một người phụ nữ kỳ lạ tuyên bố rằng cô ấy có thể đọc bài Tarot. Ravendancer, tôi nghĩ vậy. Những linh hồn lang thang đã bị mê hoặc bởi cô ấy đến nỗi họ cảm thấy như thể họ đã bị phù phép. Khi họ bắt gặp một con dê, họ nghĩ rằng nó chắc hẳn có phép thuật theo một cách nào đó và đuổi theo nó thay vì bắt nó để ăn thịt. Con dê đã dẫn họ đến một vùng đất trù phú—vùng đất này! Trong những năm qua, truyền thuyết về Moppy—con dê đã dẫn họ đến vận may—đã được kể đi kể lại.",
  "You know Zelmira's gotten really into tarot, right? They've even started giving readings to other Sims at the Thinned Festiveil. They're an unusual Sim; really passionate about some of the darker or more Macabre aspects of life, but always fun to be around.": "Bạn có biết Zelmira đã thực sự tham gia vào tarot không? Họ thậm chí đã bắt đầu cho các Sim khác xem bài tại Lễ Hội Thinned. Họ là một Sim khác thường; thực sự đam mê một số khía cạnh đen tối hơn hoặc rùng rợn hơn của cuộc sống, nhưng luôn vui vẻ khi ở xung quanh.",
  "9F434DE5": "Vì nghĩa trang không xa tôi, tôi thường xuyên đến thăm. Tôi cảm thấy như mình khá quen thuộc với người chết, và thật êm dịu khi thấy các khu mộ được chăm sóc. Tôi thường chỉ nhìn vào ao. Tuy nhiên, Layne đã đi thẳng đến cái ao đó khi anh ấy đến thăm. Anh ấy đã bắt được một con ếch ra khỏi đó vào một đêm; một thứ nhỏ bé kỳ lạ.",
  "3395AC29": "Bạn đã nhìn thấy Tháp Chuông kỳ lạ đó ở Mourningvale chưa? Tôi đã từng nghe nói rằng mọi người thường tụ tập bất cứ khi nào ai đó rung chuông của nó. Tôi tự hỏi liệu điều đó có đúng không? Nó khiến tôi cảm thấy rất kỳ lạ mỗi khi tôi đi ngang qua nó.",
  "EAAD2033": "Tziporah và tôi kết hôn sau khi cô ấy dùng ambrosia. Cô ấy thực sự không thích làm ma. Tôi không thể trách cô ấy—tôi chắc chắn cũng không muốn cô ấy là ma. Tôi chỉ ước cô ấy bớt vụng về hơn một chút. Tôi cảm thấy như Grim luôn ở ngay gần nhà chúng tôi.",
  "96E5A780": "Ồ! Bạn đã nghe câu chuyện về Moppy, bức tượng dê đó ở Crow's Crossing chưa? Đó là toàn bộ huyền thoại địa phương. Rõ ràng là một số người du mục thời trung cổ đã đi tìm kiếm thức ăn khi họ gặp một người phụ nữ kỳ lạ tuyên bố rằng cô ấy có thể đọc bài Tarot. Ravendancer, tôi nghĩ vậy. Những linh hồn lang thang đã bị mê hoặc bởi cô ấy đến nỗi họ cảm thấy như thể họ đã bị phù phép. Khi họ bắt gặp một con dê, họ nghĩ rằng nó chắc hẳn có phép thuật theo một cách nào đó và đuổi theo nó thay vì bắt nó để ăn thịt. Con dê đã dẫn họ đến một vùng đất trù phú—vùng đất này! Trong những năm qua, truyền thuyết về Moppy—con dê đã dẫn họ đến vận may—đã được kể đi kể lại.",
  "685CEE22": "Bạn có biết Zelmira đã thực sự tham gia vào tarot không? Họ thậm chí đã bắt đầu cho các Sim khác xem bài tại Lễ Hội Thinned. Họ là một Sim khác thường; thực sự đam mê một số khía cạnh đen tối hơn hoặc rùng rợn hơn của cuộc sống, nhưng luôn vui vẻ khi ở xung quanh.",
  "I've had this strange sense about myself my whole life, as if I've walked similar steps before but in a completely different existence. Like some of these experiences are ones I've had before, yes? You've heard of Deja Vu, of course. There have always been rumors about the Baleful Bog being a place of renewal, of rebirth. Imagine living another life, though. I already feel like I've lived two lives just in this body!": "Tôi đã có cảm giác kỳ lạ này về bản thân mình trong suốt cuộc đời, như thể tôi đã đi những bước tương tự trước đây nhưng trong một sự tồn tại hoàn toàn khác. Như thể một số trải nghiệm này là những trải nghiệm tôi đã có trước đây, phải không? Bạn đã nghe nói về Deja Vu, tất nhiên rồi. Luôn có những tin đồn về việc Đầm Lầy Ám Ảnh là một nơi đổi mới, tái sinh. Tuy nhiên, hãy tưởng tượng sống một cuộc đời khác. Tôi đã cảm thấy như mình đã sống hai cuộc đời chỉ trong cơ thể này!",
  "No one likes talking about end-of-life things, I get it. Though I like to think if we're honest about what matters to us, it helps our family more later on. That's why I always remind people that it's better to head over to the Town Hall sooner rather than later to meet up with an attorney to get your Will all sorted. It's easier than you think. ": "Không ai thích nói về những điều cuối đời, tôi hiểu điều đó. Mặc dù tôi thích nghĩ rằng nếu chúng ta thành thật về những gì quan trọng đối với chúng ta, thì điều đó sẽ giúp gia đình chúng ta nhiều hơn sau này. Đó là lý do tại sao tôi luôn nhắc nhở mọi người rằng tốt hơn là nên đến Tòa Thị Chính sớm hơn là muộn hơn để gặp một luật sư để sắp xếp tất cả các Điều Khoản trong Di Chúc của bạn. Nó dễ hơn bạn nghĩ.",
  "Each Sim has their own unique perspective on life and the life thereafter. Sometimes we want to be with those who reflect our beliefs back, but sometimes we also thrive in our differences while embracing our similarities. Tziporah's beliefs are somewhat different than my own, but we share so many other common values. I feel like she's a Sim I've known past my own life, if you understand what I mean.": "Mỗi Sim có một quan điểm độc đáo về cuộc sống và cuộc sống sau đó. Đôi khi chúng ta muốn ở bên những người phản ánh lại niềm tin của chúng ta, nhưng đôi khi chúng ta cũng phát triển mạnh trong sự khác biệt của mình trong khi chấp nhận những điểm tương đồng của mình. Niềm tin của Tziporah có phần khác với niềm tin của tôi, nhưng chúng tôi chia sẻ rất nhiều giá trị chung khác. Tôi cảm thấy như cô ấy là một Sim mà tôi đã biết vượt qua cuộc đời của mình, nếu bạn hiểu ý tôi.",
  "Would you believe there are people around that still associate me with the founding of this lovely little area? Picture it: Ages ago, right here in Ravenwood, well before anything was here of course, I'm just traipsing along minding my own business when <i>suddenly</i> I turn around, and these filthy, hungry Sims were following me! I, of course, took pity and gave them a Tarot Reading. Eventually they got distracted by some stray goat and left me alone.": "Bạn có tin được không khi có những người xung quanh vẫn liên kết tôi với việc thành lập khu vực nhỏ xinh đẹp này? Hãy hình dung nó: Cách đây rất lâu, ngay tại Ravenwood này, rất lâu trước khi có bất cứ thứ gì ở đây, tất nhiên, tôi chỉ đang lang thang một mình khi <i>đột nhiên</i> tôi quay lại, và những Sim bẩn thỉu, đói khát này đang theo dõi tôi! Tất nhiên, tôi đã thương xót và cho họ xem một bài Đọc Tarot. Cuối cùng, họ bị phân tâm bởi một con dê lạc và bỏ tôi một mình.",
  "Once a week—on Wednesdays, I believe—the living and the dead gather together to celebrate the link between their worlds at the Thinned Festiveil. Of course, one must bring a gift for the tree if they attend! My relative, Zelmira, has given tarot readings there before. They certainly have a flair for it!": "Mỗi tuần một lần—vào thứ Tư, tôi tin vậy—người sống và người chết cùng nhau tụ tập để kỷ niệm mối liên kết giữa thế giới của họ tại Lễ Hội Thinned. Tất nhiên, người ta phải mang theo một món quà cho cây nếu họ tham dự! Người thân của tôi, Zelmira, trước đây đã cho xem bài tarot ở đó. Họ chắc chắn có một tài năng cho nó!",
  "00A31974": "Tôi đã có cảm giác kỳ lạ này về bản thân mình trong suốt cuộc đời, như thể tôi đã đi những bước tương tự trước đây nhưng trong một sự tồn tại hoàn toàn khác. Như thể một số trải nghiệm này là những trải nghiệm tôi đã có trước đây, phải không? Bạn đã nghe nói về Deja Vu, tất nhiên rồi. Luôn có những tin đồn về việc Đầm Lầy Ám Ảnh là một nơi đổi mới, tái sinh. Tuy nhiên, hãy tưởng tượng sống một cuộc đời khác. Tôi đã cảm thấy như mình đã sống hai cuộc đời chỉ trong cơ thể này!",
  "ABFD9BE8": "Không ai thích nói về những điều cuối đời, tôi hiểu điều đó. Mặc dù tôi thích nghĩ rằng nếu chúng ta thành thật về những gì quan trọng đối với chúng ta, thì điều đó sẽ giúp gia đình chúng ta nhiều hơn sau này. Đó là lý do tại sao tôi luôn nhắc nhở mọi người rằng tốt hơn là nên đến Tòa Thị Chính sớm hơn là muộn hơn để gặp một luật sư để sắp xếp tất cả các Điều Khoản trong Di Chúc của bạn. Nó dễ hơn bạn nghĩ.",
  "0FA7D76A": "Mỗi Sim có một quan điểm độc đáo về cuộc sống và cuộc sống sau đó. Đôi khi chúng ta muốn ở bên những người phản ánh lại niềm tin của chúng ta, nhưng đôi khi chúng ta cũng phát triển mạnh trong sự khác biệt của mình trong khi chấp nhận những điểm tương đồng của mình. Niềm tin của Tziporah có phần khác với niềm tin của tôi, nhưng chúng tôi chia sẻ rất nhiều giá trị chung khác. Tôi cảm thấy như cô ấy là một Sim mà tôi đã biết vượt qua cuộc đời của mình, nếu bạn hiểu ý tôi.",
  "5944D44B": "Bạn có tin được không khi có những người xung quanh vẫn liên kết tôi với việc thành lập khu vực nhỏ xinh đẹp này? Hãy hình dung nó: Cách đây rất lâu, ngay tại Ravenwood này, rất lâu trước khi có bất cứ thứ gì ở đây, tất nhiên, tôi chỉ đang lang thang một mình khi <i>đột nhiên</i> tôi quay lại, và những Sim bẩn thỉu, đói khát này đang theo dõi tôi! Tất nhiên, tôi đã thương xót và cho họ xem một bài Đọc Tarot. Cuối cùng, họ bị phân tâm bởi một con dê lạc và bỏ tôi một mình.",
  "B8912205": "Mỗi tuần một lần—vào thứ Tư, tôi tin vậy—người sống và người chết cùng nhau tụ tập để kỷ niệm mối liên kết giữa thế giới của họ tại Lễ Hội Thinned. Tất nhiên, người ta phải mang theo một món quà cho cây nếu họ tham dự! Người thân của tôi, Zelmira, trước đây đã cho xem bài tarot ở đó. Họ chắc chắn có một tài năng cho nó!",
  "The interesting thing about being a ghost is that a lot of time can pass in a blink. Back when this area was named after Ravens, it made sense; my family was on the ascendance and there were ravens, not crows. Now, time has passed and I see that the crows from Grim's aviary have taken over. Perhaps a century from now, it will be back in the hands (or talons) of ravens!": "Điều thú vị khi là một con ma là rất nhiều thời gian có thể trôi qua trong nháy mắt. Hồi đó khi khu vực này được đặt theo tên Ravens, điều đó có ý nghĩa; gia đình tôi đang trên đà thăng tiến và có quạ khoang, không phải quạ đen. Bây giờ, thời gian đã trôi qua và tôi thấy rằng những con quạ đen từ chuồng chim của Grim đã chiếm lấy. Có lẽ một thế kỷ kể từ bây giờ, nó sẽ trở lại trong tay (hoặc móng vuốt) của quạ khoang!",
  "Zelmira Gomes was able to summon me once they'd collected all of my special Tarot cards. What an interesting individual; of course, our family tree has intertwined roots going all the way back to Lolita Goth, so it makes sense that there some commonalities between us. ": "Zelmira Gomes đã có thể triệu hồi tôi sau khi họ thu thập tất cả các lá bài Tarot đặc biệt của tôi. Thật là một cá nhân thú vị; tất nhiên, cây gia đình của chúng tôi có những gốc rễ đan xen kéo dài đến tận Lolita Goth, vì vậy thật hợp lý khi có một số điểm chung giữa chúng tôi.",
  "I have an absolutely scandalous secret to tell you! I'm sure you've heard of the Moon Revelry festival before, yes? It's in Whispering Glen, right near that rock they call the Ancestor. Well, apparently some Sims think it's best enjoyed au naturale on the Full Moon. Can you imagine? Personally, I'm only there to stargaze. I'd never dream of moonbathing without clothing!": "Tôi có một bí mật hoàn toàn tai tiếng muốn kể cho bạn! Tôi chắc chắn rằng bạn đã nghe nói về lễ hội Moon Revelry trước đây, phải không? Nó ở Whispering Glen, ngay gần tảng đá mà họ gọi là Tổ Tiên. Chà, rõ ràng một số Sim nghĩ rằng tốt nhất nên tận hưởng nó một cách tự nhiên vào Đêm Trăng Tròn. Bạn có thể tưởng tượng không? Cá nhân tôi, tôi chỉ ở đó để ngắm sao. Tôi sẽ không bao giờ mơ đến việc tắm trăng mà không mặc quần áo!",
  "Radwan is so protective of me at times. Honestly, even a little overprotective. He's behaving as if I'm just around the corner from dying again, and I know he doesn't want to lose me. It's sweet, but a little frustrating. Then again, I do seem to have absolutely rotten luck. I didn't know that provoking crows is a bad idea, so I did that recently and it almost killed me right off the bat. What kind of luck is that?": "Radwan đôi khi rất bảo vệ tôi. Thành thật mà nói, thậm chí hơi quá bảo vệ. Anh ấy đang cư xử như thể tôi sắp chết một lần nữa và tôi biết anh ấy không muốn mất tôi. Nó ngọt ngào, nhưng hơi bực bội. Sau đó, một lần nữa, tôi dường như có vận may tuyệt đối tồi tệ. Tôi không biết rằng khiêu khích quạ là một ý kiến tồi, vì vậy tôi đã làm điều đó gần đây và nó gần như đã giết chết tôi ngay lập tức. Đó là loại may mắn gì?",
  "All the friction I have with Esther is so frustrating for me. I just want xer to understand why it's so important for xer to live again. Xie thinks being dead is fine, and that the abilities xie has make it even better, but I can't accept it. Because I can write, I decided that I would work towards being able to write a Book of Life. When I have one, I'll be able to convince xer to come back. I know it. Esther will understand someday.": "Tất cả những xích mích mà tôi có với Esther thật bực bội đối với tôi. Tôi chỉ muốn xer hiểu tại sao việc xer sống lại quan trọng đến vậy. Xie nghĩ rằng chết cũng ổn, và những khả năng mà xie có thậm chí còn làm cho nó tốt hơn, nhưng tôi không thể chấp nhận điều đó. Vì tôi có thể viết, tôi quyết định rằng tôi sẽ cố gắng để có thể viết một cuốn Sách Cuộc Sống. Khi tôi có một cuốn, tôi sẽ có thể thuyết phục xer quay lại. Tôi biết điều đó. Một ngày nào đó Esther sẽ hiểu.",
  "F8D6222E": "Điều thú vị khi là một con ma là rất nhiều thời gian có thể trôi qua trong nháy mắt. Hồi đó khi khu vực này được đặt theo tên Ravens, điều đó có ý nghĩa; gia đình tôi đang trên đà thăng tiến và có quạ khoang, không phải quạ đen. Bây giờ, thời gian đã trôi qua và tôi thấy rằng những con quạ đen từ chuồng chim của Grim đã chiếm lấy. Có lẽ một thế kỷ kể từ bây giờ, nó sẽ trở lại trong tay (hoặc móng vuốt) của quạ khoang!",
  "E9AA20E4": "Zelmira Gomes đã có thể triệu hồi tôi sau khi họ thu thập tất cả các lá bài Tarot đặc biệt của tôi. Thật là một cá nhân thú vị; tất nhiên, cây gia đình của chúng tôi có những gốc rễ đan xen kéo dài đến tận Lolita Goth, vì vậy thật hợp lý khi có một số điểm chung giữa chúng tôi.",
  "79B7C082": "Tôi có một bí mật hoàn toàn tai tiếng muốn kể cho bạn! Tôi chắc chắn rằng bạn đã nghe nói về lễ hội Moon Revelry trước đây, phải không? Nó ở Whispering Glen, ngay gần tảng đá mà họ gọi là Tổ Tiên. Chà, rõ ràng một số Sim nghĩ rằng tốt nhất nên tận hưởng nó một cách tự nhiên vào Đêm Trăng Tròn. Bạn có thể tưởng tượng không? Cá nhân tôi, tôi chỉ ở đó để ngắm sao. Tôi sẽ không bao giờ mơ đến việc tắm trăng mà không mặc quần áo!",
  "38566D11": "Radwan đôi khi rất bảo vệ tôi. Thành thật mà nói, thậm chí hơi quá bảo vệ. Anh ấy đang cư xử như thể tôi sắp chết một lần nữa và tôi biết anh ấy không muốn mất tôi. Nó ngọt ngào, nhưng hơi bực bội. Sau đó, một lần nữa, tôi dường như có vận may tuyệt đối tồi tệ. Tôi không biết rằng khiêu khích quạ là một ý kiến tồi, vì vậy tôi đã làm điều đó gần đây và nó gần như đã giết chết tôi ngay lập tức. Đó là loại may mắn gì?",
  "1F06918B": "Tất cả những xích mích mà tôi có với Esther thật bực bội đối với tôi. Tôi chỉ muốn xer hiểu tại sao việc xer sống lại quan trọng đến vậy. Xie nghĩ rằng chết cũng ổn, và những khả năng mà xie có thậm chí còn làm cho nó tốt hơn, nhưng tôi không thể chấp nhận điều đó. Vì tôi có thể viết, tôi quyết định rằng tôi sẽ cố gắng để có thể viết một cuốn Sách Cuộc Sống. Khi tôi có một cuốn, tôi sẽ có thể thuyết phục xer quay lại. Tôi biết điều đó. Một ngày nào đó Esther sẽ hiểu.",
  "Whispering Glen is so peaceful. There's a little telescope that looks out over the countryside that I'll walk to on clear nights to go stargazing. Radwan warns me off it, because he's paranoid I'll be hit by a meteor. But who wouldn't want to take in a view like that? Sometimes I'll just walk around by the stone ruins thinking about what I want to write about next. ": "Whispering Glen rất yên bình. Có một chiếc kính viễn vọng nhỏ nhìn ra vùng nông thôn mà tôi sẽ đi bộ đến vào những đêm quang đãng để ngắm sao. Radwan cảnh báo tôi không nên làm điều đó, vì anh ấy lo lắng tôi sẽ bị sao băng đánh trúng. Nhưng ai lại không muốn chiêm ngưỡng một cảnh tượng như vậy? Đôi khi tôi chỉ đi bộ xung quanh những tàn tích bằng đá và suy nghĩ về những gì tôi muốn viết tiếp theo.",
  "Our family history has been convoluted over the years, to put it mildly. At least my grandfather had the good sense to start deciding which items should be considered Heirlooms for the family so they could be divvied up properly. My father? Not so much, and when my sister and I passed away it was a mess. Now that I have my second chance at life and all of that, I'm leaving a better example for Zelmira. I want them to feel a connection to all the things that matter to me enough to consider a part of our family story.": "Lịch sử gia đình chúng tôi đã bị rối rắm trong những năm qua, nói một cách nhẹ nhàng. Ít nhất ông nội tôi đã có ý thức tốt để bắt đầu quyết định những món đồ nào nên được coi là Gia Bảo cho gia đình để chúng có thể được chia đều một cách thích hợp. Bố tôi? Không nhiều, và khi chị gái tôi và tôi qua đời, đó là một mớ hỗn độn. Bây giờ tôi có cơ hội thứ hai trong cuộc đời và tất cả những điều đó, tôi đang để lại một tấm gương tốt hơn cho Zelmira. Tôi muốn họ cảm thấy một sự kết nối với tất cả những điều quan trọng đối với tôi đủ để coi là một phần của câu chuyện gia đình chúng tôi.",
  "I'm not a direct descendent of the Goth family, but we do have a common ancestor from way back when. The Gomes family has had a long line since then. Radwan took my name to embrace that, since he was just starting on a different phase in his life and wanted to change his name altogether. ": "Tôi không phải là hậu duệ trực tiếp của gia đình Goth, nhưng chúng tôi có một tổ tiên chung từ rất lâu về trước. Gia đình Gomes đã có một dòng dõi lâu dài kể từ đó. Radwan đã lấy tên tôi để chấp nhận điều đó, vì anh ấy chỉ mới bắt đầu một giai đoạn khác trong cuộc đời và muốn thay đổi hoàn toàn tên của mình.",
  "Did you know that I spearhead the Ravenwood Welcoming Committee? That's right, sometimes I sacrifice a day's worth of vital sales just to show up with Pan de Muerto and regale you with wonderful information about the community. I usually rope a few other folks into coming with me. Everyone complains about the script I wrote, but I'm a guy who feels that anything worth doing is worth doing my way. ": "Bạn có biết rằng tôi dẫn đầu Ủy Ban Chào Mừng Ravenwood không? Đúng vậy, đôi khi tôi hy sinh một ngày bán hàng quan trọng chỉ để xuất hiện với Pan de Muerto và kể cho bạn nghe những thông tin tuyệt vời về cộng đồng. Tôi thường lôi kéo một vài người khác đến cùng tôi. Mọi người đều phàn nàn về kịch bản tôi đã viết, nhưng tôi là một người cảm thấy rằng bất cứ điều gì đáng làm đều đáng làm theo cách của tôi.",
  "One thing you can never, ever be without: a casket! Used, new—does it matter? Okay, it might matter. Not the point. You need a casket, and you need one now—so you'd better check out the Try Before You Die Casket Sale to get all set up.": "Một điều bạn không bao giờ, không bao giờ có thể thiếu: một chiếc quan tài! Đã qua sử dụng, mới—có quan trọng không? Được rồi, có thể quan trọng. Không phải là vấn đề. Bạn cần một chiếc quan tài, và bạn cần nó ngay bây giờ—vì vậy tốt hơn hết là bạn nên xem Triển Lãm Quan Tài Thử Trước Khi Chết để chuẩn bị sẵn sàng.",
  "39A56957": "Whispering Glen rất yên bình. Có một chiếc kính viễn vọng nhỏ nhìn ra vùng nông thôn mà tôi sẽ đi bộ đến vào những đêm quang đãng để ngắm sao. Radwan cảnh báo tôi không nên làm điều đó, vì anh ấy lo lắng tôi sẽ bị sao băng đánh trúng. Nhưng ai lại không muốn chiêm ngưỡng một cảnh tượng như vậy? Đôi khi tôi chỉ đi bộ xung quanh những tàn tích bằng đá và suy nghĩ về những gì tôi muốn viết tiếp theo.",
  "5129BF3D": "Lịch sử gia đình chúng tôi đã bị rối rắm trong những năm qua, nói một cách nhẹ nhàng. Ít nhất ông nội tôi đã có ý thức tốt để bắt đầu quyết định những món đồ nào nên được coi là Gia Bảo cho gia đình để chúng có thể được chia đều một cách thích hợp. Bố tôi? Không nhiều, và khi chị gái tôi và tôi qua đời, đó là một mớ hỗn độn. Bây giờ tôi có cơ hội thứ hai trong cuộc đời và tất cả những điều đó, tôi đang để lại một tấm gương tốt hơn cho Zelmira. Tôi muốn họ cảm thấy một sự kết nối với tất cả những điều quan trọng đối với tôi đủ để coi là một phần của câu chuyện gia đình chúng tôi.",
  "0A599CA8": "Tôi không phải là hậu duệ trực tiếp của gia đình Goth, nhưng chúng tôi có một tổ tiên chung từ rất lâu về trước. Gia đình Gomes đã có một dòng dõi lâu dài kể từ đó. Radwan đã lấy tên tôi để chấp nhận điều đó, vì anh ấy chỉ mới bắt đầu một giai đoạn khác trong cuộc đời và muốn thay đổi hoàn toàn tên của mình.",
  "DB8B81D8": "Bạn có biết rằng tôi dẫn đầu Ủy Ban Chào Mừng Ravenwood không? Đúng vậy, đôi khi tôi hy sinh một ngày bán hàng quan trọng chỉ để xuất hiện với Pan de Muerto và kể cho bạn nghe những thông tin tuyệt vời về cộng đồng. Tôi thường lôi kéo một vài người khác đến cùng tôi. Mọi người đều phàn nàn về kịch bản tôi đã viết, nhưng tôi là một người cảm thấy rằng bất cứ điều gì đáng làm đều đáng làm theo cách của tôi.",
  "91D14A5E": "Một điều bạn không bao giờ, không bao giờ có thể thiếu: một chiếc quan tài! Đã qua sử dụng, mới—có quan trọng không? Được rồi, có thể quan trọng. Không phải là vấn đề. Bạn cần một chiếc quan tài, và bạn cần nó ngay bây giờ—vì vậy tốt hơn hết là bạn nên xem Triển Lãm Quan Tài Thử Trước Khi Chết để chuẩn bị sẵn sàng.",
  "I've seen it all over the years when it comes to death. Rabid rodents, cowplants, poison, crows—death, death, death, death, death! And so many are so, well, dramatic and unexpected. I suppose it's a blessing that I just chose to go out peacefully on my own while I was in bed. Though I'll tell you, there were times I was worried that the mold in my old flat would take me out!": "Tôi đã chứng kiến tất cả trong những năm qua khi nói đến cái chết. Loài gặm nhấm dại, cây bò, chất độc, quạ đen—cái chết, cái chết, cái chết, cái chết, cái chết! Và rất nhiều cái chết quá kịch tính và bất ngờ. Tôi cho rằng thật may mắn khi tôi chỉ chọn ra đi thanh thản một mình khi đang ở trên giường. Mặc dù tôi sẽ nói với bạn rằng, đã có những lúc tôi lo lắng rằng nấm mốc trong căn hộ cũ của tôi sẽ giết tôi!",
  "When I was alive, I had so many friends. More than I do now, even. Of course, my charm has only grown over the years, but I was perfectly charming centuries ago, too. So I ask you: what sort of friends don't throw their friend one simple funeral upon death? That's right. I received no funeral. Nada! It hurts a little. You grind day after day, offering the best warez that Ravenwood has to offer, and what reward awaits you? Well, maybe someday someone will throw me a funeral. A Sim can dream.": "Khi tôi còn sống, tôi có rất nhiều bạn bè. Thậm chí còn nhiều hơn bây giờ. Tất nhiên, sự quyến rũ của tôi chỉ tăng lên trong những năm qua, nhưng tôi cũng hoàn toàn quyến rũ từ nhiều thế kỷ trước. Vì vậy, tôi hỏi bạn: loại bạn bè nào không tổ chức cho bạn mình một đám tang đơn giản khi chết? Đúng rồi. Tôi không nhận được đám tang nào cả. Nada! Nó làm tôi đau một chút. Bạn cày ngày này qua ngày khác, cung cấp những sản phẩm tốt nhất mà Ravenwood cung cấp, và phần thưởng nào đang chờ bạn? Chà, có lẽ một ngày nào đó ai đó sẽ tổ chức đám tang cho tôi. Một Sim có thể mơ.",
  "Lady Ravendancer Goth and I go way back. Way back. Way, way back. We're super close. Sure, she rolls her eyes at me constantly, but that's because it's hard for another Sim to stand across from me without recognizing that my charisma is quite simply unmatched.": "Lady Ravendancer Goth và tôi đã quen nhau từ rất lâu rồi. Rất lâu rồi. Rất, rất lâu rồi. Chúng tôi rất thân thiết. Chắc chắn, cô ấy liên tục đảo mắt với tôi, nhưng đó là bởi vì thật khó để một Sim khác đứng đối diện tôi mà không nhận ra rằng sức lôi cuốn của tôi chỉ đơn giản là vô song.",
  "I like to think of myself as the undesignated, unasked-for guardian of the Crypt here, so trust me; I know what everyone gets up to when they're in there. That's right, that's right; when you WooHoo in there, you're shaming yourself! Oh, c'mon. I'm <i>kidding</i>. What, you think I've never had an amorous thought in my life?": "Tôi thích nghĩ về bản thân mình như là người bảo vệ không được chỉ định, không được yêu cầu của Hầm Mộ ở đây, vì vậy hãy tin tôi; Tôi biết mọi người làm gì khi họ ở trong đó. Đúng vậy, đúng vậy; khi bạn WooHoo ở đó, bạn đang làm xấu hổ chính mình! Ồ, thôi nào. Tôi đang <i>đùa</i>. Sao, bạn nghĩ rằng tôi chưa bao giờ có một suy nghĩ yêu đương trong đời?",
  "Tarot cards are a lucky find and for sure take some exploring to collect. I hear that collecting the last card requires a brush with Death! Come find me at the Thinned Festiveil for a free reading anytime. I love having a chance to show off my Tarot deck and my tarot-reading prowess.": "Bài tarot là một tìm kiếm may mắn và chắc chắn cần một số khám phá để thu thập. Tôi nghe nói rằng việc thu thập lá bài cuối cùng đòi hỏi phải chạm trán với Thần Chết! Hãy đến tìm tôi tại Lễ Hội Thinned để được xem bài miễn phí bất cứ lúc nào. Tôi thích có cơ hội để khoe bộ bài Tarot và khả năng xem tarot của mình.",
  "7C9FAE3F": "Tôi đã chứng kiến tất cả trong những năm qua khi nói đến cái chết. Loài gặm nhấm dại, cây bò, chất độc, quạ đen—cái chết, cái chết, cái chết, cái chết, cái chết! Và rất nhiều cái chết quá kịch tính và bất ngờ. Tôi cho rằng thật may mắn khi tôi chỉ chọn ra đi thanh thản một mình khi đang ở trên giường. Mặc dù tôi sẽ nói với bạn rằng, đã có những lúc tôi lo lắng rằng nấm mốc trong căn hộ cũ của tôi sẽ giết tôi!",
  "DD24C3F3": "Khi tôi còn sống, tôi có rất nhiều bạn bè. Thậm chí còn nhiều hơn bây giờ. Tất nhiên, sự quyến rũ của tôi chỉ tăng lên trong những năm qua, nhưng tôi cũng hoàn toàn quyến rũ từ nhiều thế kỷ trước. Vì vậy, tôi hỏi bạn: loại bạn bè nào không tổ chức cho bạn mình một đám tang đơn giản khi chết? Đúng rồi. Tôi không nhận được đám tang nào cả. Nada! Nó làm tôi đau một chút. Bạn cày ngày này qua ngày khác, cung cấp những sản phẩm tốt nhất mà Ravenwood cung cấp, và phần thưởng nào đang chờ bạn? Chà, có lẽ một ngày nào đó ai đó sẽ tổ chức đám tang cho tôi. Một Sim có thể mơ.",
  "5658A69D": "Lady Ravendancer Goth và tôi đã quen nhau từ rất lâu rồi. Rất lâu rồi. Rất, rất lâu rồi. Chúng tôi rất thân thiết. Chắc chắn, cô ấy liên tục đảo mắt với tôi, nhưng đó là bởi vì thật khó để một Sim khác đứng đối diện tôi mà không nhận ra rằng sức lôi cuốn của tôi chỉ đơn giản là vô song.",
  "F049917A": "Tôi thích nghĩ về bản thân mình như là người bảo vệ không được chỉ định, không được yêu cầu của Hầm Mộ ở đây, vì vậy hãy tin tôi; Tôi biết mọi người làm gì khi họ ở trong đó. Đúng vậy, đúng vậy; khi bạn WooHoo ở đó, bạn đang làm xấu hổ chính mình! Ồ, thôi nào. Tôi đang <i>đùa</i>. Sao, bạn nghĩ rằng tôi chưa bao giờ có một suy nghĩ yêu đương trong đời?",
  "DB3A817D": "Bài tarot là một tìm kiếm may mắn và chắc chắn cần một số khám phá để thu thập. Tôi nghe nói rằng việc thu thập lá bài cuối cùng đòi hỏi phải chạm trán với Thần Chết! Hãy đến tìm tôi tại Lễ Hội Thinned để được xem bài miễn phí bất cứ lúc nào. Tôi thích có cơ hội để khoe bộ bài Tarot và khả năng xem tarot của mình.",
  "I think the biggest indicator that I'm Macabre is that I love, love, love rainy days but can't really stand being in the sun that much. It's not that I hate the outdoors, not at all! I just try to pay attention to the weird little things out there, and rainy days are just, well, a bit weirder to me.": "Tôi nghĩ dấu hiệu lớn nhất cho thấy tôi là Macabre là tôi yêu, yêu, yêu những ngày mưa nhưng không thực sự chịu được việc ở dưới ánh nắng mặt trời nhiều như vậy. Không phải là tôi ghét ở ngoài trời, hoàn toàn không! Tôi chỉ cố gắng chú ý đến những điều nhỏ nhặt kỳ lạ ngoài kia, và những ngày mưa chỉ là, à, kỳ lạ hơn một chút đối với tôi.",
  "I've been talking to Nyon more lately, but his soon-to-be-stepdad is a real enigma. I mean, everyone knows the rumors about Olive. You've seen the headstones, right? You know, from her other husbands? Come on, does Layne look like he's someone who misses a beat? Ew, no pun intended. ": "Tôi đã nói chuyện với Nyon nhiều hơn gần đây, nhưng người cha dượng sắp tới của thằng bé là một điều bí ẩn thực sự. Ý tôi là, mọi người đều biết những tin đồn về Olive. Bạn đã nhìn thấy những bia mộ, phải không? Bạn biết đấy, từ những người chồng khác của cô ấy? Thôi nào, Layne có vẻ như là người bỏ lỡ một nhịp nào không? Ghê, không có ý chơi chữ.",
  "I try not to think a ton about how my parents even work, really. I mean, my mom was basically a ghost for a super, super long time. My dad's always talking about how he must have lived past lives or something, given how he's always got this Deja Vu thing going. You know how people talk about \"old souls\"? I think my parents are like that, though they're totally different personality-wise. ": "Tôi cố gắng không suy nghĩ nhiều về việc bố mẹ tôi thậm chí còn hoạt động như thế nào, thực sự. Ý tôi là, mẹ tôi về cơ bản là một con ma trong một thời gian rất, rất dài. Bố tôi luôn nói về việc anh ấy chắc hẳn đã sống những kiếp trước hoặc một cái gì đó, vì anh ấy luôn có cái thứ Deja Vu này. Bạn có biết mọi người nói về \"những linh hồn già\" không? Tôi nghĩ bố mẹ tôi là như vậy, mặc dù tính cách của họ hoàn toàn khác nhau.",
  "I suppose my whole morbid-fascination-with-Ghosts thing kicked off after finding out about tarot and about my distant ancestor, but I've always found ghosts really compelling. I want to know everything I possibly can. Did you know my relative, Esther, is the same way—and xie is a ghost already. I guess you can never know too much about those who have passed on, can you?": "Tôi cho rằng toàn bộ sự say mê bệnh hoạn của tôi với Ghosts đã bắt đầu sau khi tìm hiểu về tarot và về tổ tiên xa xôi của tôi, nhưng tôi luôn thấy ma thực sự hấp dẫn. Tôi muốn biết mọi thứ tôi có thể. Bạn có biết người thân của tôi, Esther, cũng vậy không—và xie đã là ma rồi. Tôi đoán bạn không bao giờ có thể biết quá nhiều về những người đã khuất, phải không?",
  "Name-dropping is so passé, I know, but I can't help myself. Imagine getting super, super into something only to find out that the Sim who does it best is literally related to you! Right, so, once I got into Tarot and found out that collecting a whole deck summons this Lady Ravendancer Goth, I was all in. Then I find out about some Sim named Lolita Goth, and I guess we're related somehow on mom's side of the family and all that. Can't even wrap my mind around it, right? I've heard so much totally weird gossip about our families from summoning her and talking to her.": "Việc khoe khoang tên tuổi đã lỗi thời, tôi biết, nhưng tôi không thể nhịn được. Hãy tưởng tượng việc trở nên siêu, siêu thích thú với một cái gì đó chỉ để tìm ra rằng Sim làm điều đó tốt nhất có liên quan đến bạn theo đúng nghĩa đen! Đúng vậy, vì vậy, một khi tôi tham gia vào Tarot và phát hiện ra rằng việc thu thập toàn bộ bộ bài sẽ triệu hồi Lady Ravendancer Goth này, tôi đã tham gia vào tất cả. Sau đó, tôi tìm hiểu về một Sim tên là Lolita Goth, và tôi đoán chúng tôi có liên quan đến nhau bằng cách nào đó ở bên gia đình mẹ và tất cả những điều đó. Thậm chí không thể gói gọn tâm trí của tôi xung quanh nó, phải không? Tôi đã nghe rất nhiều tin đồn hoàn toàn kỳ lạ về gia đình chúng tôi từ việc triệu hồi cô ấy và nói chuyện với cô ấy.",
  "389439C2": "Tôi nghĩ dấu hiệu lớn nhất cho thấy tôi là Macabre là tôi yêu, yêu, yêu những ngày mưa nhưng không thực sự chịu được việc ở dưới ánh nắng mặt trời nhiều như vậy. Không phải là tôi ghét ở ngoài trời, hoàn toàn không! Tôi chỉ cố gắng chú ý đến những điều nhỏ nhặt kỳ lạ ngoài kia, và những ngày mưa chỉ là, à, kỳ lạ hơn một chút đối với tôi.",
  "6F194C65": "Tôi đã nói chuyện với Nyon nhiều hơn gần đây, nhưng người cha dượng sắp tới của thằng bé là một điều bí ẩn thực sự. Ý tôi là, mọi người đều biết những tin đồn về Olive. Bạn đã nhìn thấy những bia mộ, phải không? Bạn biết đấy, từ những người chồng khác của cô ấy? Thôi nào, Layne có vẻ như là người bỏ lỡ một nhịp nào không? Ghê, không có ý chơi chữ.",
  "267B1808": "Tôi cố gắng không suy nghĩ nhiều về việc bố mẹ tôi thậm chí còn hoạt động như thế nào, thực sự. Ý tôi là, mẹ tôi về cơ bản là một con ma trong một thời gian rất, rất dài. Bố tôi luôn nói về việc anh ấy chắc hẳn đã sống những kiếp trước hoặc một cái gì đó, vì anh ấy luôn có cái thứ Deja Vu này. Bạn có biết mọi người nói về \"những linh hồn già\" không? Tôi nghĩ bố mẹ tôi là như vậy, mặc dù tính cách của họ hoàn toàn khác nhau.",
  "236B252C": "Tôi cho rằng toàn bộ sự say mê bệnh hoạn của tôi với Ghosts đã bắt đầu sau khi tìm hiểu về tarot và về tổ tiên xa xôi của tôi, nhưng tôi luôn thấy ma thực sự hấp dẫn. Tôi muốn biết mọi thứ tôi có thể. Bạn có biết người thân của tôi, Esther, cũng vậy không—và xie đã là ma rồi. Tôi đoán bạn không bao giờ có thể biết quá nhiều về những người đã khuất, phải không?",
  "20E74D83": "Việc khoe khoang tên tuổi đã lỗi thời, tôi biết, nhưng tôi không thể nhịn được. Hãy tưởng tượng việc trở nên siêu, siêu thích thú với một cái gì đó chỉ để tìm ra rằng Sim làm điều đó tốt nhất có liên quan đến bạn theo đúng nghĩa đen! Đúng vậy, vì vậy, một khi tôi tham gia vào Tarot và phát hiện ra rằng việc thu thập toàn bộ bộ bài sẽ triệu hồi Lady Ravendancer Goth này, tôi đã tham gia vào tất cả. Sau đó, tôi tìm hiểu về một Sim tên là Lolita Goth, và tôi đoán chúng tôi có liên quan đến nhau bằng cách nào đó ở bên gia đình mẹ và tất cả những điều đó. Thậm chí không thể gói gọn tâm trí của tôi xung quanh nó, phải không? Tôi đã nghe rất nhiều tin đồn hoàn toàn kỳ lạ về gia đình chúng tôi từ việc triệu hồi cô ấy và nói chuyện với cô ấy.",
  "A while back, I was walking around Crow's Crossing when I stumbled upon this strange book on a pedestal. I took a closer look and found my first <b>Tarot Card</b>! I've been working at understanding my tarot cards and have even started giving readings at the Thinned Festiveil. I have a bit of a family relation to a kinda famous local ghost who's connected to those tomes and the cards themselves. Seriously!": "Không lâu trước đây, tôi đang đi dạo xung quanh Crow's Crossing thì tình cờ gặp cuốn sách kỳ lạ này trên một bệ đỡ. Tôi nhìn kỹ hơn và tìm thấy <b>Lá Bài Tarot</b> đầu tiên của mình! Tôi đã cố gắng hiểu những lá bài tarot của mình và thậm chí đã bắt đầu xem bài tại Lễ Hội Thinned. Tôi có một chút quan hệ gia đình với một con ma địa phương nổi tiếng, người có liên hệ với những cuốn sách đó và chính những lá bài. Nghiêm túc đấy!",
  "Not too long ago, I'm out with my mom and we run into Layne. He and mom get to talking, and she mentions this whole thing she's got about writing a Book of Life to get her sibling back. Layne gave her this weird grimace and just said, \"Why would you spend your time on <i>that</i>?\". Way out of character for him. He's usually supportive of uh, other creative people I guess, but he seemed so put off by my mom even mentioning a Book of Life.": "Không lâu trước đây, tôi đang ra ngoài với mẹ và chúng tôi tình cờ gặp Layne. Anh ấy và mẹ bắt đầu nói chuyện, và cô ấy đề cập đến toàn bộ điều mà cô ấy có về việc viết một Cuốn Sách Cuộc Sống để mang em trai cô ấy trở lại. Layne nhăn nhó một cách kỳ lạ và chỉ nói, \"Tại sao cháu lại dành thời gian cho <i>việc đó</i>?\". Hoàn toàn khác với tính cách của anh ấy. Anh ấy thường ủng hộ, ừm, những người sáng tạo khác, tôi đoán vậy, nhưng anh ấy có vẻ rất khó chịu khi mẹ tôi thậm chí đề cập đến một Cuốn Sách Cuộc Sống.",
  "You know I'm Olive's friend, right? She's such a fun, free spirit. I'm not surprised that Coffin guy is so into her, they're both really magnetic and neat together. Still, people stare at them a lot when they're out. Like, a lot a lot. What's that, you think?": "Bạn biết tôi là bạn của Olive, phải không? Cô ấy là một tinh thần tự do, rất vui vẻ. Tôi không ngạc nhiên khi gã Coffin thích cô ấy đến vậy, cả hai người đều rất thu hút và gọn gàng bên nhau. Tuy nhiên, mọi người nhìn chằm chằm vào họ rất nhiều khi họ ra ngoài. Giống như, rất nhiều. Bạn nghĩ gì về điều đó?",
  "I was totally not planning to die, especially not while tending to a beloved cowplant. But death's unexpected, and I confess that I like the unexpected and unusual. That's how I ended up being so drawn to the Reaper career. The way Sims were talking about it, it was like some once-in-a-lifetime opportunity to be a part of something bigger than yourself. I wish I'd heard about it while I was still alive. But now Esther and I are both into reaping together. You should see the amazing outfits that go with it.": "Tôi hoàn toàn không có kế hoạch chết, đặc biệt là không phải khi chăm sóc một cây bò yêu quý. Nhưng cái chết thật bất ngờ, và tôi thú nhận rằng tôi thích những điều bất ngờ và khác thường. Đó là cách tôi kết thúc việc bị thu hút đến vậy vào sự nghiệp Thần Chết. Cái cách mà các Sim nói về nó, giống như một cơ hội có một không hai để trở thành một phần của một điều gì đó lớn hơn chính bạn. Tôi ước tôi đã nghe về nó khi tôi còn sống. Nhưng bây giờ Esther và tôi đều cùng nhau thu hoạch. Bạn nên xem những bộ trang phục tuyệt vời đi kèm với nó.",
  "You've seen that absolutely gorgeous, perfect undead cowplant in Mourningvale, right? Sometimes, Sims will come by to play violin for her for some reason. I love it, though; the music is almost as enchanting as the cowplant herself. You'd think I'd be angry, since one killed me...but I could never be angry at a plant for doing what it must to survive. We all have to, yes?": "Bạn đã nhìn thấy cây bò bất tử tuyệt đẹp, hoàn hảo đó ở Mourningvale chưa? Đôi khi, các Sim sẽ đến chơi violin cho cô ấy vì một lý do nào đó. Tuy nhiên, tôi thích nó; âm nhạc gần như mê hoặc như chính cây bò. Bạn sẽ nghĩ rằng tôi sẽ tức giận, vì một cây đã giết tôi...nhưng tôi không bao giờ có thể tức giận một cái cây vì đã làm những gì nó phải làm để tồn tại. Tất cả chúng ta đều phải làm như vậy, phải không?",
  "9CBF771C": "Không lâu trước đây, tôi đang đi dạo xung quanh Crow's Crossing thì tình cờ gặp cuốn sách kỳ lạ này trên một bệ đỡ. Tôi nhìn kỹ hơn và tìm thấy <b>Lá Bài Tarot</b> đầu tiên của mình! Tôi đã cố gắng hiểu những lá bài tarot của mình và thậm chí đã bắt đầu xem bài tại Lễ Hội Thinned. Tôi có một chút quan hệ gia đình với một con ma địa phương nổi tiếng, người có liên hệ với những cuốn sách đó và chính những lá bài. Nghiêm túc đấy!",
  "067C1932": "Không lâu trước đây, tôi đang ra ngoài với mẹ và chúng tôi tình cờ gặp Layne. Anh ấy và mẹ bắt đầu nói chuyện, và cô ấy đề cập đến toàn bộ điều mà cô ấy có về việc viết một Cuốn Sách Cuộc Sống để mang em trai cô ấy trở lại. Layne nhăn nhó một cách kỳ lạ và chỉ nói, \"Tại sao cháu lại dành thời gian cho <i>việc đó</i>?\". Hoàn toàn khác với tính cách của anh ấy. Anh ấy thường ủng hộ, ừm, những người sáng tạo khác, tôi đoán vậy, nhưng anh ấy có vẻ rất khó chịu khi mẹ tôi thậm chí đề cập đến một Cuốn Sách Cuộc Sống.",
  "E4A58DFE": "Bạn biết tôi là bạn của Olive, phải không? Cô ấy là một tinh thần tự do, rất vui vẻ. Tôi không ngạc nhiên khi gã Coffin thích cô ấy đến vậy, cả hai người đều rất thu hút và gọn gàng bên nhau. Tuy nhiên, mọi người nhìn chằm chằm vào họ rất nhiều khi họ ra ngoài. Giống như, rất nhiều. Bạn nghĩ gì về điều đó?",
  "96B5627B": "Tôi hoàn toàn không có kế hoạch chết, đặc biệt là không phải khi chăm sóc một cây bò yêu quý. Nhưng cái chết thật bất ngờ, và tôi thú nhận rằng tôi thích những điều bất ngờ và khác thường. Đó là cách tôi kết thúc việc bị thu hút đến vậy vào sự nghiệp Thần Chết. Cái cách mà các Sim nói về nó, giống như một cơ hội có một không hai để trở thành một phần của một điều gì đó lớn hơn chính bạn. Tôi ước tôi đã nghe về nó khi tôi còn sống. Nhưng bây giờ Esther và tôi đều cùng nhau thu hoạch. Bạn nên xem những bộ trang phục tuyệt vời đi kèm với nó.",
  "1FD1C3B5": "Bạn đã nhìn thấy cây bò bất tử tuyệt đẹp, hoàn hảo đó ở Mourningvale chưa? Đôi khi, các Sim sẽ đến chơi violin cho cô ấy vì một lý do nào đó. Tuy nhiên, tôi thích nó; âm nhạc gần như mê hoặc như chính cây bò. Bạn sẽ nghĩ rằng tôi sẽ tức giận, vì một cây đã giết tôi...nhưng tôi không bao giờ có thể tức giận một cái cây vì đã làm những gì nó phải làm để tồn tại. Tất cả chúng ta đều phải làm như vậy, phải không?",
  "My funeral was wonderful; Olive set it up for me, and Layne was the musician. But you'll never guess who stopped by to play the piano: Grim himself! Can you believe it? I swear, he seems to just pop up more than you'd expect around Olive's family. ": "Đám tang của tôi thật tuyệt vời; Olive đã sắp xếp nó cho tôi, và Layne là nhạc sĩ. Nhưng bạn sẽ không bao giờ đoán được ai đã ghé qua để chơi piano đâu: Chính Grim! Bạn có tin được không? Tôi thề, anh ấy dường như chỉ xuất hiện nhiều hơn bạn mong đợi xung quanh gia đình Olive.",
  "Waylon keeps telling me to go and spend more time with Alice over by her Guardian Tree. I wish I wasn't so busy; sometimes it's hard to find time to talk to her, even when I am over in the area. I've heard that a few Sims have asked her how they could help her feel more at ease. I just sort of assume she'll be anchored to that creepy old tree forever, always sad no matter what you do. I like to think I might be wrong, though. You should tell me if I am!": "Waylon cứ bảo tôi đến và dành nhiều thời gian hơn cho Alice bên Cây Hộ Mệnh của cô ấy. Tôi ước mình không bận rộn đến thế; đôi khi thật khó để tìm thời gian nói chuyện với cô ấy, ngay cả khi tôi ở trong khu vực. Tôi đã nghe nói rằng một vài Sim đã hỏi cô ấy làm thế nào họ có thể giúp cô ấy cảm thấy thoải mái hơn. Tôi chỉ cho rằng cô ấy sẽ bị neo vào cái cây cũ kỹ đáng sợ đó mãi mãi, luôn buồn bã cho dù bạn làm gì. Tuy nhiên, tôi thích nghĩ rằng tôi có thể sai. Bạn nên nói cho tôi biết nếu tôi sai!",
  "I'm only starting to understand how to use my Ghost Powers since I haven't been a ghost all that long. The other day, Layne came by and was asking all these questions about how they work and what the differences are between the types of ghost powers and all that. I swear, the guy said something weird like \"I can't wait\" under his breath when I was telling him about Kai Aether's powers. I mean, we all die someday so I get it, but that was a little funky. ": "Tôi chỉ mới bắt đầu hiểu cách sử dụng Sức Mạnh Ma của mình vì tôi chưa làm ma lâu đến thế. Hôm nọ, Layne đến và hỏi tất cả những câu hỏi này về cách chúng hoạt động và sự khác biệt giữa các loại sức mạnh ma và tất cả những điều đó. Tôi thề, gã đó đã nói điều gì đó kỳ lạ như \"Tôi không thể chờ đợi\" dưới hơi thở của mình khi tôi đang kể cho anh ấy nghe về sức mạnh của Kai Aether. Ý tôi là, tất cả chúng ta đều sẽ chết vào một ngày nào đó nên tôi hiểu, nhưng điều đó hơi kỳ lạ.",
  "Death isn't <i>truly</i> the end, you know? There's no unspoken rule of life that says ghosts can't work toward their dreams! I deserve that feeling of pride and accomplishment just as much as any living Sim, especially since my Soul's Journey is still in progress. My Unfinished Business isn't going to finish itself!": "Cái chết không <i>thực sự</i> là kết thúc, bạn biết đấy? Không có quy tắc ngầm nào của cuộc sống nói rằng ma không thể làm việc để đạt được ước mơ của họ! Tôi xứng đáng với cảm giác tự hào và thành tựu đó cũng như bất kỳ Sim sống nào, đặc biệt là vì Hành Trình Linh Hồn của tôi vẫn đang trong quá trình. Công Việc Chưa Hoàn Thành của tôi sẽ không tự hoàn thành!",
  "{0.SimFirstName} earned some Fear Essence in the inventory for Infesting an Abandoned House! Word around Mourningvale is that Waylon Warez will purchase Essence for Simoleons by the Crypt in the Crow's Crossing neighborhood of Ravenwood.": "{0.SimFirstName} đã kiếm được một số Tinh Chất Sợ Hãi trong hành trang vì đã Gây Hại cho một Ngôi Nhà Bỏ Hoang! Lời đồn xung quanh Mourningvale là Waylon Warez sẽ mua Tinh Chất để lấy Simoleon gần Hầm Mộ trong khu phố Crow's Crossing của Ravenwood.",
  "5449C5B2": "Đám tang của tôi thật tuyệt vời; Olive đã sắp xếp nó cho tôi, và Layne là nhạc sĩ. Nhưng bạn sẽ không bao giờ đoán được ai đã ghé qua để chơi piano đâu: Chính Grim! Bạn có tin được không? Tôi thề, anh ấy dường như chỉ xuất hiện nhiều hơn bạn mong đợi xung quanh gia đình Olive.",
  "2C989E3D": "Waylon cứ bảo tôi đến và dành nhiều thời gian hơn cho Alice bên Cây Hộ Mệnh của cô ấy. Tôi ước mình không bận rộn đến thế; đôi khi thật khó để tìm thời gian nói chuyện với cô ấy, ngay cả khi tôi ở trong khu vực. Tôi đã nghe nói rằng một vài Sim đã hỏi cô ấy làm thế nào họ có thể giúp cô ấy cảm thấy thoải mái hơn. Tôi chỉ cho rằng cô ấy sẽ bị neo vào cái cây cũ kỹ đáng sợ đó mãi mãi, luôn buồn bã cho dù bạn làm gì. Tuy nhiên, tôi thích nghĩ rằng tôi có thể sai. Bạn nên nói cho tôi biết nếu tôi sai!",
  "42D19AED": "Tôi chỉ mới bắt đầu hiểu cách sử dụng Sức Mạnh Ma của mình vì tôi chưa làm ma lâu đến thế. Hôm nọ, Layne đến và hỏi tất cả những câu hỏi này về cách chúng hoạt động và sự khác biệt giữa các loại sức mạnh ma và tất cả những điều đó. Tôi thề, gã đó đã nói điều gì đó kỳ lạ như \"Tôi không thể chờ đợi\" dưới hơi thở của mình khi tôi đang kể cho anh ấy nghe về sức mạnh của Kai Aether. Ý tôi là, tất cả chúng ta đều sẽ chết vào một ngày nào đó nên tôi hiểu, nhưng điều đó hơi kỳ lạ.",
  "AE7A54D9": "Cái chết không <i>thực sự</i> là kết thúc, bạn biết đấy? Không có quy tắc ngầm nào của cuộc sống nói rằng ma không thể làm việc để đạt được ước mơ của họ! Tôi xứng đáng với cảm giác tự hào và thành tựu đó cũng như bất kỳ Sim sống nào, đặc biệt là vì Hành Trình Linh Hồn của tôi vẫn đang trong quá trình. Công Việc Chưa Hoàn Thành của tôi sẽ không tự hoàn thành!",
  "C05C7629": "{0.SimFirstName} đã kiếm được một số Tinh Chất Sợ Hãi trong hành trang vì đã Gây Hại cho một Ngôi Nhà Bỏ Hoang! Lời đồn xung quanh Mourningvale là Waylon Warez sẽ mua Tinh Chất để lấy Simoleon gần Hầm Mộ trong khu phố Crow's Crossing của Ravenwood.",
  "(From Gossiping with Locals)": "(Từ Việc Tám Chuyện Với Dân Địa Phương)",
  "Yeah, so, I noticed the grave for Hugh Thanasia a while before I even started seeing Olive. Did you know: more than anything, I want to be a Ghost, too! So the thought of Olive \"helping\" me is, well, kismet, right?\\n\\nCuz you see, while I didn't really lie to you about who I am... I also didn't quite tell you the truth. I was hiding the fact that I'm an Evil Sim, but now you know. It doesn't mean we're not still close friends; if anything, I feel closer to you than ever! I hope I'm not <i>too</i> Evil for ya, though.": "Ừ, vậy đó, tôi đã để ý đến ngôi mộ của Hugh Thanasia từ trước khi tôi bắt đầu hẹn hò với Olive. Bạn có biết không: hơn bất cứ điều gì, tôi cũng muốn trở thành Ma! Vì vậy, ý nghĩ Olive \"giúp đỡ\" tôi là, à, duyên số, phải không?\n\nBởi vì bạn thấy đấy, mặc dù tôi không thực sự nói dối bạn về con người của tôi... Tôi cũng không hoàn toàn nói cho bạn sự thật. Tôi đã giấu sự thật rằng tôi là một Sim Ác, nhưng bây giờ bạn đã biết. Điều đó không có nghĩa là chúng ta không còn là bạn thân; nếu có gì thì tôi cảm thấy gần gũi với bạn hơn bao giờ hết! Tôi hy vọng tôi không <i>quá</i> Ác đối với bạn, mặc dù.",
  "(From Layne's Evil Secret)": "(Từ Bí Mật Ác Quỷ Của Layne)",
  "(From Layne's Phone Call)": "(Từ Cuộc Gọi Điện Thoại Của Layne)",
  "Ravenwood Fast Facts": "Những Sự Thật Nhanh Về Ravenwood",
  "E50B7C4E": "(Từ Việc Tám Chuyện Với Dân Địa Phương)",
  "01AC9A71": "Ừ, vậy đó, tôi đã để ý đến ngôi mộ của Hugh Thanasia từ trước khi tôi bắt đầu hẹn hò với Olive. Bạn có biết không: hơn bất cứ điều gì, tôi cũng muốn trở thành Ma! Vì vậy, ý nghĩ Olive \"giúp đỡ\" tôi là, à, duyên số, phải không?\n\nBởi vì bạn thấy đấy, mặc dù tôi không thực sự nói dối bạn về con người của tôi... Tôi cũng không hoàn toàn nói cho bạn sự thật. Tôi đã giấu sự thật rằng tôi là một Sim Ác, nhưng bây giờ bạn đã biết. Điều đó không có nghĩa là chúng ta không còn là bạn thân; nếu có gì thì tôi cảm thấy gần gũi với bạn hơn bao giờ hết! Tôi hy vọng tôi không <i>quá</i> Ác đối với bạn, mặc dù.",
  "2D2E4443": "(Từ Bí Mật Ác Quỷ Của Layne)",
  "60D2615E": "(Từ Cuộc Gọi Điện Thoại Của Layne)",
  "43323EB5": "Những Sự Thật Nhanh Về Ravenwood",
  "Is life not feeling Grim enough for you lately? I'm here to let you know that it can always be more so—if you join the <b>Reaper Career</b> today! Even if Reaping isn't for you, Ravenwood also offers an alternative new career opportunity for the enterprising and eerie: an <b>Undertaker Career</b>. That'll really get you in touch with the world of the Living and the Dead.": "Cuộc sống gần đây có vẻ không đủ Grim đối với bạn? Tôi ở đây để cho bạn biết rằng nó luôn có thể trở nên như vậy hơn—nếu bạn tham gia <b>Nghề Nghiệp Thần Chết</b> ngay hôm nay! Ngay cả khi Hái Gặt không dành cho bạn, Ravenwood cũng cung cấp một cơ hội nghề nghiệp mới thay thế cho những người có tinh thần kinh doanh và kỳ lạ: một <b>Nghề Nghiệp Chuyên Viên Mai Táng</b>. Điều đó thực sự sẽ giúp bạn tiếp xúc với thế giới của Người Sống và Người Chết.",
  "Not content to be the rambunctious scamps you may be used to out of the spirit world, Ghosts around here have gotten a little more powerful. That's right; if you're a ghost, you have Abilities that can used to bend the world to your will (or at least attempt to).\\n\\n<b>Ghost Mastery</b> can be found in the <b>Simology Panel</b> of Ghost Sims.": "Không hài lòng với việc chỉ là những kẻ tinh nghịch ồn ào mà bạn có thể đã quen từ thế giới linh hồn, những Hồn Ma xung quanh đây đã trở nên mạnh mẽ hơn một chút. Đúng vậy; nếu bạn là một con ma, bạn có những Khả Năng có thể được sử dụng để uốn nắn thế giới theo ý muốn của bạn (hoặc ít nhất là cố gắng). \n\n<b>Thông Thạo Hồn Ma</b> có thể được tìm thấy trong <b>Bảng Điều Khiển Simology</b> của Sim Ma.",
  "Interested in frogs, crows, doo-dads, rare treasure, or maybe just my sparkling company? Stop by and see me at the Crypt in the Crow's Crossing neighborhood to purchase goods. Just watch out—you may find the allure of spending Simoleons or exploring the depths of the Crypts too tantalizing to resist.": "Quan tâm đến ếch, quạ, đồ vật trang trí, kho báu quý hiếm, hoặc có lẽ chỉ là sự đồng hành lấp lánh của tôi? Hãy ghé qua và gặp tôi tại Hầm Mộ trong khu phố Crow's Crossing để mua hàng hóa. Chỉ cần coi chừng—bạn có thể thấy sự quyến rũ của việc tiêu Simoleon hoặc khám phá chiều sâu của Hầm Mộ quá hấp dẫn để cưỡng lại.",
  "Were you aware that you can now plan grieving events? Now you know. It's pertinent because for some bizarre reason my simply <i>massive</i> number of friends pre-death forgot to hold a funeral for me when I passed. Not that I hold a grudge and wish them the absolute worst every day of my afterlife, no; that's not me. But if you have a heart, unlike them, you may want to try our new options for funeral events on for size.\\n\\n<b>Funeral Events</b> can be planned from the <b>Calendar</b> or <b>Social</b> section of the <b>Phone.</b> ": "Bạn có biết rằng bạn bây giờ có thể lên kế hoạch cho các sự kiện tang lễ? Bây giờ bạn đã biết. Nó thích hợp vì vì một số lý do kỳ lạ mà số lượng bạn bè <i>khổng lồ</i> của tôi trước khi chết đã quên tổ chức một đám tang cho tôi khi tôi qua đời. Không phải là tôi nuôi hận và chúc họ điều tồi tệ nhất tuyệt đối mỗi ngày trong cuộc sống sau này của tôi, không; đó không phải là tôi. Nhưng nếu bạn có một trái tim, không giống như họ, bạn có thể muốn thử các tùy chọn mới của chúng tôi cho các sự kiện tang lễ cho kích thước. \n\n<b>Các Sự Kiện Tang Lễ</b> có thể được lên kế hoạch từ phần <b>Lịch</b> hoặc <b>Xã Hội</b> của <b>Điện Thoại.</b>",
  "If a bunch of strangers showing up at your door with food isn't festive enough for you, you can always search out the many festivals that Ravenwood has to offer! Whether you're interested in having your Tarot cards read at the Thinned Festiveil in Mourningvale, or simply basking in the moonlight at the Moon Revelry in Whispering Glen, you'll be entertained more than you'd ever expected and/or imagined. Be sure to check out Ravenwood Family Day in Crow's Crossing too.\\n\\nI think there are a few more that happen on a regular basis, but I can't remember the rest of my lines! Waylon is really particular about how this Welcoming Committee goes. Check out the <b>Town Hall</b> for more information.": "Nếu một loạt người lạ xuất hiện trước cửa nhà bạn với thức ăn không đủ lễ hội cho bạn, bạn luôn có thể tìm kiếm nhiều lễ hội mà Ravenwood cung cấp! Cho dù bạn quan tâm đến việc xem bài Tarot của mình tại Lễ Hội Thinned ở Mourningvale, hay chỉ đơn giản là đắm mình trong ánh trăng tại Moon Revelry ở Whispering Glen, bạn sẽ được giải trí hơn những gì bạn từng mong đợi và/hoặc tưởng tượng. Hãy chắc chắn kiểm tra Ngày Gia Đình Ravenwood ở Crow's Crossing nữa.\n\nTôi nghĩ rằng có một vài điều khác xảy ra thường xuyên, nhưng tôi không thể nhớ phần còn lại của lời thoại của mình! Waylon thực sự đặc biệt về cách Ủy Ban Chào Mừng này diễn ra. Kiểm tra <b>Tòa Thị Chính</b> để biết thêm thông tin.",
  "77A7D394": "Cuộc sống gần đây có vẻ không đủ Grim đối với bạn? Tôi ở đây để cho bạn biết rằng nó luôn có thể trở nên như vậy hơn—nếu bạn tham gia <b>Nghề Nghiệp Thần Chết</b> ngay hôm nay! Ngay cả khi Hái Gặt không dành cho bạn, Ravenwood cũng cung cấp một cơ hội nghề nghiệp mới thay thế cho những người có tinh thần kinh doanh và kỳ lạ: một <b>Nghề Nghiệp Chuyên Viên Mai Táng</b>. Điều đó thực sự sẽ giúp bạn tiếp xúc với thế giới của Người Sống và Người Chết.",
  "07D85EC5": "Không hài lòng với việc chỉ là những kẻ tinh nghịch ồn ào mà bạn có thể đã quen từ thế giới linh hồn, những Hồn Ma xung quanh đây đã trở nên mạnh mẽ hơn một chút. Đúng vậy; nếu bạn là một con ma, bạn có những Khả Năng có thể được sử dụng để uốn nắn thế giới theo ý muốn của bạn (hoặc ít nhất là cố gắng). \n\n<b>Thông Thạo Hồn Ma</b> có thể được tìm thấy trong <b>Bảng Điều Khiển Simology</b> của Sim Ma.",
  "C1CFA389": "Quan tâm đến ếch, quạ, đồ vật trang trí, kho báu quý hiếm, hoặc có lẽ chỉ là sự đồng hành lấp lánh của tôi? Hãy ghé qua và gặp tôi tại Hầm Mộ trong khu phố Crow's Crossing để mua hàng hóa. Chỉ cần coi chừng—bạn có thể thấy sự quyến rũ của việc tiêu Simoleon hoặc khám phá chiều sâu của Hầm Mộ quá hấp dẫn để cưỡng lại.",
  "4D62047F": "Bạn có biết rằng bạn bây giờ có thể lên kế hoạch cho các sự kiện tang lễ? Bây giờ bạn đã biết. Nó thích hợp vì vì một số lý do kỳ lạ mà số lượng bạn bè <i>khổng lồ</i> của tôi trước khi chết đã quên tổ chức một đám tang cho tôi khi tôi qua đời. Không phải là tôi nuôi hận và chúc họ điều tồi tệ nhất tuyệt đối mỗi ngày trong cuộc sống sau này của tôi, không; đó không phải là tôi. Nhưng nếu bạn có một trái tim, không giống như họ, bạn có thể muốn thử các tùy chọn mới của chúng tôi cho các sự kiện tang lễ cho kích thước. \n\n<b>Các Sự Kiện Tang Lễ</b> có thể được lên kế hoạch từ phần <b>Lịch</b> hoặc <b>Xã Hội</b> của <b>Điện Thoại.</b>",
  "1424361A": "Nếu một loạt người lạ xuất hiện trước cửa nhà bạn với thức ăn không đủ lễ hội cho bạn, bạn luôn có thể tìm kiếm nhiều lễ hội mà Ravenwood cung cấp! Cho dù bạn quan tâm đến việc xem bài Tarot của mình tại Lễ Hội Thinned ở Mourningvale, hay chỉ đơn giản là đắm mình trong ánh trăng tại Moon Revelry ở Whispering Glen, bạn sẽ được giải trí hơn những gì bạn từng mong đợi và/hoặc tưởng tượng. Hãy chắc chắn kiểm tra Ngày Gia Đình Ravenwood ở Crow's Crossing nữa.\n\nTôi nghĩ rằng có một vài điều khác xảy ra thường xuyên, nhưng tôi không thể nhớ phần còn lại của lời thoại của mình! Waylon thực sự đặc biệt về cách Ủy Ban Chào Mừng này diễn ra. Kiểm tra <b>Tòa Thị Chính</b> để biết thêm thông tin.",
  "If you're interested in Tarot, I've heard there's some secret group around. What was it? Oh yeah! the \"Order of Lenore.\" I hear the Tarot Tome Shrines in each neighborhood of Ravenwood are a great place to get started. If you're having trouble finding them, the <b>Town Hall</b> has some more information too.  ": "Nếu bạn quan tâm đến Tarot, tôi đã nghe nói có một nhóm bí mật xung quanh. Đó là gì nhỉ? Ồ đúng rồi! \"Order of Lenore\". Tôi nghe nói rằng các Đền Thờ Sách Tarot ở mỗi khu phố của Ravenwood là một nơi tuyệt vời để bắt đầu. Nếu bạn gặp khó khăn trong việc tìm kiếm chúng, <b>Tòa Thị Chính</b> cũng có thêm một số thông tin.",
  "Edith Basu\\nDied from drowning\\nLoved yet misunderstood, with a hint of playful mischief when the moon is only partially ashine. A true moon child.": "Edith Basu\nMất vì đuối nước\nĐược yêu thương nhưng bị hiểu lầm, với một chút tinh nghịch vui tươi khi mặt trăng chỉ частично chiếu sáng. Một đứa con của mặt trăng thực sự.",
  "Dear future business friend, a representative of the <i>Guild of Awesome Collections</i> will be here at Crow's Crossing by this sign to buy your cool stuff every <b>Monday, Thursday and Saturday during the Ravenwood Family Day</b>. Be sure to check back on these days or keep an eye out for our signs in other neighborhoods!": "Bạn thân kinh doanh tương lai thân mến, một đại diện của <i>Guild of Awesome Collections</i> sẽ ở đây tại Crow's Crossing cạnh biển báo này để mua những món đồ крутые của bạn vào mỗi <b>Thứ Hai, Thứ Năm và Thứ Bảy trong Ngày Gia Đình Ravenwood</b>. Hãy nhớ kiểm tra lại vào những ngày này hoặc để mắt đến các biển báo của chúng tôi ở các khu phố khác!",
  "Guild of Awesome Collections": "Guild of Awesome Collections",
  "Dear future business friend, a representative of the <i>Guild of Awesome Collections</i> will be here at Mourningvale by this sign to buy your cool stuff every <b>Sunday and Wednesday during the Thinned Festiveil</b>. Be sure to check back on these days or keep an eye out for our signs in other neighborhoods!": "Bạn thân kinh doanh tương lai thân mến, một đại diện của <i>Guild of Awesome Collections</i> sẽ ở đây tại Mourningvale cạnh biển báo này để mua những món đồ крутые của bạn vào mỗi <b>Chủ Nhật và Thứ Tư trong Lễ Hội Thinned</b>. Hãy nhớ kiểm tra lại vào những ngày này hoặc để mắt đến các biển báo của chúng tôi ở các khu phố khác!",
  "D4BEA978": "Nếu bạn quan tâm đến Tarot, tôi đã nghe nói có một nhóm bí mật xung quanh. Đó là gì nhỉ? Ồ đúng rồi! \"Order of Lenore\". Tôi nghe nói rằng các Đền Thờ Sách Tarot ở mỗi khu phố của Ravenwood là một nơi tuyệt vời để bắt đầu. Nếu bạn gặp khó khăn trong việc tìm kiếm chúng, <b>Tòa Thị Chính</b> cũng có thêm một số thông tin.",
  "CDAAC19C": "Edith Basu\nMất vì đuối nước\nĐược yêu thương nhưng bị hiểu lầm, với một chút tinh nghịch vui tươi khi mặt trăng chỉ частично chiếu sáng. Một đứa con của mặt trăng thực sự.",
  "33056E18": "Bạn thân kinh doanh tương lai thân mến, một đại diện của <i>Guild of Awesome Collections</i> sẽ ở đây tại Crow's Crossing cạnh biển báo này để mua những món đồ крутые của bạn vào mỗi <b>Thứ Hai, Thứ Năm và Thứ Bảy trong Ngày Gia Đình Ravenwood</b>. Hãy nhớ kiểm tra lại vào những ngày này hoặc để mắt đến các biển báo của chúng tôi ở các khu phố khác!",
  "4015D0F4": "Guild of Awesome Collections",
  "DE26C7AB": "Bạn thân kinh doanh tương lai thân mến, một đại diện của <i>Guild of Awesome Collections</i> sẽ ở đây tại Mourningvale cạnh biển báo này để mua những món đồ крутые của bạn vào mỗi <b>Chủ Nhật và Thứ Tư trong Lễ Hội Thinned</b>. Hãy nhớ kiểm tra lại vào những ngày này hoặc để mắt đến các biển báo của chúng tôi ở các khu phố khác!",
  "Dear future business friend, a representative of the <i>Guild of Awesome Collections</i> will be here at Whispering Glen by this sign to buy your cool stuff every <b>Tuesday and Friday</b>. Be sure to check back on these days or keep an eye out for our signs in other neighborhoods!": "Bạn thân kinh doanh tương lai thân mến, một đại diện của <i>Guild of Awesome Collections</i> sẽ ở đây tại Whispering Glen cạnh biển báo này để mua những món đồ крутые của bạn vào mỗi <b>Thứ Ba và Thứ Sáu</b>. Hãy nhớ kiểm tra lại vào những ngày này hoặc để mắt đến các biển báo của chúng tôi ở các khu phố khác!",
  "<b>Festival Details:</b> Every Tues, Thurs, Sun 11AM near the playground by the grill in Crow's Crossing.\\n\\nCome on down to Crow’s Crossing for a Celebration of Life that’s both heartwarming and delicious! We’ll be grilling up hotdogs and burgers to show that even while remembering loved ones, a great meal can lift spirits. Enjoy heartfelt hugs, meaningful toasts, and some of the best festival food around. It’s a wonderful way to honor the past while savoring the present!": "<b>Thông tin chi tiết về Lễ hội:</b> Vào các ngày Thứ Ba, Thứ Năm, Chủ Nhật 11 giờ sáng gần sân chơi cạnh vỉ nướng ở Crow's Crossing. \n\nHãy đến Crow's Crossing để tham gia Lễ Kỷ Niệm Cuộc Sống vừa ấm lòng vừa ngon miệng! Chúng tôi sẽ nướng xúc xích và bánh mì kẹp thịt để thể hiện rằng ngay cả khi tưởng nhớ những người thân yêu, một bữa ăn tuyệt vời có thể nâng cao tinh thần. Tận hưởng những cái ôm chân thành, những lời chúc ý nghĩa và một số món ăn lễ hội ngon nhất xung quanh. Đó là một cách tuyệt vời để tôn vinh quá khứ trong khi thưởng thức hiện tại!",
  "The Crow's Crossing Celebration of Life": "Lễ Kỷ Niệm Cuộc Sống ở Crow's Crossing",
  "<b>Festival Details:</b> Every Mon, Wed, and Fri 11 AM at Crow's Crossing Square, near the fountain.\\n\\nJoin us to explore a selection of luxurious caskets, guided by a professional Funeral Director, and take advantage of exclusive discounts on your eternal resting place. Dare to test the plush interiors with a quick lie-down. Curious about a career in the death industry? Discover what it takes to become a Mortician or Funeral Director and consider stepping into this unique profession. Don’t miss your chance to plan ahead with style and grace!": "<b>Thông tin chi tiết về Lễ hội:</b> Vào các ngày Thứ Hai, Thứ Tư và Thứ Sáu 11 giờ sáng tại Quảng Trường Crow's Crossing, gần đài phun nước. \n\nHãy tham gia cùng chúng tôi để khám phá tuyển chọn các quan tài sang trọng, được hướng dẫn bởi một Giám Đốc Tang Lễ chuyên nghiệp, và tận dụng lợi thế của các chương trình giảm giá độc quyền cho nơi an nghỉ vĩnh hằng của bạn. Hãy thử kiểm tra nội thất sang trọng bằng một lần nằm nhanh. Tò mò về sự nghiệp trong ngành công nghiệp tử thần? Khám phá những gì cần thiết để trở thành một Nhân Viên Nhà Xác hoặc Giám Đốc Tang Lễ và cân nhắc bước vào nghề nghiệp độc đáo này. Đừng bỏ lỡ cơ hội lên kế hoạch trước với phong cách và sự duyên dáng!",
  "Try Before You Die Casket Sale": "Triển Lãm Quan Tài Thử Trước Khi Chết",
  "25A74107": "Bạn thân kinh doanh tương lai thân mến, một đại diện của <i>Guild of Awesome Collections</i> sẽ ở đây tại Whispering Glen cạnh biển báo này để mua những món đồ крутые của bạn vào mỗi <b>Thứ Ba và Thứ Sáu</b>. Hãy nhớ kiểm tra lại vào những ngày này hoặc để mắt đến các biển báo của chúng tôi ở các khu phố khác!",
  "8EE4BD5D": "<b>Thông tin chi tiết về Lễ hội:</b> Vào các ngày Thứ Ba, Thứ Năm, Chủ Nhật 11 giờ sáng gần sân chơi cạnh vỉ nướng ở Crow's Crossing. \n\nHãy đến Crow's Crossing để tham gia Lễ Kỷ Niệm Cuộc Sống vừa ấm lòng vừa ngon miệng! Chúng tôi sẽ nướng xúc xích và bánh mì kẹp thịt để thể hiện rằng ngay cả khi tưởng nhớ những người thân yêu, một bữa ăn tuyệt vời có thể nâng cao tinh thần. Tận hưởng những cái ôm chân thành, những lời chúc ý nghĩa và một số món ăn lễ hội ngon nhất xung quanh. Đó là một cách tuyệt vời để tôn vinh quá khứ trong khi thưởng thức hiện tại!",
  "E9EE4E9F": "Lễ Kỷ Niệm Cuộc Sống ở Crow's Crossing",
  "D86CC82E": "<b>Thông tin chi tiết về Lễ hội:</b> Vào các ngày Thứ Hai, Thứ Tư và Thứ Sáu 11 giờ sáng tại Quảng Trường Crow's Crossing, gần đài phun nước. \n\nHãy tham gia cùng chúng tôi để khám phá tuyển chọn các quan tài sang trọng, được hướng dẫn bởi một Giám Đốc Tang Lễ chuyên nghiệp, và tận dụng lợi thế của các chương trình giảm giá độc quyền cho nơi an nghỉ vĩnh hằng của bạn. Hãy thử kiểm tra nội thất sang trọng bằng một lần nằm nhanh. Tò mò về sự nghiệp trong ngành công nghiệp tử thần? Khám phá những gì cần thiết để trở thành một Nhân Viên Nhà Xác hoặc Giám Đốc Tang Lễ và cân nhắc bước vào nghề nghiệp độc đáo này. Đừng bỏ lỡ cơ hội lên kế hoạch trước với phong cách và sự duyên dáng!",
  "C26280A7": "Triển Lãm Quan Tài Thử Trước Khi Chết",
  "(From Moonbathing at the Moon Revelry) ": "(Từ Việc Tắm Trăng tại Moon Revelry)",
  "(From Swimming at the Moon Revelry)": "(Từ Việc Bơi Lội tại Moon Revelry)",
  "(From Stargazing at the Moon Revelry) ": "(Từ Việc Ngắm Sao tại Moon Revelry)",
  "The Guardian Tree has offered a gift of his own to {0.SimFirstName}. {0.SimPronounSubjective|xxUpper} can find it in {0.SimPronounPossessiveDependent} <b>Inventory</b>. ": "Cây Hộ Mệnh đã tự mình tặng một món quà cho {0.SimFirstName}. {0.SimPronounSubjective|xxUpper} có thể tìm thấy nó trong <b>Hành Trang</b> của {0.SimPronounPossessiveDependent}.",
  "Welcome to the afterlife {0.SimFirstName}! Your Soul's Journey is still unfolding, and there’s so much left to explore. Keep discovering what the afterlife has to offer, and don’t forget to check the Ghost Mastery panel to unlock powerful new abilities along the way.": "Chào mừng đến với thế giới bên kia {0.SimFirstName}! Hành Trình Linh Hồn của bạn vẫn đang mở ra và còn rất nhiều điều để khám phá. Hãy tiếp tục khám phá những gì thế giới bên kia mang lại và đừng quên kiểm tra bảng Thông Thạo Hồn Ma để mở khóa những khả năng mới mạnh mẽ trên đường đi."
}