{
  "This multipurpose mirror mixes the three things you need most in the morning: light to look good, a mirror to help you do it, and a tray for your makeup.": "Cái gương đa năng này trộn lẫn ba thứ mà bạn cần nhất vào buổi sáng: ánh sáng để trông xinh tươi, một cái gương để giúp bạn làm đẹp, và một cái khay đựng đồ trang điểm.",
  "Shine On Shine Off": "Lấp La Lấp Lánh",
  "This handy dandy memo pad will keep your thoughts and ideas organized. Now you just have to remember to write things down.": "Cái cuốn sổ tay tiện lợi này sẽ giúp Sim nhà bạn sắp xếp các suy nghĩ và ý tưởng ngăn nắp đó. Giờ chỉ cần nhớ mà viết chúng ra thôi nha.",
  "Write It Down Memo Pad": "Sổ Tay Ghi Chép",
  "The Pro-Tector is the ultimate in professional grade storage bins. Its sturdy design and special locking mechanism protect your precious memories from anything that will try to harm them...": "Thùng Pro-Tector này xịn sò nhất trong các loại thùng chứa đồ chuyên dụng luôn đó. Thiết kế cứng cáp, lại có khóa đặc biệt, bảo vệ kỷ niệm quý giá của bạn khỏi mọi thứ có ý định làm hại...",
  "The Pro-Tector": "Đồ Bảo Vệ Chuyên Nghiệp",
  "The perfect kit for you and your chess mate... check mate!": "Bộ kit tuyệt vời cho bạn và đồng đội chơi cờ... chiếu tướng nhé!",
  "Once a Pawn a Time Chess Kit": "Bộ Cờ Vua \"Tốt Thí Một Đời\"",
  "Gym in a Box is the all in one gym solution that'll help you rebound from your last relationship. So lawyer up, hit the Gym in a Box, and delete Social Bunny. Welcome to step #2 of the rest of your life.": "Gym in a Box là giải pháp tập gym \"tất tần tật\" giúp bạn vực dậy sau mối tình tan vỡ. Vậy nên cứ tìm luật sư đi, rồi ra Gym in a Box tập tành, xóa Social Bunny nữa. Chào mừng đến bước #2 của cuộc đời bạn nha.",
  "Gym in a Box": "Phòng Gym di động nè!",
  "Behold! Your very own box of boxes, letters, and random items. Maybe you'll organize these one day, but that's a problem for the future.": "Tèn ten! Đây là đống hộp, thư từ linh tinh của riêng bạn nè. Chắc là có ngày bạn sẽ sắp xếp chúng thôi, nhưng chuyện đó để sau đi ha.",
  "Procrastinator's Box of Stuff": "Hộp Đồ Lề Mề Của Kẻ Hay Trì Hoãn",
  "These kicks are guaranteed to be fresh, or your money back.": "Đôi giày này mà không chất thì hoàn tiền lại cho bạn luôn đó nha.",
  "Kicks Are For Kids": "Giày đá banh là cho tụi nhóc đó.",
  "A wireless drawing tablet and mug, accompanied by a pair of art books and pens. With this assortment of objects you can finally begin your lifelong dream of filling the internet with increasingly cute cat drawings. After doing so you might ask yourself, \"But was there more to life?\". You'll find the answer is \"no\". You've reached the apex, well done. ": "Một cái bảng vẽ không dây và cốc, đi kèm với một cặp sách nghệ thuật và bút. Với mớ đồ này cuối cùng thì bạn cũng có thể bắt đầu giấc mơ cả đời là lấp đầy internet bằng những bức vẽ mèo ngày càng dễ thương rồi đó. Sau khi làm xong có khi bạn sẽ tự hỏi, \"Nhưng liệu cuộc sống còn gì hơn thế không?\". Câu trả lời là \"không\" nha. Bạn đạt tới đỉnh cao rồi, làm tốt lắm!",
  "A Slightly Creative Collection": "Tuyển Tập Sáng Tạo Nhẹ",
  "The yoga mat only comes out for show binging stretch sessions. Sometimes the kettlebell makes it to your desk for breaks between the meetings. Either way, it's the smallest intentions that make the most impact, and this aestheticly active pair reminds you of that daily.": "Thảm yoga chỉ được lôi ra để vừa xem phim vừa duỗi người thôi. Tạ chuông thì may ra còn được vác lên bàn làm việc để giải lao giữa các cuộc họp. Dù sao thì, những ý định nhỏ nhất cũng tạo ra tác động lớn nhất, và cặp đôi năng động mà nhìn cũng đẹp mắt này sẽ nhắc bạn về điều đó mỗi ngày đó nha.",
  "Beacon of Intention Active Set": "Bộ sưu tập đèn hiệu ý định đang hoạt động",
  "Your Simoleons are waiting in the eight sided arena. Bankruptcy will tap out while you watch your savings grow. Are you ready to get EXTREME?": "Simoleon của bạn đang chờ sẵn trong đấu trường bát giác kìa. Phá sản sẽ phải bỏ cuộc trong khi bạn nhìn tài khoản tiết kiệm của mình tăng lên thôi. Sẵn sàng \"cháy\" hết mình chưa?",
  "Coinoctagon": "Đồng tiền Coinoctagon",
  "In an effort to raise awareness about the issue of plastic pollution in the oceans, we bring you The Thirsty Thermos. It was made from plastic salvaged from an ocean garbage patch and now serves as a reminder of this absurd tragedy. It has found a second purpose in life, and now adeptly contains the very water which it once floated in.": "Để nâng cao nhận thức về vấn đề ô nhiễm nhựa ở đại dương, tụi mình mang đến cho bạn Bình Nước Thirsty. Nó được làm từ nhựa vớt từ một bãi rác đại dương và giờ đây đóng vai trò như một lời nhắc nhở về thảm kịch vô lý này. Nó đã tìm thấy mục đích thứ hai trong cuộc đời, và giờ đây chứa đựng một cách điêu luyện chính nước mà nó từng nổi trên đó.",
  "The Thirsty Thermos": "Bình Giữ Nhiệt Khát Nước",
  "This cap was worn by doctors, astronauts, celebrities, and more. It's guaranteed to bring fame and fortune to all that wear it! Don't believe it? Well, suit yourself!": "Cái mũ này được mặc bởi bác sĩ, phi hành gia, người nổi tiếng và nhiều người khác nữa đó nha. Đội nó vào đảm bảo sẽ mang lại danh vọng và tiền tài cho người mặc luôn! Không tin hả? Thì tùy bạn thôi!",
  "Cap of Lucky Ambition": "Mũ Ước Mơ May Mắn",
  "An extra pair for when you lose track of the ones already on your face. Now, where did I put those? I could have sworn they were right there a moment ago...": "Một cặp kính nữa cho những lúc lạc mất mấy cái đang đeo trên mặt. Ủa, mà nãy mình để kính ở đâu rồi ta? Rõ ràng là mới để ở đây mà...",
  "Spare Specs": "Kính Thay Thế",
  "Leave your enemies in the dark with the headset that illuminates your intention to win.": "Để kẻ thù của bạn chìm trong bóng tối với chiếc tai nghe thể hiện rõ ý định chiến thắng của bạn.",
  "Aural Ambrosia Headset": "Tai nghe Aural Ambrosia",
  "Whoever said \"You can't buy happiness\" doesn't know about this amazing jewelry stand. It's just what you've always desired - a beautiful stand with enough space to display your jewelry collection and make your friends jealous.": "Ai bảo \"tiền không mua được hạnh phúc\" chắc chưa thấy cái kệ trang sức xịn sò này rồi. Đúng thứ bạn hằng ao ước luôn - kệ vừa đẹp vừa rộng tha hồ trưng bày bộ sưu tập trang sức, làm bạn bè lác mắt chơi.",
  "The Adoringly Adorned Jewelry Stand": "Kệ trang sức yêu kiều",
  "Whether you've actually read these issues or not, magazines are always a great way to fill up your space.": "Dù có đọc mấy cuốn này thật hay không thì tạp chí vẫn luôn là một cách hay để lấp đầy không gian của bạn đó nha.",
  "Mega Magazine Stack": "Chồng Tạp Chí Siêu To Khổng Lồ",
  "Get the look of your dreams! Keep all your makeup in one place with this beautiful organizer. You'll never have to worry about losing your favorite blush again.": "Có ngay vẻ ngoài mơ ước! Giữ tất cả đồ trang điểm ở một chỗ với cái hộp đựng đồ xinh xắn này nha. Đảm bảo là không bao giờ phải lo lắng về việc lạc mất hộp phấn má yêu thích nữa đó.",
  "Subtle Serve Makeup Kit": "Bộ Trang Điểm Phục Vụ Tinh Tế",
  "A single mug that says you are so rich and privileged you don't need to buy mugs in bulk.": "Một chiếc cốc duy nhất chứng tỏ bạn giàu và có đặc quyền đến mức không cần mua cốc số lượng lớn á.",
  "Mug Solo": "Cốc Uống Một Mình",
  "They're not your average mugs: they're better. Or at least one is, and the other two are also good. Limit 1 per customer.": "Mấy cái ly này không phải hạng xoàng đâu nha: xịn hơn nhiều đó. Hoặc ít nhất là có một cái xịn nhất, còn hai cái kia thì cũng ngon lành cành đào. Mỗi người mua tối đa 1 cái thôi nha.",
  "Mug Trio": "Bộ Ba Cốc Cưng",
  "This all-in-one notebook is your perfect desk companion for all your thoughts, ideas, and to-dos. ": "Cuốn sổ tay tất-cả-trong-một này là người bạn đồng hành hoàn hảo trên bàn làm việc của bạn cho mọi suy nghĩ, ý tưởng và việc cần làm.",
  "Write It Down Notebook": "Sổ Tay Ghi Chép",
  "Your phone & keys are the bare necessities of modern survival. Just don't forget where you placed them! Now, where did I put my keys?": "Điện thoại và chìa khóa là những thứ tối thiểu cần thiết để sống sót thời hiện đại đó nha. Nhớ đừng có quên để đâu là được! Mà khoan, chìa khóa của tui đâu rồi ta?",
  "Phone & Keys": "Điện thoại & Chìa khóa",
  "A Snack Pack 2 Go is filled to the brim with gourmet, sweet and savory snacks that would appeal to an adult on the go. These small bites are perfect for date nights and long flights (but not necessarily together).": "Snack Pack 2 Go chứa đầy ắp các món ăn vặt hảo hạng, ngọt ngào và mặn mà mà người lớn bận rộn nào cũng thích mê. Mấy món nhỏ xinh này quá hợp cho mấy buổi hẹn hò lãng mạn hay mấy chuyến bay dài (nhưng không nhất thiết phải đi chung đâu nha).",
  "Snack Pack 2 Go": "Bữa Ăn Nhẹ Mang Đi 2 Ngon Lành",
  "Don't you hate getting dressed when you can't find your glasses or watch? That's why we have a spot for both and room to store them. Owning the Invincible Frame Tray is like having an eye doctor and watchmaker on call.": "Ghét nhất là mỗi lần đi thay đồ mà tìm hoài không thấy mắt kính hay đồng hồ phải không? Đó là lý do tụi mình có chỗ để cả hai thứ đó và còn có chỗ chứa đồ nữa chứ. Sở hữu Khay Đựng Vô Đối này chẳng khác nào có bác sĩ mắt và thợ sửa đồng hồ túc trực bên cạnh luôn á.",
  "Invincible Frame Tray": "Khay Khung Bất Bại",
  "A special watch to spare the time.": "Một chiếc đồng hồ đặc biệt để dành thời gian.",
  "Antique Spare Watch": "Đồng Hồ Cổ Điển Dự Phòng",
  "A very nice box. A box for my trinkets! What's going on? It's Trinketville!": "Một cái hộp xinh xắn ghê. Hộp này để đựng đồ lặt vặt của tui nè! Ủa gì dzậy trời? Đây là Làng Đồ Lặt Vặt hả!",
  "Trinketville": "Thị Trấn Đồ Trang Sức Nhỏ Xíu",
  "We think you should be able to carry more than one thing at a time, so we've created the Lug Trio. One canvas, one leather, and one nylon bag are perfect for all occasions and places. No matter what you're carrying, they won't weigh you down!": "Tụi mình nghĩ là bạn nên mang được nhiều hơn một món đồ cùng lúc á, nên tụi mình đã tạo ra Bộ Ba Túi Lug. Một túi vải canvas, một túi da, và một túi ni lông siêu hợp cho mọi dịp và mọi nơi luôn. Dù bạn có mang gì đi nữa thì mấy ẻm cũng không làm bạn mệt đâu!",
  "Lug Trio": "Bộ Ba Hành Lý",
  "Gone fishing? This wall art is a sure catch and makes a perfect addition to your home. Decorate your walls with a beautiful fish carving and framed photos of your best catches. A perfect gift for anyone who likes to spend their weekends on the water.": "Đi câu à? Bức tranh treo tường này chắc chắn là một món \"hời\" đó nha, thêm nó vào nhà là chuẩn bài luôn. Trang trí tường nhà bạn với hình khắc cá xinh xắn và mấy tấm hình đóng khung những lần câu được cá ngon nhất của bạn đi nè. Quà này mà tặng cho ai thích cuối tuần la cà ở mấy chỗ có nước là hết sẩy đó.",
  "Sealine Memories": "Kỷ Niệm Biển Xanh",
  "Tired of having your flat brimmed hats and basketballs laying around? The Ball 'N Cap is a wall-mounted display built to hold your favorite ball and hat! It's perfect for a sports room, man cave, or just for the avid athletic enthusiast.": "Mệt mỏi vì mấy cái nón lưỡi bằng với bóng rổ của bạn cứ lăn lóc khắp nơi hả? Kệ Bóng và Nón gắn tường này được thiết kế để trưng bày quả bóng và cái nón yêu thích của bạn đó! Quá xá hoàn hảo cho phòng thể thao, \"hang động đàn ông\", hoặc đơn giản là cho những bạn cuồng thể thao thứ thiệt luôn á.",
  "Ball 'N Cap Display": "Kệ trưng bày bóng chày và mũ lưỡi trai",
  "Sturdy and functional, the Hooked on Storage wall organizer works for you! The built-in hooks make finding what you’re looking for a breeze.": "Chắc chắn và tiện dụng, cái móc treo tường \"Hooked on Storage\" này sẽ giúp bạn một tay đó! Mấy cái móc có sẵn giúp bạn tìm đồ dễ ẹc luôn.",
  "Hooked on Storage": "Nghiện Tủ Đồ Rồi!",
  "A great gift for any audiophile, Boom Blocks transforms your workspace into a mini concert hall. Designers have thought of everything; there's space for your books, your pens, and--most importantly--two miniature speakers that make listening to music fun again!": "Một món quà tuyệt vời cho bất kỳ dân chơi âm thanh nào, Boom Blocks biến không gian làm việc của bạn thành một phòng hòa nhạc mini. Các nhà thiết kế đã nghĩ đến mọi thứ; có không gian cho sách, bút của bạn và--quan trọng nhất--hai loa mini giúp việc nghe nhạc trở nên thú vị trở lại!",
  "Boom Blocks": "Khối Nổ Bùm",
  "Kinda Unkept Study": "Hơi Bừa Bộn Chút Xíu"
}