{
  "(From Extolling the Might)": "(Từ Ca Ngợi Sức Mạnh)",
  "(From Talking With a Resistance Hero)": "(Từ Trò Chuyện Với Anh Hùng Kháng Chiến)",
  "When you're ready to head to Batuu, click on your phone and select 'Take a Vacation' in the Travel menu, then select Batuu. When you see the map of Batuu, head over to Black Spire Outpost!": "Khi bạn đã sẵn sàng đến Batuu, hãy nhấp vào điện thoại và chọn 'Đi Nghỉ' trong menu Du lịch, sau đó chọn Batuu. Khi bạn nhìn thấy bản đồ Batuu, hãy đến Tiền Đồn Black Spire!",
  "Are you sure you want to cancel this mission?": "Bạn có chắc chắn muốn hủy nhiệm vụ này không?",
  "{1.SimFirstName} passed that check thanks to {M1.his}{F1.her} fake ID. Too bad it's too risky to use twice.": "{1.SimFirstName} đã qua cửa nhờ ID giả của {M1.his}{F1.her}. Tiếc là dùng lần hai thì hơi mạo hiểm.",
  "I am glad you have seen the error of your ways. You will join our ranks to snuff out Resistance scum!": "Ta rất vui vì ngươi đã nhận ra sai lầm của mình. Ngươi sẽ gia nhập hàng ngũ của chúng ta để tiêu diệt lũ cặn bã Kháng Chiến!",
  "If you are not willing to stand with us against the Resistance there is only one option!": "Nếu ngươi không sẵn lòng đứng về phía chúng ta chống lại phe Kháng Chiến thì chỉ có một lựa chọn thôi!",
  "The Resistance can use all the help we can get. Your knowledge of the First Order will surely help us.": "Phe Kháng Chiến có thể sử dụng tất cả sự giúp đỡ mà chúng ta có thể nhận được. Kiến thức của ngươi về Tổ Chức Thứ Nhất chắc chắn sẽ giúp ích cho chúng ta.",
  "If you are not willing to join us you are no longer welcome here.": "Nếu ngươi không sẵn lòng tham gia cùng chúng ta, ngươi không còn được chào đón ở đây nữa.",
  "(From Drinking Dagobah Slug Slinger)": "(Từ Việc Uống Dagobah Slug Slinger)",
  "(From Drinking Too Much Dagobah Slug Slinger)": "(Từ Việc Uống Quá Nhiều Dagobah Slug Slinger)",
  "I'm willing to help you out but you're gonna need to do something for me first. I need a green kyber crystal... Problem is, Savi banned me from his workshop for being 'reckless' with my lightsaber. Bring me one and I'll tell you what you need to know.": "Ta sẵn lòng giúp ngươi, nhưng trước tiên ngươi phải làm gì đó cho ta. Ta cần một viên tinh thể kyber màu xanh lục... Vấn đề là, Savi đã cấm ta đến xưởng của hắn vì tội 'liều lĩnh' với thanh lightsaber của ta. Mang cho ta một viên, ta sẽ cho ngươi biết những gì ngươi cần biết.",
  "I don't share information for free! If you can spare a few <b>Galactic Credits</b> I am sure I can make it worth your while.": "Ta không chia sẻ thông tin miễn phí! Nếu ngươi có thể cho ta vài <b>Tín Dụng Thiên Hà</b>, ta chắc chắn có thể làm cho nó xứng đáng.",
  "I'd be willing to tell you what I know in exchange for a little something... like credits. I really like credits.": "Ta sẵn lòng cho ngươi biết những gì ta biết để đổi lấy một chút gì đó... chẳng hạn như tín dụng. Ta rất thích tín dụng.",
  "Look... I have been struggling ever since the First Order showed up, if you have any <b>Food</b> from one of the local shops, I have some information that could be useful to you.": "Nghe này... Ta đã phải vật lộn kể từ khi Tổ Chức Thứ Nhất xuất hiện, nếu ngươi có <b>Đồ Ăn</b> từ một trong những cửa hàng địa phương, ta có một số thông tin có thể hữu ích cho ngươi.",
  "The way to a scoundrel's heart is through their stomach... I'll tell you what I know if you'll bring me something to eat!": "Con đường đến trái tim của một tên vô lại là thông qua dạ dày của hắn... Ta sẽ cho ngươi biết những gì ta biết nếu ngươi mang cho ta thứ gì đó để ăn!",
  "Look, Black Spire Outpost can get a little dicey at times. If you're going to thrive here, you've got to keep up your image. I'll just come out and say it... I want a porg plushie from Dok-Ondar's but I can't be seen buying one for myself. Bring me the adorable toy and you'll get all the info you're looking for...": "Nghe này, Tiền Đồn Hắc Tháp đôi khi có thể hơi khó khăn. Nếu ngươi muốn phát triển ở đây, ngươi phải giữ gìn hình ảnh của mình. Ta sẽ nói thẳng ra... Ta muốn một con thú nhồi bông porg từ Dok-Ondar's, nhưng ta không thể bị bắt gặp mua nó cho chính mình. Mang cho ta món đồ chơi đáng yêu đó và ngươi sẽ nhận được tất cả thông tin ngươi đang tìm kiếm...",
  "I am in a pinch and owe a lot of <b>scrap metal</b> to the local junk dealer, if you can spare some I'll share the information I have.": "Ta đang gặp khó khăn và nợ rất nhiều <b>kim loại phế liệu</b> cho người buôn phế liệu địa phương, nếu ngươi có thể cho ta một ít, ta sẽ chia sẻ thông tin ta có.",
  "I'm working on a little project with a droid that I'd prefer Mubo didn't find out about. Bring me some scrap metal and I'll gladly share any info I can with you.": "Ta đang thực hiện một dự án nhỏ với một droid mà ta không muốn Mubo biết. Mang cho ta một ít kim loại phế liệu và ta sẵn lòng chia sẻ bất kỳ thông tin nào ta có với ngươi.",
  "Success! Your surveillance node has stored the access code information.\\n\\nNow you can Retrieve Access Codes from the comm tower control panel.": "Thành công! Nút giám sát của ngươi đã lưu trữ thông tin mã truy cập.\n\nGiờ ngươi có thể Lấy Mã Truy Cập từ bảng điều khiển tháp liên lạc.",
  "Sssh... I am who you’re looking for. We have to be careful. The First Order is always lurking. When you're ready, come talk to me again and I'll tell you the secret information.": "Suỵt... Ta là người ngươi đang tìm. Chúng ta phải cẩn thận. Tổ Chức Thứ Nhất luôn rình rập. Khi ngươi sẵn sàng, hãy đến nói chuyện với ta lần nữa và ta sẽ cho ngươi biết thông tin bí mật.",
  "Mission: The Defector": "Nhiệm vụ: Người Đào Tẩu",
  "I knew you'd be up for the challenge. Start by using our holotable. You can find it in the Resistance bunker. Find out whatever you can about the defector, especially where we can find them!": "Ta biết ngươi sẽ sẵn sàng cho thử thách này. Hãy bắt đầu bằng cách sử dụng bàn голо của chúng ta. Ngươi có thể tìm thấy nó trong бункер Kháng Chiến. Tìm hiểu bất cứ điều gì ngươi có thể về người đào tẩu, đặc biệt là nơi chúng ta có thể tìm thấy họ!",
  "I suspect you are ill-intentioned, citizen. I demand to see your identification. ": "Ta nghi ngờ ngươi có ý đồ xấu, công dân. Ta yêu cầu xem giấy tờ tùy thân của ngươi.",
  "Droid Relationship -": "Quan Hệ Droid -",
  "Droid Relationship +": "Quan Hệ Droid +",
  "First Order Reputation": "Danh Tiếng Tổ Chức Thứ Nhất",
  "I could use some company if you wouldn't mind. Just someone to hang out with, have a chat, and enjoy the scenery.": "Ta có thể dùng một chút bầu bạn nếu ngươi không phiền. Chỉ cần ai đó đi chơi cùng, trò chuyện và ngắm cảnh.",
  "I've been craving something from Docking Bay 7. Doesn't that sound so good? I wish I could afford it...": "Ta đang thèm thứ gì đó từ Docking Bay 7. Nghe có ngon không? Ước gì ta có đủ tiền mua...",
  "Times have been tough lately. If you have any credits you could spare, I could really use the help so I can buy supplies.": "Dạo này thời buổi khó khăn quá. Nếu ngươi có chút tín dụng nào có thể cho ta, ta rất cần sự giúp đỡ để có thể mua đồ dùng.",
  "My droid hasn't been as functional as usual. Got any spare scrap metal?": "Droid của ta dạo này không được ổn lắm. Ngươi có kim loại phế liệu nào không?",
  "I could go for a game of sabacc right now. Feel like playing?": "Ta có thể chơi một ván sabacc ngay bây giờ. Muốn chơi không?",
  "Welcome to Batuu! Check your Career Panel for some helpful tips to help you explore the area!": "Chào mừng đến với Batuu! Hãy kiểm tra Bảng Nghề Nghiệp của ngươi để biết một số mẹo hữu ích giúp ngươi khám phá khu vực!",
  "Better luck next time!": "Chúc may mắn lần sau!",
  "I've seen banthas move faster than you!": "Ta thấy bantha còn di chuyển nhanh hơn ngươi!",
  "Ha! You call that fighting?": "Ha! Ngươi gọi đó là chiến đấu á?",
  "Bonus Reward\\n\\n{2.String}": "Phần Thưởng Thêm\n\n{2.String}",
  "Good match!\\n\\n{0.SimName} received:\\n{2.GalacticCredits}": "Trận đấu hay!\n\n{0.SimName} nhận được:\n{2.GalacticCredits}",
  "I see you prefer the high ground!\\n\\n{0.SimName} received:\\n{2.GalacticCredits}": "Ta thấy ngươi thích địa hình cao hơn!\n\n{0.SimName} nhận được:\n{2.GalacticCredits}",
  "I went easy on you this time. Next time you may not be so lucky...\\n\\n{0.SimName} received:\\n{2.GalacticCredits}": "Lần này ta đã nương tay với ngươi. Lần tới ngươi có thể không được may mắn như vậy...\n\n{0.SimName} nhận được:\n{2.GalacticCredits}",
  "<span class=\"resistance\">Resistance Reputation</span>": "<span class=\"resistance\">Danh Tiếng Kháng Chiến</span>",
  "You're lucky I had this part laying around... Nice doing business with you!\\n{2.String}": "Ngươi may mắn là ta có sẵn bộ phận này...\nGiao dịch vui vẻ!\n{2.String}",
  "I gave you a good price on this. These parts are hard to find.\\n{2.String}": "Ta đã cho ngươi một mức giá tốt cho cái này. Những bộ phận này rất khó tìm.\n{2.String}",
  "Hoho! Well played. Such a cunning play deserves a reward. I heard you are looking for access to the First Order archives; this card I found might be useful to you.": "Hoho! Chơi hay lắm. Một nước đi xảo quyệt như vậy xứng đáng được thưởng. Ta nghe nói ngươi đang tìm kiếm quyền truy cập vào kho lưu trữ của Tổ Chức Thứ Nhất; tấm thẻ ta tìm thấy này có thể hữu ích cho ngươi.",
  "Scoundrel Reputation": "Danh Tiếng Vô Lại",
  "(From Completing the Big Heist!)": "(Từ Hoàn Thành Vụ Trộm Lớn!)",
  "I heard you ran some jobs for Dok-Ondar! Impressive. That guy doesn't trust anyone.": "Ta nghe nói ngươi đã làm một vài việc cho Dok-Ondar! Ấn tượng đấy. Gã đó không tin ai cả.",
  "Hey! I saw you in action at the sabacc tables. You've got some skills. I hope I never have to play you.": "Này! Ta thấy ngươi hành động ở các bàn sabacc. Ngươi có một số kỹ năng đấy. Ta hy vọng ta không bao giờ phải chơi với ngươi.",
  "Wow, it's good to see you in person. I've heard so much about you! You're exactly how I pictured you, but a little shorter.": "Wow, thật tốt khi được gặp ngươi trực tiếp. Ta đã nghe rất nhiều về ngươi! Ngươi đúng như những gì ta hình dung, nhưng hơi thấp hơn một chút.",
  "Is it true you pulled off a heist at Canto Bight Casino? You're gonna be a legend!": "Có thật là ngươi đã thực hiện một vụ trộm tại Sòng bạc Canto Bight không? Ngươi sẽ trở thành một huyền thoại!",
  "Enjoy your party! Maybe someday I'll get one in my honor too... someday...": "Chúc ngươi có một bữa tiệc vui vẻ! Có lẽ một ngày nào đó ta cũng sẽ có một bữa tiệc để vinh danh ta... một ngày nào đó...",
  "Nice to finally meet Hondo's new 'legitimate' business partner. He talks about you a lot! I mean, he talks a lot in general, but always says good stuff about you.": "Rất vui được cuối cùng gặp gỡ đối tác kinh doanh 'hợp pháp' mới của Hondo. Anh ấy nói về bạn rất nhiều! Ý tôi là, anh ấy nói rất nhiều nói chung, nhưng luôn nói những điều tốt đẹp về bạn.",
  "Hondo speaks highly of you. Keep bringing in credits and Hondo will be a friend for life!": "Hondo đánh giá cao ngươi. Tiếp tục mang về tín dụng và Hondo sẽ là một người bạn suốt đời!",
  "I heard you're a friend of Dok-Ondar! Impressive. That guy doesn't trust just anyone.": "Ta nghe nói ngươi là bạn của Dok-Ondar! Ấn tượng đấy. Gã đó không tin tưởng bất cứ ai đâu.",
  "I admit I thought you were as slippery as a Klatooine paddy frog when you first arrived. I'm glad Hondo saw you had 'legitimate' business potential.": "Ta thừa nhận ta đã nghĩ ngươi trơn như ếch đồng Klatooine khi ngươi mới đến. Ta rất vui vì Hondo đã thấy ngươi có tiềm năng kinh doanh 'hợp pháp'.",
  "I wish I had even half your accomplishments under my belt. Maybe I should sharpen my skill set...": "Ước gì ta có được một nửa thành tích của ngươi. Có lẽ ta nên trau dồi bộ kỹ năng của mình...",
  "Hondo must really like you to spend all these credits on food and drinks! You must've made him a pile of credits!": "Hondo chắc hẳn rất thích ngươi nên mới chi tất cả những tín dụng này cho đồ ăn và thức uống! Chắc hẳn ngươi đã kiếm cho anh ấy một đống tín dụng!",
  "Let's toast! I'd try and get as many in as possible while the drinks are free...": "Cùng nâng ly nào! Ta sẽ cố gắng uống càng nhiều càng tốt khi đồ uống còn miễn phí...",
  "I heard you outsmarted First Order stormtroopers. Maybe you could tell me how you did it sometime!": "Ta nghe nói ngươi đã đánh bại lính stormtrooper của Tổ Chức Thứ Nhất. Có lẽ ngươi có thể kể cho ta nghe ngươi đã làm điều đó như thế nào vào một lúc nào đó!",
  "So you're the one Hondo got for the heist! Didn't think anyone could get through that many layers of security. Nice work.": "Vậy ngươi là người mà Hondo đã thuê cho vụ trộm! Không nghĩ rằng ai có thể vượt qua nhiều lớp bảo mật đến vậy. Làm tốt lắm.",
  "So you're the one who hit the Canto Bight Casino. Pretty gutsy move! I approve.": "Vậy ngươi là người đã tấn công Sòng bạc Canto Bight. Nước đi khá táo bạo! Ta tán thành.",
  "\"I'll have my officers analyze this data at once!\"\\n\\nMission Complete!\\n\\nTo get your next mission, speak with Hondo at Oga's Cantina.": "\"Tôi sẽ cho các sĩ quan của mình phân tích dữ liệu này ngay lập tức!\"\n\nNhiệm vụ Hoàn Thành!\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Hondo tại Oga's Cantina.",
  "\"How did you come upon this information? It doesn't matter... take your credits and go.\"\\n\\nMission Complete!\\n\\nTo get your next mission, speak with Hondo at Oga's Cantina.": "\"Làm thế nào mà ngươi có được thông tin này? Không quan trọng... hãy nhận tín dụng của ngươi và đi đi.\"\n\nNhiệm vụ Hoàn Thành!\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Hondo tại Oga's Cantina.",
  "\"If this information leads us to the location of the Resistance, we can make you quite rich indeed.\"\\n\\nMission Complete!\\n\\nTo get your next mission, speak with Hondo at Oga's Cantina.": "\"Nếu thông tin này dẫn chúng ta đến vị trí của Kháng Chiến, chúng ta có thể làm cho ngươi thực sự giàu có.\"\n\nNhiệm vụ Hoàn Thành!\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Hondo tại Oga's Cantina.",
  "\"These juicy tidbits are worth every galactic credit. Pleasure doing business with you.\"\\n\\nMission Complete!\\n\\nTo get your next mission, speak with Hondo at Oga's Cantina.": "\"Những mẩu tin giật gân này đáng giá từng tín dụng thiên hà. Rất vui được hợp tác với ngươi.\"\n\nNhiệm vụ Hoàn Thành!\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Hondo tại Oga's Cantina.",
  "\"This intel is really going to help us out. Thanks for your help!\"\\n\\nMission Complete!\\n\\nTo get your next mission, speak with Hondo at Oga's Cantina.": "\"Thông tin tình báo này thực sự sẽ giúp chúng ta rất nhiều. Cảm ơn vì sự giúp đỡ của ngươi!\"\n\nNhiệm vụ Hoàn Thành!\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Hondo tại Oga's Cantina.",
  "\"Perfect! I'm sure ol' Agnon would be pretty furious if he knew we had this!\"\\n\\nMission Complete!\\n\\nTo get your next mission, speak with Hondo at Oga's Cantina.": "\"Tuyệt vời! Ta chắc chắn rằng Agnon già sẽ rất tức giận nếu anh ta biết chúng ta có cái này!\"\n\nNhiệm vụ Hoàn Thành!\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Hondo tại Oga's Cantina.",
  "\"Nothing like a little gossip to make galactic credits change hands!\"\\n\\nMission Complete!\\n\\nTo get your next mission, speak with Hondo at Oga's Cantina.": "\"Không gì bằng một chút chuyện tầm phào để khiến tín dụng thiên hà đổi chủ!\"\n\nNhiệm vụ Hoàn Thành!\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Hondo tại Oga's Cantina.",
  "\"Hard to believe information is free for the taking. Especially knowing what a price it can fetch!\"\\n\\nMission Complete!\\n\\nTo get your next mission, speak with Hondo at Oga's Cantina.": "\"Thật khó tin khi thông tin có thể lấy miễn phí. Đặc biệt là khi biết nó có thể mang lại một cái giá như thế nào!\"\n\nNhiệm vụ Hoàn Thành!\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Hondo tại Oga's Cantina.",
  "Good, good! It pays to listen. And then you can listen to the sound of the galactic credits funneling into your account!": "Tốt, tốt! Lắng nghe rất đáng giá. Và sau đó ngươi có thể lắng nghe âm thanh của các tín dụng thiên hà đổ vào tài khoản của ngươi!",
  "{0.SimName} has learned how to make <b>{1.ObjectName}</b>. It is now available on Bars.": "{0.SimName} đã học được cách pha chế <b>{1.ObjectName}</b>. Giờ nó đã có mặt tại các Quầy Bar.",
  "{0.SimName} has learned how to make <b>{1.ObjectName}</b>. It is now available on Fridges and Stoves.": "{0.SimName} đã học được cách nấu <b>{1.ObjectName}</b>. Giờ nó đã có mặt tại Tủ Lạnh và Bếp.",
  "Batuu Record: Droid Depot Storage": "Hồ Sơ Batuu: Kho Lưu Trữ Droid Depot",
  "{0.SimName} is now Rank 1 - Supporter with the First Order!\\n\\nFirst Order Rewards Unlocked:\\n• <b>Galactic Credits</b>\\n• <b>First Order Outfit</b>\\n• <b>Check ID</b> interaction\\n\\nItems available for purchase from the First Order Holotable:\\n• Dataspike": "{0.SimName} hiện là Cấp 1 - Người Ủng Hộ của Tổ Chức Thứ Nhất!\n\nPhần Thưởng Tổ Chức Thứ Nhất Đã Mở Khóa:\n• <b>Tín Dụng Thiên Hà</b>\n• <b>Trang Phục Tổ Chức Thứ Nhất</b>\n• Tương tác <b>Kiểm Tra ID</b>\n\nCác vật phẩm có sẵn để mua từ Bàn голо Tổ Chức Thứ Nhất:\n• Dataspike",
  "{0.SimName} is now Rank 2 - Recruit with the First Order!\\n\\nFirst Order Rewards Unlocked:\\n• <b>Galactic Credits</b>\\n• <b>TIE Shuttle Outfit</b>\\n• <b>First Order Banners</b>\\n• <b>Recruit</b> interaction\\n• <b>Access through the First Order Security Door.</b>": "{0.SimName} hiện là Cấp 2 - Tân Binh của Tổ Chức Thứ Nhất!\n\nPhần Thưởng Tổ Chức Thứ Nhất Đã Mở Khóa:\n• <b>Tín Dụng Thiên Hà</b>\n• <b>Trang Phục Tàu Con Thoi TIE</b>\n• <b>Biểu Ngữ Tổ Chức Thứ Nhất</b>\n• Tương tác <b>Tân Binh</b>\n• <b>Truy cập qua Cửa An Ninh Tổ Chức Thứ Nhất.</b>",
  "{0.SimName} is now Rank 3 - Trooper with the First Order!\\n\\nFirst Order Rewards Unlocked:\\n• <b>Galactic Credits</b>\\n• <b>Stormtrooper Outfit</b>\\n• <b>Tell Tales of Galactic Conquest</b> interaction\\n\\nItems available for purchase from the First Order Holotable:\\n• F-11D Blaster": "{0.SimName} hiện là Cấp 3 - Binh Lính của Tổ Chức Thứ Nhất!\n\nPhần Thưởng Tổ Chức Thứ Nhất Đã Mở Khóa:\n• <b>Tín Dụng Thiên Hà</b>\n• <b>Trang Phục Stormtrooper</b>\n• Tương tác <b>Kể Chuyện về Cuộc Chinh Phục Thiên Hà</b>\n\nCác vật phẩm có sẵn để mua từ Bàn голо Tổ Chức Thứ Nhất:\n• Súng Blaster F-11D",
  "{0.SimName} is now Rank 4 - Operative with the First Order!\\n\\nFirst Order Rewards Unlocked:\\n• <b>Galactic Credits</b>\\n• <b>TIE Pilot Outfit</b>\\n• <b>Red Kyber Crystal</b>\\n• <b>Lightsaber Hilt</b>\\n• <b>Enthuse About Crushing the Resistance</b> interaction\\n\\nItems are now available for purchase from the First Order Holotable:\\n• Comlink": "{0.SimName} hiện là Cấp 4 - Đặc Vụ của Tổ Chức Thứ Nhất!\n\nPhần Thưởng Tổ Chức Thứ Nhất Đã Mở Khóa:\n• <b>Tín Dụng Thiên Hà</b>\n• <b>Trang Phục Phi Công TIE</b>\n• <b>Pha Lê Kyber Đỏ</b>\n• <b>Chuôi Lightsaber</b>\n• Tương tác <b>Nhiệt Tình Về Việc Nghiền Nát Kháng Chiến</b>\n\nCác vật phẩm hiện đã có sẵn để mua từ Bàn голо Tổ Chức Thứ Nhất:\n• Comlink",
  "{0.SimName} is now Rank 5 - Sergeant with the First Order!\\n\\nFirst Order Rewards Unlocked:\\n• <b>Galactic Credits</b>\\n• <b>Stormtrooper Pauldron Outfit</b>\\n• <b>TIE echelon Replica</b>\\n• <b>Black Kyber Crystal</b>\\n• <b>TIE echelon Explore</b> interaction": "{0.SimName} hiện là Cấp 5 - Trung Sĩ của Tổ Chức Thứ Nhất!\n\nPhần Thưởng Tổ Chức Thứ Nhất Đã Mở Khóa:\n• <b>Tín Dụng Thiên Hà</b>\n• <b>Trang Phục Stormtrooper Pauldron</b>\n• <b>Bản Sao Hàng Tầng Lớp TIE</b>\n• <b>Pha Lê Kyber Đen</b>\n• Tương tác <b>Khám Phá Hàng Tầng Lớp TIE</b>",
  "{0.SimName} is now Rank 2 - Recruit with the Resistance!\\n\\nResistance Rewards Unlocked:\\n• <b>Galactic Credits</b>\\n• <b>X-wing Pilot Outfit</b>\\n• <b>Resistance Banners</b>\\n• <b>Recruit</b> interaction\\n\\nItems available for purchase from the Resistance Holotable:\\n• Thermal Detonator\\n• <b>Access through the Resistance Security Door.</b>": "{0.SimName} hiện là Cấp 2 - Tân Binh của Kháng Chiến!\n\nPhần Thưởng Kháng Chiến Đã Mở Khóa:\n• <b>Tín Dụng Thiên Hà</b>\n• <b>Trang Phục Phi Công X-wing</b>\n• <b>Biểu Ngữ Kháng Chiến</b>\n• Tương tác <b>Tân Binh</b>\n\nCác vật phẩm có sẵn để mua từ Bàn голо Kháng Chiến:\n• Ngòi Nổ Nhiệt\n• <b>Truy cập qua Cửa An Ninh Kháng Chiến.</b>",
  "{0.SimName} is now Rank 3 - Lieutenant with the Resistance!\\n\\nResistance Rewards Unlocked:\\n• <b>Galactic Credits</b>\\n• <b>Tell Tales of Galactic Adventure</b> interaction\\n\\nItems available for purchase from the Resistance Holotable:\\n• DL-44 Blaster\\n• Fake ID Card": "{0.SimName} hiện là Cấp 3 - Trung Úy của Kháng Chiến!\n\nPhần Thưởng Kháng Chiến Đã Mở Khóa:\n• <b>Tín Dụng Thiên Hà</b>\n• Tương tác <b>Kể Chuyện về Cuộc Phiêu Lưu Thiên Hà</b>\n\nCác vật phẩm có sẵn để mua từ Bàn голо Kháng Chiến:\n• Súng Blaster DL-44\n• Thẻ ID Giả",
  "{0.SimName} is now Rank 4 - Specialist with the Resistance!\\n\\nResistance Rewards Unlocked:\\n• <b>Galactic Credits</b>\\n• <b>Blue Kyber Crystal</b>\\n• <b>Lightsaber Hilt</b>\\n• <b>Resistance Jacket</b>\\n• <b>Resistance Vest</b>\\n• <b>Resistance Hat</b>\\n• <b>Enthuse About Stopping The First Order</b> interaction\\n\\nItems available for purchase from the Resistance Holotable:\\n• Comlink": "{0.SimName} hiện là Cấp 4 - Chuyên Gia của Kháng Chiến!\n\nPhần Thưởng Kháng Chiến Đã Mở Khóa:\n• <b>Tín Dụng Thiên Hà</b>\n• <b>Pha Lê Kyber Xanh Dương</b>\n• <b>Chuôi Lightsaber</b>\n• <b>Áo Khoác Kháng Chiến</b>\n• <b>Áo Gilet Kháng Chiến</b>\n• <b>Mũ Kháng Chiến</b>\n• Tương tác <b>Nhiệt Tình Về Việc Ngăn Chặn Tổ Chức Thứ Nhất</b>\n\nCác vật phẩm có sẵn để mua từ Bàn голо Kháng Chiến:\n• Comlink",
  "{0.SimName} is now Rank 5 - Sergeant with the Resistance!\\n\\nResistance Rewards Unlocked:\\n• <b>Galactic Credits</b>\\n• <b>X-wing Replica</b>\\n• <b>Yellow Kyber Crystal</b>\\n• <b>X-wing Explore</b> interaction": "{0.SimName} hiện là Cấp 5 - Trung Sĩ của Kháng Chiến!\n\nPhần Thưởng Kháng Chiến Đã Mở Khóa:\n• <b>Tín Dụng Thiên Hà</b>\n• <b>Bản Sao X-wing</b>\n• <b>Pha Lê Kyber Vàng</b>\n• Tương tác <b>Khám Phá X-wing</b>",
  "{0.SimName} is now Rank 1 - Rookie with the Scoundrel!\\n\\nScoundrel Rewards Unlocked:\\n• <b>Galactic Credits</b>\\n• <b>Swindle</b> interaction\\n\\nItems are now available for purchase from <b>Hondo Ohnaka</b>:\\n• Dataspike": "{0.SimName} hiện là Cấp 1 - Lính Mới của Vô Lại!\n\nPhần Thưởng Vô Lại Đã Mở Khóa:\n• <b>Tín Dụng Thiên Hà</b>\n• Tương tác <b>Lừa Gạt</b>\n\nCác vật phẩm hiện đã có sẵn để mua từ <b>Hondo Ohnaka</b>:\n• Dataspike",
  "{0.SimName} is now Rank 2 - Runner with the Scoundrels!\\n\\nScoundrel Rewards Unlocked:\\n• <b>Galactic Credits</b>\\n• <b>Scoundrel Uniform</b>\\n• <b>Scoundrel Banner</b>\\n• <b>Bribe</b> interaction\\n\\nItems are now available for purchase from <b>Hondo Ohnaka</b>:\\n• Thermal Detonator": "{0.SimName} hiện là Cấp 2 - Người Chạy Việc của Vô Lại!\n\nPhần Thưởng Vô Lại Đã Mở Khóa:\n• <b>Tín Dụng Thiên Hà</b>\n• <b>Đồng Phục Vô Lại</b>\n• <b>Biểu Ngữ Vô Lại</b>\n• Tương tác <b>Hối Lộ</b>\n\nCác vật phẩm hiện đã có sẵn để mua từ <b>Hondo Ohnaka</b>:\n• Ngòi Nổ Nhiệt",
  "{0.SimName} is now Rank 3 - Rogue with the Scoundrels!\\n\\nScoundrel Rewards Unlocked:\\n• <b>Galactic Credits</b>\\n• <b>Skim Credit</b> interaction\\n• <b>Tell Exciting Tales of Smuggling</b> interaction\\n\\nItems are now available for purchase from <b>Hondo Ohnaka</b>:\\n• Comlink\\n• DL-44 Blaster\\n• Model TD2.3 Electrobinoculars": "{0.SimName} hiện là Cấp 3 - Kẻ Lừa Đảo của Vô Lại!\n\nPhần Thưởng Vô Lại Đã Mở Khóa:\n• <b>Tín Dụng Thiên Hà</b>\n• Tương tác <b>Ăn Bớt Tín Dụng</b>\n• Tương tác <b>Kể Chuyện Buôn Lậu Ly Kỳ</b>\n\nCác vật phẩm hiện đã có sẵn để mua từ <b>Hondo Ohnaka</b>:\n• Comlink\n• Súng Blaster DL-44\n• Ống Nhòm Điện Tử Model TD2.3",
  "{0.SimName} is now Rank 4 - Bandit with the Scoundrels!\\n\\nScoundrel Rewards Unlocked:\\n• <b>Galactic Credits</b>\\n• <b>Scoundrel Outfit</b>\\n• <b>Purple Kyber Crystal</b>\\n• <b>Lightsaber Hilt</b>\\n• <b>Enthuse About Galactic Credit Skimmers</b> interaction\\n\\nItems are now available for purchase from <b>Hondo Ohnaka</b>:\\n• Fake ID Card": "{0.SimName} hiện là Cấp 4 - Tên Cướp của Vô Lại!\n\nPhần Thưởng Vô Lại Đã Mở Khóa:\n• <b>Tín Dụng Thiên Hà</b>\n• <b>Trang Phục Vô Lại</b>\n• <b>Pha Lê Kyber Tím</b>\n• <b>Chuôi Lightsaber</b>\n• Tương tác <b>Nhiệt Tình Về Những Kẻ Ăn Bớt Tín Dụng Thiên Hà</b>\n\nCác vật phẩm hiện đã có sẵn để mua từ <b>Hondo Ohnaka</b>:\n• Thẻ ID Giả",
  "{0.SimName} is now Rank 5 - Outlaw with the Scoundrels!\\n\\nScoundrel Rewards Unlocked:\\n• <b>Galactic Credits</b>\\n• <b>White Kyber Crystal</b>\\n• <b><i>Millennium Falcon</i> Replica</b>\\n• <b><i>Millennium Falcon</i> Explore</b> interaction": "{0.SimName} hiện là Cấp 5 - Kẻ Ngoài Vòng Pháp Luật của Vô Lại!\n\nPhần Thưởng Vô Lại Đã Mở Khóa:\n• <b>Tín Dụng Thiên Hà</b>\n• <b>Pha Lê Kyber Trắng</b>\n• <b>Bản Sao <i>Millennium Falcon</i></b>\n• Tương tác <b>Khám Phá <i>Millennium Falcon</i></b>",
  "(From Talking to Kylo Ren)": "(Từ Việc Nói Chuyện Với Kylo Ren)",
  "(From Exploring)": "(Từ Việc Khám Phá)",
  "{0.SimName} successfully completed the Kessel Run. This attempt was completed in {1.Number} parsecs.": "{0.SimName} đã hoàn thành thành công Kessel Run. Lần thử này đã được hoàn thành trong {1.Number} parsec.",
  "(From Disparaging the First Order)": "(Từ Việc Nói Xấu Tổ Chức Thứ Nhất)",
  "(From Blaming a Recruit)": "(Từ Việc Đổ Lỗi Cho Một Tân Binh)",
  "(From Investigating on a Starfighter)": "(Từ Việc Điều Tra Trên Một Tàu Chiến Đấu)",
  "(From Ordering a Recruit on a Starfighter)": "(Từ Việc Ra Lệnh Cho Một Tân Binh Trên Một Tàu Chiến Đấu)",
  "(From Trying to Fix a Starfighter)": "(Từ Việc Cố Gắng Sửa Chữa Tàu Chiến Đấu)",
  "(From Scouting Manually)": "(Từ Việc Trinh Sát Thủ Công)",
  "Raawwwoo Aaaarrrwwwaaaar!": "Raawwwoo Aaaarrrwwwaaaar!",
  "{0.SimName} searched the supply crate and found:\\n{2.String}": "{0.SimName} đã tìm kiếm thùng hàng tiếp tế và tìm thấy:\n{2.String}",
  "(From Supply Crate)": "(Từ Thùng Hàng Tiếp Tế)",
  "{0.SimName} found:\\n{2.String}": "{0.SimName} tìm thấy:\n{2.String}",
  "First Order surveillance system detected and removed.\\n\\nKeep analyzing this Control Panel to find the best way to slice into it.": "Hệ thống giám sát của Tổ Chức Thứ Nhất được phát hiện và gỡ bỏ.\n\nTiếp tục phân tích Bảng Điều Khiển này để tìm cách tốt nhất để xâm nhập vào nó.",
  "No surveillance systems detected.\\n\\nKeep analyzing this Control Panel to find the best way to slice into it.": "Không phát hiện thấy hệ thống giám sát nào.\n\nTiếp tục phân tích Bảng Điều Khiển này để tìm cách tốt nhất để xâm nhập vào nó.",
  "Friendly First Order surveillance system detected.\\n\\nKeep analyzing this Control Panel to find the best way to slice into it.": "Hệ thống giám sát thân thiện của Tổ Chức Thứ Nhất được phát hiện.\n\nTiếp tục phân tích Bảng Điều Khiển này để tìm cách tốt nhất để xâm nhập vào nó.",
  "Friendly Resistance surveillance system detected.\\n\\nKeep analyzing this Control Panel to find the best way to slice into it.": "Hệ thống giám sát thân thiện của Kháng Chiến được phát hiện.\n\nTiếp tục phân tích Bảng Điều Khiển này để tìm cách tốt nhất để xâm nhập vào nó.",
  "Resistance surveillance system detected and removed.\\n\\nKeep analyzing this Control Panel to find the best way to slice into it.": "Hệ thống giám sát của Kháng Chiến được phát hiện và gỡ bỏ.\n\nTiếp tục phân tích Bảng Điều Khiển này để tìm cách tốt nhất để xâm nhập vào nó.",
  "That was a close one! {0.SimName} was able to bypass and remove a First Order surveillance system before any alarms went off.": "Thật suýt soát! {0.SimName} đã có thể bỏ qua và gỡ bỏ một hệ thống giám sát của Tổ Chức Thứ Nhất trước khi bất kỳ báo động nào vang lên.",
  "That was a close one! {0.SimName} was able to bypass and remove a Resistance surveillance system before anyone was the wiser.": "Thật suýt soát! {0.SimName} đã có thể bỏ qua và gỡ bỏ một hệ thống giám sát của Kháng Chiến trước khi ai đó khôn ngoan hơn.",
  "Your droid has short circuited and needs to be repaired!": "Droid của bạn đã bị đoản mạch và cần được sửa chữa!",
  "Your droid successfully scrambled the Control Panel.": "Droid của bạn đã xáo trộn thành công Bảng Điều Khiển.",
  "(From a Failing to Swipe Credits)": "(Từ Việc Không Thành Công Khi Quẹt Tín Dụng)",
  "(From a Successful Swiping Credits)": "(Từ Việc Quẹt Tín Dụng Thành Công)",
  "Your droid failed to override the locks on the supply crate.": "Droid của bạn đã không thể ghi đè các khóa trên thùng hàng tiếp tế.",
  "(From Getting Shocked by a Droid)": "(Từ Việc Bị Điện Giật Bởi Droid)",
  "(From Messing Around)": "(Từ Việc Nghịch Ngợm)",
  "{0.SimFirstName} received {2.GalacticCredits}": "{0.SimFirstName} nhận được {2.GalacticCredits}",
  "(From Exploring the Cave)": "(Từ Việc Khám Phá Hang Động)",
  "{0.SimFirstName} Received:\\n{2.String}": "{0.SimFirstName} Nhận Được:\n{2.String}",
  "(From Playing Sabacc)": "(Từ Việc Chơi Sabacc)",
  "(From Losing at Sabacc)": "(Từ Việc Thua Sabacc)",
  "(From Winning Sabacc)": "(Từ Việc Thắng Sabacc)",
  "Is this a prank? Did Kasif put you up this? Kasif! Where are you? Come out! Very funny!": "Đây là trò đùa à? Kasif xúi ngươi làm chuyện này à? Kasif! Ngươi ở đâu? Ra đây! Vui lắm!",
  "I'm sorry, you must have me confused with someone else...": "Tôi xin lỗi, chắc là bạn nhầm tôi với người khác rồi...",
  "I'm not sure I follow... are you alright, friend?": "Tôi không chắc mình hiểu... bạn ổn chứ, bạn hiền?",
  "Do I look like I'm with the First Order? Keep searching...": "Trông tôi có giống như người của Tổ Chức Thứ Nhất không? Tìm tiếp đi...",
  "I wish I knew... If I did, Vi would know, you would know, and you wouldn't be here drawing attention to yourself...": "Ước gì tôi biết... Nếu tôi biết, Vi sẽ biết, bạn sẽ biết, và bạn sẽ không ở đây gây sự chú ý đến bản thân...",
  "Careful asking questions like that... You'll have the First Order on you before you know it...": "Cẩn thận khi hỏi những câu hỏi như vậy... Tổ Chức Thứ Nhất sẽ tìm đến bạn trước khi bạn kịp nhận ra...",
  "If you're trying to flirt with me, you're not doing well. You could try buying me a drink...": "Nếu bạn đang cố gắng tán tỉnh tôi, bạn làm không tốt đâu. Bạn có thể thử mua cho tôi một ly nước...",
  "I have no clue what you're talking about... If I were you I would keep it down before someone from the First Order hears you.": "Tôi không biết bạn đang nói về cái gì... Nếu tôi là bạn, tôi sẽ giữ im lặng trước khi ai đó từ Tổ Chức Thứ Nhất nghe thấy bạn.",
  "Sounds like you've had a few too many Fuzzy Tauntauns, friend.": "Nghe có vẻ như bạn đã uống hơi nhiều Fuzzy Tauntaun rồi đấy, bạn hiền.",
  "Bonus Reward - Check your Sim's Inventory": "Phần Thưởng Thêm - Kiểm tra Hành trang của Sim",
  "Counter-Operative": "Phản Gián",
  "Do Not Resist": "Không Chống Cự",
  "Enforcer of Order": "Người Thi Hành Trật Tự",
  "First Steps": "Những Bước Đầu Tiên",
  "For The Resistance": "Vì Kháng Chiến",
  "Protector of Batuu": "Người Bảo Vệ Batuu",
  "Paragon of Hope": "Hình Mẫu Của Hy Vọng",
  "Fledgling Pirate": "Hải Tặc Tập Sự",
  "Scum and Villainy": "Cặn Bã và Tội Ác",
  "Lovable Rogue": "Kẻ Lừa Đảo Đáng Yêu",
  "Galactic Privateer": "Tư Nhân Thiên Hà",
  "Star Wars": "Chiến Tranh Giữa Các Vì Sao",
  "{0.SimFirstName}'s loyalty to the First Order has been proven through {m0.his}{f0.her} good work.\\n\\nReward Trait: Supreme Authority\\n\\n{0.SimFirstName} can show {m0.his}{f0.her} power through {m0.his}{f0.her} increased ability to win fights, and make other Sims back down from hostile socials with {m0.him}{f0.her}.": "Lòng trung thành của {0.SimFirstName} đối với Tổ Chức Thứ Nhất đã được chứng minh qua những việc làm tốt của {m0.his}{f0.her}.\n\nTính Cách Phần Thưởng: Quyền Lực Tối Cao\n\n{0.SimFirstName} có thể thể hiện sức mạnh của {m0.his}{f0.her} thông qua khả năng chiến thắng các trận đánh được tăng cường, và khiến các Sim khác rút lui khỏi các tương tác xã hội thù địch với {m0.him}{f0.her}.",
  "This Sim is out to prove their loyalty to the First Order by stamping out the Resistance presence on Batuu.": "Sim này đang cố gắng chứng minh lòng trung thành của mình với Tổ Chức Thứ Nhất bằng cách dập tắt sự hiện diện của Kháng Chiến trên Batuu.",
  "There is a struggle growing on Batuu and {0.SimFirstName} has only seen the beginning of it. Now is the time to make the decision of what side to choose and who to support in this struggle. Will {f0.she}{m0.he} decide to serve the First Order as they look to take control of Batuu, or be a part of the Resistance force that wants to help disrupt the First Order's plans.\\n\\n{0.SimFirstName} has received a gift of credits from the faction {f0.she}{m0.he} has given {f0.her}{m0.his} support. Use them wisely.": "Có một cuộc đấu tranh đang diễn ra trên Batuu và {0.SimFirstName} mới chỉ chứng kiến sự khởi đầu của nó. Bây giờ là lúc đưa ra quyết định chọn phe nào và ủng hộ ai trong cuộc đấu tranh này. Liệu {f0.she}{m0.he} sẽ quyết định phục vụ Tổ Chức Thứ Nhất khi họ tìm cách kiểm soát Batuu, hay là một phần của lực lượng Kháng Chiến muốn giúp phá vỡ các kế hoạch của Tổ Chức Thứ Nhất.\n\n{0.SimFirstName} đã nhận được một món quà là tín dụng từ phe phái mà {f0.she}{m0.he} đã dành sự ủng hộ của {f0.her}{m0.his}. Hãy sử dụng chúng một cách khôn ngoan.",
  "On the world of Batuu there is a growing conflict. This Sim is out to explore Black Spire Outpost and understand whether they should stand with the Resistance or the First Order.": "Trên thế giới Batuu có một cuộc xung đột đang gia tăng. Sim này đang đi khám phá Tiền Đồn Hắc Tháp và hiểu xem họ nên đứng về phía Kháng Chiến hay Tổ Chức Thứ Nhất.",
  "Hope VS Order": "Hy Vọng VS Trật Tự",
  "{0.SimFirstName} is true to the Resistance, spreading hope through Batuu as the light to inspire others to join the cause.\\n\\nReward Trait: Heroic Presence\\n\\n{0.SimFirstName} will be able to inspire other Sims through {m0.his}{f0.her} presence.": "{0.SimFirstName} là người trung thành với Kháng Chiến, lan tỏa hy vọng khắp Batuu như ánh sáng để truyền cảm hứng cho những người khác tham gia vào sự nghiệp này.\n\nTính Cách Phần Thưởng: Sự Hiện Diện Anh Hùng\n\n{0.SimFirstName} sẽ có thể truyền cảm hứng cho những Sim khác thông qua sự hiện diện của {m0.his}{f0.her}.",
  "This Sim looks to be the spark of hope that disrupts the First Order's operations on Batuu and aid the Resistance cause.": "Sim này có vẻ là tia lửa hy vọng phá vỡ các hoạt động của Tổ Chức Thứ Nhất trên Batuu và hỗ trợ sự nghiệp của Kháng Chiến.",
  "{0.SimFirstName} has a way about {m0.him}{f0.her}, {m0.he}{f0.she} is quite crafty at being able to get everything {m0.he}{f0.she} wants without having to pick sides.\\n\\nReward Trait: Sleight of Hand\\n\\n{0.SimFirstName} will have an easier time gaining credits by being able to pickpocket other Sims and {m0.he}{f0.she} can't get caught cheating at Sabacc.": "{0.SimFirstName} có một cách riêng của {m0.him}{f0.her}, {m0.he}{f0.she} khá khéo léo trong việc có thể lấy được mọi thứ {m0.he}{f0.she} muốn mà không cần phải chọn phe.\n\nTính Cách Phần Thưởng: Sự Lanh Lợi\n\n{0.SimFirstName} sẽ có thời gian dễ dàng hơn để kiếm tín dụng bằng cách có thể móc túi các Sim khác và {m0.he}{f0.she} không thể bị bắt gian lận tại Sabacc.",
  "This Sim isn't about choosing sides, they're happy just mingling among the smugglers, and bounty hunters on the fringe planet of Batuu. Earning a few extra credits along the way is just a bonus, no matter how they get them.": "Sim này không quan tâm đến việc chọn phe, họ chỉ vui vẻ hòa mình vào giữa những kẻ buôn lậu và thợ săn tiền thưởng trên hành tinh vùng ven Batuu. Kiếm thêm một vài tín dụng trên đường đi chỉ là một phần thưởng thêm, bất kể họ kiếm được chúng bằng cách nào.",
  "(From being caught in a restricted area)": "(Từ việc bị bắt trong khu vực hạn chế)",
  "For the good of the galaxy, we will put an end to the Resistance. Those scum don't stand a chance with {0.SimName} on the job.": "Vì lợi ích của thiên hà, chúng ta sẽ chấm dứt Kháng Chiến. Những kẻ cặn bã đó không có cơ hội nào với {0.SimName} trong công việc.",
  "First Order Authority": "Quyền Lực Tổ Chức Thứ Nhất",
  "(From Talking to Lt. Agnon)": "(Từ Việc Nói Chuyện Với Trung Úy Agnon)",
  "Would not recommend repeating this experience more than once.": "Không khuyến khích lặp lại trải nghiệm này quá một lần.",
  "Busted": "Bị Bắt",
  "{0.SimFirstName} talked {M0.his}{F0.her} way out of a sticky situation.": "{0.SimFirstName} đã dùng tài ăn nói để thoát khỏi một tình huống khó khăn.",
  "Got Off Scot-Free": "Thoát Tội",
  "It's not wise to argue with those that display such might and power. ": "Không khôn ngoan khi tranh cãi với những người thể hiện sức mạnh và quyền lực như vậy.",
  "Power and Control": "Quyền Lực và Kiểm Soát",
  "Some Sims have such an aura of bravery and selflessness around them. It’s inspiring to be in their presence.": "Một số Sim có một hào quang dũng cảm và vị tha xung quanh họ. Thật truyền cảm hứng khi ở bên cạnh họ.",
  "A Hero's Presence": "Sự Hiện Diện Của Một Anh Hùng",
  "Access Granted": "Được Phép Truy Cập",
  "{0.SimName} has temporary access to a restricted First Order area.": "{0.SimName} có quyền truy cập tạm thời vào khu vực hạn chế của Tổ Chức Thứ Nhất.",
  "{0.SimName} has temporary access to a restricted Resistance area.": "{0.SimName} có quyền truy cập tạm thời vào khu vực hạn chế của Kháng Chiến.",
  "Rookie Mistake": "Sai Lầm Của Lính Mới",
  "{0.SimName} should lay low and avoid the First Order.": "{0.SimName} nên nằm im và tránh Tổ Chức Thứ Nhất.",
  "Hope {0.SimName}’s superiors don’t find out about this blunder.": "Hy vọng cấp trên của {0.SimName} không phát hiện ra sai lầm này.",
  "{0.SimName} should lay low and avoid the Resistance.": "{0.SimName} nên nằm im và tránh Kháng Chiến.",
  "Under Watch": "Dưới Sự Giám Sát",
  "The First Order has issued a warning to {0.SimName}.": "Tổ Chức Thứ Nhất đã đưa ra một cảnh báo cho {0.SimName}.",
  "The Resistance seems particularly vigilant around {0.SimName}.": "Kháng Chiến có vẻ đặc biệt cảnh giác xung quanh {0.SimName}.",
  "Got too Confident, Kid...": "Quá Tự Tin Rồi, Nhóc...",
  "Caught Swiping Credits": "Bị Bắt Quẹt Tín Dụng",
  "You and your droid make an excellent team!": "Bạn và droid của bạn tạo thành một đội tuyệt vời!",
  "Partners in Crime": "Đồng Bọn",
  "What? What happened?": "Cái gì? Chuyện gì đã xảy ra?",
  "Shocked and Dazed": "Sốc và Bàng Hoàng",
  "{0.SimName} feels calm and at peace.": "{0.SimName} cảm thấy bình tĩnh và an yên.",
  "The Light Side": "Mặt Tốt",
  "{0.SimName} is filled with anger and rage!": "{0.SimName} tràn ngập sự giận dữ và cuồng nộ!",
  "The Dark Side": "Mặt Tối",
  "With some of Hondo's wise advice on mind, {0.SimName} will experience greater success in certain... financial ventures.": "Với một vài lời khuyên khôn ngoan của Hondo trong đầu, {0.SimName} sẽ trải nghiệm thành công lớn hơn trong một số... liên doanh tài chính nhất định.",
  "Good Business": "Kinh Doanh Tốt",
  "{0.SimFirstName}'s adrenaline is really pumping, but {M0.he}{F0.she} best not stick around the First Order.": "Adrenaline của {0.SimFirstName} đang thực sự tăng cao, nhưng tốt nhất là {M0.he}{F0.she} không nên lảng vảng quanh Tổ Chức Thứ Nhất.",
  "Close Shave": "Thoát Chết Trong Gang Tấc",
  "Cannot do this while Fear the Dark Side Moodlet is active.": "Không thể thực hiện việc này khi Moodlet Sợ Mặt Tối đang hoạt động.",
  "Survived Kylo Ren's rage. Could have been worse...": "Sống sót sau cơn thịnh nộ của Kylo Ren. Mọi chuyện có thể tồi tệ hơn...",
  "Fear the Dark Side": "Sợ Mặt Tối",
  "{0.SimName} trembles at the might of the First Order and the Supreme Leader.": "{0.SimName} run sợ trước sức mạnh của Tổ Chức Thứ Nhất và Lãnh Đạo Tối Cao.",
  "First Order Might": "Sức Mạnh Tổ Chức Thứ Nhất",
  "{0.SimName} is motivated to do {M0.his}{F0.her} part in restoring stability and order. {M0.He}{F0.She} won't need to take a break for a while.": "{0.SimName} có động lực để làm phần việc của {M0.his}{F0.her} trong việc khôi phục sự ổn định và trật tự. {M0.He}{F0.She} sẽ không cần phải nghỉ ngơi trong một thời gian.",
  "Like the Jedi and Sith before you, your choices can change the galaxy...": "Giống như Jedi và Sith trước bạn, những lựa chọn của bạn có thể thay đổi thiên hà...",
  "A More Refined Weapon": "Một Vũ Khí Tinh Tế Hơn",
  "{0.SimFirstName} is filled with inspiration and feels optimistic about their near-term endeavors on Batuu. ": "{0.SimFirstName} tràn đầy cảm hứng và cảm thấy lạc quan về những nỗ lực trước mắt của họ trên Batuu.",
  "Luck of Batuu": "May Mắn Của Batuu",
  "Celebrated Scoundrel": "Tên Vô Lại Nổi Tiếng",
  "Overwhelmed with excitement and a bit of relief. The heist of a lifetime is over, now time to celebrate!": "Choáng ngợp với sự phấn khích và một chút nhẹ nhõm. Vụ trộm để đời đã kết thúc, bây giờ là lúc ăn mừng!",
  "{0.SimName} attempted to blame the recruit aboard the TIE echelon, but it ended in disaster as Lt. Agnon saw right through the lie.": "{0.SimName} đã cố gắng đổ lỗi cho tân binh trên tàu TIE, nhưng nó đã kết thúc trong thảm họa khi Trung Úy Agnon nhìn thấu lời nói dối.",
  "Blamed Recruit": "Đổ Lỗi Cho Tân Binh",
  "{0.SimName} was able to convince the Lt. that mistakes that bad can only be made by a low level recruits.": "{0.SimName} đã có thể thuyết phục Trung Úy rằng những sai lầm tồi tệ như vậy chỉ có thể được gây ra bởi một tân binh cấp thấp.",
  "{0.SimName} is filled with an overwhelming sense of confidence as they disparage the First Order with the locals.": "{0.SimName} tràn ngập cảm giác tự tin áp đảo khi họ nói xấu Tổ Chức Thứ Nhất với người dân địa phương.",
  "Disparaged the First Order": "Nói Xấu Tổ Chức Thứ Nhất",
  "{0.SimName} used their wits to find and arrest the stowaway aboard the TIE echelon.": "{0.SimName} đã sử dụng trí thông minh của mình để tìm và bắt giữ người trốn vé trên tàu TIE.",
  "Stowaway Arrested": "Người Trốn Vé Bị Bắt",
  "{0.SimName} confidently commanded the team aboard the TIE echelon and Lt. Agnon took notice.": "{0.SimName} tự tin chỉ huy đội trên tàu TIE và Trung Úy Agnon đã chú ý.",
  "Ordered Recruit": "Ra Lệnh Cho Tân Binh",
  "The smell...it smelled like a scruffy nerf herder.": "Mùi...mùi giống như một người chăn nuôi nerf luộm thuộm.",
  "Scruffy Nerf Herder": "Người Chăn Nuôi Nerf Luộm Thuộm",
  "{0.SimName} was not able to make sense of the mess of wires aboard the TIE echelon. This is not going to go over well with his fellow First Order members.": "{0.SimName} không thể hiểu được mớ dây lộn xộn trên tàu TIE. Điều này sẽ không diễn ra tốt đẹp với những thành viên Tổ Chức Thứ Nhất khác của anh ấy.",
  "Cutting the Wrong Wire": "Cắt Nhầm Dây",
  "{0.SimName} was able to keep a level head and reroute power to the TIE echelon cannons.": "{0.SimName} đã có thể giữ một cái đầu lạnh và chuyển hướng năng lượng đến các khẩu pháo TIE.",
  "Speedy Rewire": "Chuyển Dây Nhanh Chóng",
  "The jig is up! {0.SimFirstName} needs to think fast to get out of this situation.": "Trò chơi kết thúc! {0.SimFirstName} cần phải suy nghĩ nhanh chóng để thoát khỏi tình huống này.",
  "Spotted!": "Bị Phát Hiện!",
  "It's all a machine, partner. Live free, don't join.": "Tất cả chỉ là một cỗ máy thôi, bạn hiền. Hãy sống tự do, đừng tham gia.",
  "Don't Join": "Đừng Tham Gia",
  "The Resistance will be crushed under the First Order's might!": "Kháng Chiến sẽ bị nghiền nát dưới sức mạnh của Tổ Chức Thứ Nhất!",
  "First Order Supporter": "Người Ủng Hộ Tổ Chức Thứ Nhất",
  "The Resistance will stop the First Order at all costs. All it takes is a spark.": "Kháng Chiến sẽ ngăn chặn Tổ Chức Thứ Nhất bằng mọi giá. Tất cả những gì cần là một tia lửa.",
  "Friend of the Resistance": "Bạn Của Kháng Chiến",
  "It is nice to find a fellow supporter of the First Order.": "Thật tốt khi tìm thấy một người ủng hộ Tổ Chức Thứ Nhất.",
  "Bringing Order": "Mang Lại Trật Tự",
  "The First Order's reach extends all across the galaxy. We will stop at nothing to crush the Resistance scum.": "Phạm vi tiếp cận của Tổ Chức Thứ Nhất trải dài khắp thiên hà. Chúng ta sẽ không dừng lại trước bất cứ điều gì để nghiền nát lũ cặn bã Kháng Chiến.",
  "Crushing the Resistance": "Nghiền Nát Kháng Chiến",
  "Looks like not everyone shares the same enthusiasm for the First Order.": "Có vẻ như không phải ai cũng có chung sự nhiệt tình với Tổ Chức Thứ Nhất.",
  "They Don't Want Order?": "Họ Không Muốn Trật Tự?",
  "Looks like there are some that do not share the same compassion as the Resistance.": "Có vẻ như có một số người không có chung lòng trắc ẩn như Kháng Chiến.",
  "Desperate Times": "Thời Thế Tuyệt Vọng",
  "The Resistance is strong, and we grow stronger each passing day. It is only a mater of time until we strike against the First Order.": "Kháng Chiến rất mạnh mẽ, và chúng ta ngày càng mạnh mẽ hơn mỗi ngày trôi qua. Chỉ còn là vấn đề thời gian cho đến khi chúng ta tấn công Tổ Chức Thứ Nhất.",
  "Lighting The Fire": "Thắp Lửa",
  "The Resistance needs all the supporters it can get. We must try harder.": "Kháng Chiến cần tất cả những người ủng hộ mà nó có thể có được. Chúng ta phải cố gắng hơn nữa.",
  "Snuffed Flame": "Dập Tắt Ngọn Lửa",
  "It is nice to find a fellow supporter of the Resistance.": "Thật tốt khi tìm thấy một người ủng hộ Kháng Chiến.",
  "We Are The Spark": "Chúng Ta Là Tia Lửa",
  "Sharing tales of recent smuggling jobs brings a rush of confidence.": "Chia sẻ những câu chuyện về những công việc buôn lậu gần đây mang lại một cảm giác tự tin.",
  "Anything For a Price": "Mọi Thứ Đều Có Giá",
  "Looks like some tales are too tall to believe. But inside you know its true...": "Có vẻ như một số câu chuyện là quá phóng đại để tin được. Nhưng trong thâm tâm bạn biết điều đó là sự thật...",
  "Nothing But Lies": "Toàn Là Lừa Dối",
  "Reliving legendary tales of smuggling will fill anyone with a sense of pride and accomplishment.": "Sống lại những câu chuyện huyền thoại về buôn lậu sẽ lấp đầy bất kỳ ai với một cảm giác tự hào và thành tích.",
  "The Spice Won't Smuggle Itself": "Gia Vị Sẽ Không Tự Buôn Lậu",
  "Did that actually happen or was it all just a dream...?": "Điều đó thực sự đã xảy ra hay tất cả chỉ là một giấc mơ...?",
  "The Score Was THIS Big...": "Điểm Số LỚN NHƯ VẬY...",
  "Walking through the plan step by step only further solidifies the confidence in it.": "Đi từng bước qua kế hoạch chỉ càng củng cố thêm sự tự tin vào nó.",
  "There's Hope": "Có Hy Vọng",
  "A feeling of pride washes over you as you reunite a lost child with their mother.": "Một cảm giác tự hào tràn ngập bạn khi bạn đoàn tụ một đứa trẻ bị lạc với mẹ của chúng.",
  "Reuniting a Family": "Đoàn Tụ Một Gia Đình",
  "Confronting the creature in the Batuu caves fills you with a sense of relief. Lets hope that is the last of them.": "Đối mặt với sinh vật trong hang động Batuu khiến bạn tràn ngập một cảm giác nhẹ nhõm. Hãy hy vọng đó là con cuối cùng trong số chúng.",
  "Confronting the Creature": "Đối Mặt Với Sinh Vật",
  "That was a close call. Whatever that creature was it sure was not friendly...": "Thật là một cuộc gọi suýt soát. Bất kể sinh vật đó là gì, chắc chắn nó không thân thiện...",
  "Close Call": "Suýt Soát",
  "The Batuuan caves are filled with many treacherous obstacles. Best be careful while exploring.": "Hang động Batuuan chứa đầy những chướng ngại vật xảo quyệt. Tốt nhất là hãy cẩn thận khi khám phá.",
  "Treacherous Exploration": "Khám Phá Xảo Quyệt",
  "The sound of a tooka-cat hissing can be pretty startling when in a pitch-black cave. Everyone knows they are harmless, right...?": "Âm thanh mèo tooka rít có thể khá giật mình khi ở trong một hang động tối đen như mực. Mọi người đều biết chúng vô hại, phải không...?",
  "Mistook a Tooka-cat": "Nhầm Lẫn Mèo Tooka",
  "Discovering artwork from a Batuuan civilization really makes you think what else could be hiding in those caves.": "Khám phá tác phẩm nghệ thuật từ một nền văn minh Batuuan thực sự khiến bạn suy nghĩ những gì khác có thể ẩn náu trong những hang động đó.",
  "History of Batuu": "Lịch Sử Của Batuu",
  "(From Talking to Rey)": "(Từ Việc Nói Chuyện Với Rey)",
  "...Light the fire! Inspired by Rey, {0.SimName} feels ready for anything. {M0.He}{F0.She} won't need to take a break for a while.": "...Thắp lửa! Được truyền cảm hứng bởi Rey, {0.SimName} cảm thấy sẵn sàng cho mọi thứ. {M0.He}{F0.She} sẽ không cần phải nghỉ ngơi trong một thời gian.",
  "Ignite the Spark": "Thắp Sáng Tia Lửa",
  "Cannot do this while Nothing to Report Moodlet is active.\n": "Không thể thực hiện việc này khi Moodlet Không Có Gì Để Báo Cáo đang hoạt động.",
  "Everything is in order.": "Mọi thứ đều ổn.",
  "Nothing to Report": "Không Có Gì Để Báo Cáo",
  "That exploration in the TIE echelon did not go as planned.": "Chuyến thám hiểm trên tàu TIE không diễn ra như kế hoạch.",
  "First Order's Worst": "Tệ Nhất Của Tổ Chức Thứ Nhất",
  "That exploration in the TIE echelon was a stunning example of what the First Order represents.": "Chuyến thám hiểm trên tàu TIE là một ví dụ tuyệt vời về những gì Tổ Chức Thứ Nhất đại diện.",
  "First Order's Finest": "Tuyệt Vời Nhất Của Tổ Chức Thứ Nhất",
  "That exploration in the X-wing could have gone a lot better.": "Chuyến thám hiểm trên tàu X-wing có thể đã diễn ra tốt hơn rất nhiều.",
  "X-wing Amateur": "Nghiệp Dư X-wing",
  "That exploration in the X-wing was a display of Resistance excellence.": "Chuyến thám hiểm trên tàu X-wing là một màn thể hiện sự xuất sắc của Kháng Chiến.",
  "X-wing Ace": "Át Chủ Bài X-wing",
  "That exploration in the <i>Millennium Falcon</i> is going to be laughed about for years in Oga's Cantina.": "Chuyến thám hiểm trên tàu <i>Millennium Falcon</i> sẽ bị cười nhạo trong nhiều năm tại Oga's Cantina.",
  "Sorry Scoundrel": "Vô Lại Đáng Tiếc",
  "That exploration in the <i>Millennium Falcon</i> will be celebrated and talked about for generations. ": "Chuyến thám hiểm trên tàu <i>Millennium Falcon</i> sẽ được ăn mừng và nói về trong nhiều thế hệ.",
  "Skilled Scoundrel": "Vô Lại Lành Nghề",
  "Keep building programming skill to more easily unlock crates on Batuu.": "Tiếp tục xây dựng kỹ năng lập trình để dễ dàng mở khóa các thùng hàng trên Batuu hơn.",
  "Failed to Override": "Không Thể Ghi Đè",
  "Hurry and open the supply crate before you get caught!": "Nhanh lên và mở thùng hàng tiếp tế trước khi bạn bị bắt!",
  "Successful Override": "Ghi Đè Thành Công",
  "Wow what a shock! Better brush up on Programming Skill before trying that again.": "Wow thật là một cú sốc! Tốt hơn là nên trau dồi Kỹ Năng Lập Trình trước khi thử lại.",
  "System Overloaded": "Hệ Thống Quá Tải",
  "Cannot do this while Duped": "Không thể thực hiện việc này khi đang Bị Lừa",
  "{0.SimName} really lost control of the situation. What was {M0.he}{F0.she} doing again?": "{0.SimName} thực sự mất kiểm soát tình hình. {M0.he}{F0.she} đang làm gì vậy?",
  "Duped": "Bị Lừa",
  "(From Talking to Vi Moradi)": "(Từ Việc Nói Chuyện Với Vi Moradi)",
  "With the Resistance backing {0.SimName} up, the First Order better watch out!": "Với sự ủng hộ của Kháng Chiến dành cho {0.SimName}, Tổ Chức Thứ Nhất tốt hơn nên coi chừng!",
  "Stand Together": "Sát Cánh Bên Nhau",
  "{0.SimFirstName} just messed around with {M0.his}{F0.her} significant other at the dwelling in a galaxy far, far away. Who can say that!?": "{0.SimFirstName} vừa mới đùa giỡn với người yêu của {M0.his}{F0.her} tại nơi ở trong một thiên hà xa, rất xa. Ai có thể nói điều đó!?",
  "Outer World Fling": "Mối Tình Ngoài Hành Tinh",
  "The locals here really know how to make visitors feel comfortable and feel right at home. {0.SimName} hasn't felt this refreshed in ages!": "Người dân địa phương ở đây thực sự biết cách làm cho du khách cảm thấy thoải mái và cảm thấy như ở nhà. {0.SimName} đã không cảm thấy sảng khoái như thế này từ lâu rồi!",
  "Batuuan Hospitality": "Sự Hiếu Khách Của Batuu",
  "The adventure, the secrecy and romance! It's almost like {0.SimName} is in a movie!": "Cuộc phiêu lưu, sự bí mật và lãng mạn! Gần như thể {0.SimName} đang ở trong một bộ phim!",
  "Two for Batuu": "Hai Người Vì Batuu",
  "That dish really took {0.SimName} back to a galaxy far, far away.": "Món ăn đó thực sự đưa {0.SimName} trở lại một thiên hà xa, rất xa.",
  "Far Out Flavor": "Hương Vị Xa Xôi",
  "{0.SimFirstName} could spend all day reading trivia on the HoloNet.": "{0.SimFirstName} có thể dành cả ngày để đọc những điều thú vị trên HoloNet.",
  "Archives Completed": "Hoàn Thành Kho Lưu Trữ",
  "It's like being punched by a swamp slug...": "Cứ như bị đấm bởi một con sên đầm lầy...",
  "Slugged": "Bị Sên Đấm",
  "Makes the tongue tingle!": "Làm tê đầu lưỡi!",
  "Buzzz Foam": "Bọt Buzzz",
  "All good things must come to an end.": "Mọi thứ tốt đẹp đều phải đến hồi kết.",
  "Jet Crashed": "Máy Bay Phản Lực Bị Rơi",
  "Energized like a solar-powered droid at noon!": "Nạp năng lượng như một droid chạy bằng năng lượng mặt trời vào buổi trưa!",
  "Jet Juiced": "Tăng Lực Máy Bay Phản Lực",
  "It's not easy convincing someone to take fewer Credits for something they're selling.": "Không dễ để thuyết phục ai đó nhận ít Tín Dụng hơn cho một thứ gì đó mà họ đang bán.",
  "Nice try, but nobody is taking {0.SimFirstName}'s credits that easily!": "Cố gắng hay đấy, nhưng không ai lấy Tín Dụng của {0.SimFirstName} dễ dàng như vậy đâu!",
  "Can't Cheat Me!": "Không Lừa Được Tôi!",
  "That wasn't very smooth... now the whole table knows {0.SimFirstName} is a cheater!": "Việc đó không được suôn sẻ lắm... bây giờ cả bàn đều biết {0.SimFirstName} là một kẻ gian lận!",
  "Sabacc Cheat": "Gian Lận Sabacc",
  "They totally switched out that card, but nobody will believe {0.SimFirstName}.": "Họ đã hoàn toàn đổi lá bài đó, nhưng không ai tin {0.SimFirstName}.",
  "But I Know What I Saw!": "Nhưng Tôi Biết Những Gì Tôi Đã Thấy!",
  "Card...? What Card?": "Bài...? Bài nào cơ?",
  "Nothing Up My Sleeve": "Không Có Gì Trong Tay Áo Cả",
  "{0.SimFirstName} has been waiting for a moment like this to make their big move. Now is their chance!": "{0.SimFirstName} đã chờ đợi một khoảnh khắc như thế này để thực hiện nước đi lớn của mình. Bây giờ là cơ hội của họ!",
  "Calculated Move": "Nước Đi Tính Toán",
  "No luck. Maybe if {0.SimFirstName} keeps playing though they'll eventually catch a break?": "Không may mắn. Có lẽ nếu {0.SimFirstName} tiếp tục chơi, họ sẽ cuối cùng cũng có được một đột phá?",
  "Fishing For a Break": "Tìm Kiếm Một Đột Phá",
  "It's easy to play confidently when you know you have the best hand in the game.": "Thật dễ dàng để chơi một cách tự tin khi bạn biết bạn có bài tốt nhất trong trò chơi.",
  "Idiot's Array": "Mảng Ngốc Nghếch",
  "That round was quick and easy! {0.SimFirstName} has everyone's number at this table.": "Vòng đó diễn ra nhanh chóng và dễ dàng! {0.SimFirstName} đã nắm được con số của mọi người tại bàn này.",
  "Knack for Sabacc": "Năng Khiếu Chơi Sabacc",
  "How could that hand lose!? It was the perfect play...": "Làm thế nào mà bài đó có thể thua!? Đó là cách chơi hoàn hảo...",
  "Not MY Credits!": "Không PHẢI Tín Dụng của TÔI!",
  "{0.SimFirstName} pushed their luck in a round of sabacc and won big.": "{0.SimFirstName} đã đẩy vận may của mình trong một vòng sabacc và thắng lớn.",
  "It's Payday!": "Đến Ngày Lĩnh Lương!",
  "Sometimes it's luck, but mostly it's pure strategy.": "Đôi khi đó là may mắn, nhưng phần lớn là chiến lược thuần túy.",
  "Pure Sabacc": "Sabacc Thuần Túy",
  "They seem busy, {0.SimFirstName} will just hold their winnings for them... for now.": "Họ có vẻ bận rộn, {0.SimFirstName} sẽ giữ tiền thắng cho họ... tạm thời.",
  "While No-one's Watching": "Khi Không Có Ai Nhìn",
  "The First Order needs basic supplies. Essential tasks like this are a good way to prove your worth.": "Tổ Chức Thứ Nhất cần các vật tư cơ bản. Những nhiệm vụ thiết yếu như thế này là một cách tốt để chứng minh giá trị của bạn.",
  "Supplies in Demand": "Vật Tư Đang Có Nhu Cầu",
  "Our operatives are always in need of supplies. It may sound like a simple mission, but even the most basic of tasks can have a great impact on our cause.": "Các đặc vụ của chúng ta luôn cần vật tư. Nó có thể nghe có vẻ như một nhiệm vụ đơn giản, nhưng ngay cả những nhiệm vụ cơ bản nhất cũng có thể có tác động lớn đến sự nghiệp của chúng ta.",
  "I heard you're looking to make a difference here on Batuu. I might know of a group that could use your help, but I need to make sure your 'values' match up with theirs. Start by observing the First Order and reporting back your findings. Then we'll talk about getting you an introduction.": "Tôi nghe nói bạn đang muốn tạo ra sự khác biệt ở đây trên Batuu. Tôi có thể biết một nhóm có thể sử dụng sự giúp đỡ của bạn, nhưng tôi cần đảm bảo 'giá trị' của bạn phù hợp với họ. Bắt đầu bằng cách quan sát Tổ Chức Thứ Nhất và báo cáo lại những phát hiện của bạn. Sau đó, chúng ta sẽ nói về việc giới thiệu bạn.",
  "Leap of Faith": "Bước Nhảy Vọt Niềm Tin",
  "If you're still interested in becoming our ally, we could use your help disrupting First Order transmissions. Their technology is heavily secured, but we're hoping someone with your skills can slice in undetected. Meet with our “friend” at Oga’s Cantina. They have something for you to get you started.\\n\\nThis is a risky task...but actions speak louder than words. Show us your dedication and afterwards we’ll take you to Vi Moradi.\n": "Nếu bạn vẫn quan tâm đến việc trở thành đồng minh của chúng tôi, chúng tôi có thể sử dụng sự giúp đỡ của bạn để phá vỡ các đường truyền của Tổ Chức Thứ Nhất. Công nghệ của họ được bảo mật nghiêm ngặt, nhưng chúng tôi hy vọng ai đó có kỹ năng của bạn có thể xâm nhập mà không bị phát hiện. Gặp gỡ “bạn” của chúng tôi tại Oga’s Cantina. Họ có một thứ gì đó cho bạn để giúp bạn bắt đầu.\n\nĐây là một nhiệm vụ rủi ro...nhưng hành động có giá trị hơn lời nói. Thể hiện sự cống hiến của bạn cho chúng tôi và sau đó chúng tôi sẽ đưa bạn đến Vi Moradi.",
  "Risks and Rewards": "Rủi Ro và Phần Thưởng",
  "Congratulations on completing your first mission. Now that you have your bearings we recommend exploring the other neighborhoods of Batuu by clicking travel in your phone.\\n\\nNew Missions can be obtained from Sims with a faction icon above their head.\\n\\nContinue to build your reputation with the 3 factions in order to unlock new opportunities on Batuu.": "Chúc mừng bạn đã hoàn thành nhiệm vụ đầu tiên. Giờ bạn đã định hướng được, chúng tôi khuyên bạn nên khám phá các khu vực lân cận khác của Batuu bằng cách nhấp vào du lịch trong điện thoại của bạn.\n\nCác Nhiệm Vụ mới có thể nhận được từ Sim có biểu tượng phe phái trên đầu của họ.\n\nTiếp tục xây dựng danh tiếng của bạn với 3 phe phái để mở khóa các cơ hội mới trên Batuu.",
  "Mission Complete!": "Nhiệm Vụ Hoàn Thành!",
  "Mission Canceled.\\n\\nLook for Sims with the faction icons over their heads and Ask to See Missions.\\n\\nMissions are the best way to build Batuu Reputation and earn rewards on Batuu!": "Nhiệm Vụ Đã Hủy.\n\nTìm kiếm Sim có biểu tượng phe phái trên đầu của họ và Yêu Cầu Xem Nhiệm Vụ.\n\nNhiệm Vụ là cách tốt nhất để xây dựng Danh Tiếng Batuu và kiếm phần thưởng trên Batuu!",
  "I’m looking for challengers to compete in a lightsaber duel. Come and find me if you’re interested. Don’t worry, I fight fair... most of the time.": "Tôi đang tìm kiếm những người thách đấu để thi đấu trong một cuộc đấu lightsaber. Hãy đến và tìm tôi nếu bạn quan tâm. Đừng lo lắng, tôi chiến đấu công bằng... hầu hết thời gian.",
  "Lightsaber Challenge": "Thử Thách Lightsaber",
  "Dare to cross blades with me in a lightsaber challenge? All skill levels welcome! You'll walk away pockets full with galactic credits if you best me!": "Dám đấu kiếm với tôi trong một thử thách lightsaber không? Chào mừng tất cả các cấp độ kỹ năng! Bạn sẽ ra về với túi đầy tín dụng thiên hà nếu bạn đánh bại tôi!",
  "Ready for Action": "Sẵn Sàng Hành Động",
  "I’m looking for a worthy opponent for a lightsaber duel. There's a fair sum of galactic credits for whoever can beat me. What do you think?": "Tôi đang tìm kiếm một đối thủ xứng tầm cho một cuộc đấu lightsaber. Có một khoản tiền tín dụng thiên hà kha khá cho bất kỳ ai có thể đánh bại tôi. Bạn nghĩ sao?",
  "Friendly Combat": "Chiến Đấu Thân Thiện",
  "Possible Lightsaber Part": "Bộ Phận Lightsaber Khả Thi",
  "Here are a few tasks to help you get your bearings while you enjoy your time on Batuu.": "Đây là một vài nhiệm vụ để giúp bạn định hướng trong khi bạn tận hưởng thời gian của mình trên Batuu.",
  "Welcome to Batuu": "Chào Mừng Đến Với Batuu",
  "<span class=\"firstorder\">First Order ++</span> <span class=\"resistance\">Resistance --</span> ": "<span class=\"firstorder\">Tổ Chức Thứ Nhất ++</span> <span class=\"resistance\">Kháng Chiến --</span>",
  "Reward: Bonus Item": "Phần Thưởng: Vật Phẩm Thưởng",
  "{0.String}\\n{1.String}\\n{2.String}": "{0.String}\n{1.String}\n{2.String}",
  "I don't encourage consorting with the vile scum of Batuu, but unfortunately they're a needed source of intel. Learn what you can, but don't stay too long.\\n\\nOnce you have the information, there's more work to be done.": "Tôi không khuyến khích giao du với lũ cặn bã hèn hạ của Batuu, nhưng không may là chúng là một nguồn thông tin tình báo cần thiết. Tìm hiểu những gì bạn có thể, nhưng đừng ở lại quá lâu.\n\nKhi bạn có thông tin, vẫn còn nhiều việc phải làm.",
  "Bottoms Up": "Cạn Ly",
  "Information is there for the taking, provided you know where to look. Utilize your network as much as you can.\\n\\nIf you find anything useful, report it for processing immediately.": "Thông tin có ở đó để lấy, miễn là bạn biết nơi tìm kiếm. Sử dụng mạng lưới của bạn càng nhiều càng tốt.\n\nNếu bạn tìm thấy bất cứ điều gì hữu ích, hãy báo cáo ngay để xử lý.",
  "Data Collection": "Thu Thập Dữ Liệu",
  "The Resistance are proficient at covering their tracks. I'm sure you can uncover useful information for us with some persistence. Do whatever it takes. We can't let the trail go cold.\\n\\nSubmit the data for analysis after you've collected it. I'll be watching you.": "Kháng Chiến rất giỏi che đậy dấu vết của họ. Tôi chắc chắn rằng bạn có thể khám phá thông tin hữu ích cho chúng tôi với một chút kiên trì. Làm bất cứ điều gì cần thiết. Chúng ta không thể để dấu vết nguội lạnh.\n\nGửi dữ liệu để phân tích sau khi bạn đã thu thập nó. Tôi sẽ theo dõi bạn.",
  "Hunter Gatherer": "Thợ Săn Thu Thập",
  "Routine testing of our ships is necessary to ensure a top fleet. I expect hard, honest work as you carry out these maintenance drills. Cut any corners and there will be consequences.": "Việc kiểm tra định kỳ các tàu của chúng ta là cần thiết để đảm bảo một hạm đội hàng đầu. Tôi mong đợi công việc chăm chỉ, trung thực khi bạn thực hiện các cuộc diễn tập bảo trì này. Cắt bất kỳ góc nào và sẽ có hậu quả.",
  "Ship Shape": "Dáng Vóc Tàu",
  "The First Order has just arrived on Batuu looking for the Resistance. If you are interested in joining their ranks speak with Lt. Agnon in the First Order District near the First Order Cargo building.": "Tổ Chức Thứ Nhất vừa đến Batuu để tìm kiếm Kháng Chiến. Nếu bạn quan tâm đến việc gia nhập hàng ngũ của họ, hãy nói chuyện với Trung Úy Agnon trong Khu Tổ Chức Thứ Nhất gần tòa nhà Hàng Hóa của Tổ Chức Thứ Nhất.",
  "The First Order Needs You": "Tổ Chức Thứ Nhất Cần Bạn",
  "We are in need of assistance with a basic supply mission. Our last courier did not return. I trust you’ll be more careful.": "Chúng tôi đang cần hỗ trợ cho một nhiệm vụ cung cấp cơ bản. Người chuyển phát nhanh cuối cùng của chúng tôi đã không trở lại. Tôi tin rằng bạn sẽ cẩn thận hơn.",
  "Better than the Predecessor": "Tốt Hơn Người Tiền Nhiệm",
  "\"Everything seems to be in order here. Good work.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Lt. Agnon at the First Order Cargo building.": "\"Mọi thứ dường như đều ổn ở đây. Làm tốt lắm.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo của bạn, hãy nói chuyện với Trung Úy Agnon tại tòa nhà Hàng Hóa của Tổ Chức Thứ Nhất.",
  "<span class=\"firstorder\">First Order +</span> <span class=\"resistance\">Resistance -</span> ": "<span class=\"firstorder\">Tổ Chức Thứ Nhất +</span> <span class=\"resistance\">Kháng Chiến -</span>",
  "We need to do a thorough sweep of our communications systems to make sure no there are no leaks. If the Resistance is here as we suspect... it won't take them long to try to intercept our transmissions.": "Chúng ta cần thực hiện một cuộc quét kỹ lưỡng các hệ thống liên lạc của mình để đảm bảo không có rò rỉ nào. Nếu Kháng Chiến ở đây như chúng ta nghi ngờ... họ sẽ không mất nhiều thời gian để cố gắng chặn các đường truyền của chúng ta.",
  "Communication Fortifications": "Củng Cố Thông Tin Liên Lạc",
  "Information is power. Whoever controls it shall achieve victory. Ensure we don't have any weak links in our communications.": "Thông tin là sức mạnh. Bất cứ ai kiểm soát nó sẽ đạt được chiến thắng. Đảm bảo chúng ta không có bất kỳ mắt xích yếu nào trong thông tin liên lạc của chúng ta.",
  "The Weak Link": "Mắt Xích Yếu",
  "\"Excellent. Strengthening our communications is the first step to exposing the Resistance.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Lt. Agnon at the First Order Cargo building.": "\"Tuyệt vời. Tăng cường thông tin liên lạc của chúng ta là bước đầu tiên để vạch trần Kháng Chiến.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo của bạn, hãy nói chuyện với Trung Úy Agnon tại tòa nhà Hàng Hóa của Tổ Chức Thứ Nhất.",
  "We can never have too many First Orders troops. Make it your mission to get new recruits into our ranks.": "Chúng ta không bao giờ có thể có quá nhiều quân Tổ Chức Thứ Nhất. Hãy biến nó thành nhiệm vụ của bạn để đưa những tân binh mới vào hàng ngũ của chúng ta.",
  "Growing the Ranks": "Phát Triển Hàng Ngũ",
  "The second-rate farmers on this planet aren't the brightest but we must compel them to our cause nevertheless. It will be a challenge to educate them, but I'm sure you won't fail us.": "Những người nông dân hạng hai trên hành tinh này không phải là những người thông minh nhất nhưng chúng ta vẫn phải buộc họ theo sự nghiệp của chúng ta. Sẽ là một thách thức để giáo dục họ, nhưng tôi chắc chắn rằng bạn sẽ không làm chúng ta thất vọng.",
  "Spread the Word": "Truyền Bá Thông Tin",
  "Batuu locals don't understand how lucky they are that we're here. Educate them and maybe they will start to appreciate us more... and fall in line.": "Người dân địa phương Batuu không hiểu họ may mắn như thế nào khi chúng ta ở đây. Giáo dục họ và có lẽ họ sẽ bắt đầu đánh giá cao chúng ta hơn... và xếp hàng.",
  "A Good Education": "Một Nền Giáo Dục Tốt",
  "\"It appears you were successful in your endeavors.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Lt. Agnon at the First Order Cargo building.": "\"Có vẻ như bạn đã thành công trong những nỗ lực của mình.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Trung Úy Agnon tại tòa nhà Hàng Hóa của Tổ Chức Thứ Nhất.",
  "I require one more crew member for a patrol mission I am sending to the outskirts of Black Spire. Report to the TIE echelon and remember: I expect nothing but the best. Anything less will be a severe disappointment.": "Tôi cần thêm một thành viên phi hành đoàn nữa cho một nhiệm vụ tuần tra mà tôi đang gửi đến vùng ngoại ô của Black Spire. Báo cáo cho TIE và hãy nhớ: Tôi không mong đợi gì ngoài điều tốt nhất. Bất cứ điều gì ít hơn sẽ là một sự thất vọng lớn.",
  "Batuu Patrol": "Tuần Tra Batuu",
  "\"I am sure this has been a valuable experience for you. Take the knowledge with you on future missions.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Lt. Agnon at the First Order Cargo building.": "\"Tôi chắc chắn rằng đây là một kinh nghiệm quý báu cho bạn. Hãy mang kiến thức này theo bạn trong các nhiệm vụ tương lai.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Trung Úy Agnon tại tòa nhà Hàng Hóa của Tổ Chức Thứ Nhất.",
  "\"You have gathered valuable information. Let us hope you didn't pick up any bad habits while you were sifting around in the dregs of society.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Lt. Agnon at the First Order Cargo building.": "\"Bạn đã thu thập thông tin có giá trị. Hãy hy vọng bạn không học được bất kỳ thói quen xấu nào khi bạn đang lục lọi xung quanh những cặn bã của xã hội.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Trung Úy Agnon tại tòa nhà Hàng Hóa của Tổ Chức Thứ Nhất.",
  "\"Your work has been inspected and deemed suitable. I can see you were paying attention.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Lt. Agnon at the First Order Cargo building.": "\"Công việc của bạn đã được kiểm tra và được coi là phù hợp. Tôi có thể thấy bạn đã chú ý.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Trung Úy Agnon tại tòa nhà Hàng Hóa của Tổ Chức Thứ Nhất.",
  "We must find the Resistance camp. I sense their presence here on Batuu just out of my grasp. Bring me any and all information you can force out of the locals. Make sure they understand the severity of the situation.\\n\\nLt. Agnon speaks highly of you. Serve me well.": "Chúng ta phải tìm ra trại Kháng Chiến. Tôi cảm nhận được sự hiện diện của họ ở đây trên Batuu ngay ngoài tầm với của tôi. Mang đến cho tôi bất kỳ và tất cả thông tin mà bạn có thể ép buộc người dân địa phương cung cấp. Đảm bảo rằng họ hiểu mức độ nghiêm trọng của tình hình.\n\nTrung Úy Agnon đánh giá cao bạn. Phục vụ tôi tốt.",
  "Unearthing Intel": "Khai Quật Thông Tin Tình Báo",
  "The citizens of Batuu are under our control. Wield your power, and make sure they understand their place. Only we can save them from the pollution that is The Resistance. They will bow to us in gratitude.": "Người dân của Batuu đang nằm dưới sự kiểm soát của chúng ta. Sử dụng sức mạnh của bạn và đảm bảo rằng họ hiểu vị trí của họ. Chỉ có chúng ta mới có thể cứu họ khỏi sự ô nhiễm đó là Kháng Chiến. Họ sẽ cúi đầu trước chúng ta với lòng biết ơn.",
  "Wielding the Power": "Sử Dụng Sức Mạnh",
  "Keeping the citizens of Batuu in line is crucial. Don't earn respect. Take it. Demonstrate our power, and show them we will not tolerate opposition. The Empire fell. We will not.": "Giữ cho người dân Batuu tuân thủ là rất quan trọng. Đừng kiếm được sự tôn trọng. Hãy lấy nó. Thể hiện sức mạnh của chúng ta và cho họ thấy chúng ta sẽ không dung thứ cho sự phản đối. Đế chế đã sụp đổ. Chúng ta sẽ không.",
  "Kylo's Warning": "Lời Cảnh Báo Của Kylo",
  "\"You have served me well. I sense a hunger for power within you. Use it.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Lt. Agnon at the First Order Cargo building.": "\"Bạn đã phục vụ tôi tốt. Tôi cảm nhận được một khao khát quyền lực trong bạn. Hãy sử dụng nó.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Trung Úy Agnon tại tòa nhà Hàng Hóa của Tổ Chức Thứ Nhất.",
  "I am counting on you to spread the word about our vision of the future for Black Spire Outpost. The citizens must understand that everything we do is for their own good. It is in their best interest to cooperate with us. When you have finished conversing with the residents, report back to me.": "Tôi đang tin tưởng vào bạn để truyền bá thông điệp về tầm nhìn của chúng ta về tương lai cho Black Spire Outpost. Người dân phải hiểu rằng mọi thứ chúng ta làm đều vì lợi ích của chính họ. Hợp tác với chúng ta là vì lợi ích tốt nhất của họ. Khi bạn đã hoàn thành cuộc trò chuyện với cư dân, hãy báo cáo lại cho tôi.",
  "Reporting for Duty": "Báo Cáo Để Nhận Nhiệm Vụ",
  "\"A promising start. Do not let my praise go to your head.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Lt. Agnon at the First Order Cargo building.": "\"Một khởi đầu đầy hứa hẹn. Đừng để lời khen ngợi của tôi khiến bạn tự mãn.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Trung Úy Agnon tại tòa nhà Hàng Hóa của Tổ Chức Thứ Nhất.",
  "First Order Mission Complete!": "Nhiệm Vụ Tổ Chức Thứ Nhất Hoàn Thành!",
  "Our patrols have reported suspicious activity and it appears that our suspicions were correct about the growing Resistance presence here on Batuu.\\n\\nFirst Order supplies have been tampered with. Question possible witnesses. We need more information as to the extent of Resistance involvement. These citizens need to see that there are consequences to actions taken against the First Order.": "Các cuộc tuần tra của chúng ta đã báo cáo về hoạt động đáng ngờ và có vẻ như những nghi ngờ của chúng ta là chính xác về sự hiện diện ngày càng tăng của Kháng Chiến ở đây trên Batuu.\n\nVật tư của Tổ Chức Thứ Nhất đã bị can thiệp. Chất vấn những nhân chứng có thể. Chúng ta cần thêm thông tin về mức độ liên quan của Kháng Chiến. Những công dân này cần thấy rằng có những hậu quả đối với các hành động chống lại Tổ Chức Thứ Nhất.",
  "The Shake Down": "Cuộc Kiểm Tra",
  "Must Complete Reporting for Duty Mission": "Phải Hoàn Thành Nhiệm Vụ Báo Cáo Để Nhận Nhiệm Vụ",
  "\"I am pleased to see you followed my orders. Batuu is better for it.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Lt. Agnon at the First Order Cargo building.": "\"Tôi rất vui khi thấy bạn tuân theo mệnh lệnh của tôi. Batuu tốt hơn vì điều đó.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Trung Úy Agnon tại tòa nhà Hàng Hóa của Tổ Chức Thứ Nhất.",
  "If the Resistance is actually here on Batuu, we must take action. Head out on patrol. Be on high alert. After everything we have seen recently, every citizen should be considered a suspect.": "Nếu Kháng Chiến thực sự ở đây trên Batuu, chúng ta phải hành động. Hãy đi tuần tra. Cảnh giác cao độ. Sau tất cả những gì chúng ta đã thấy gần đây, mọi công dân nên được coi là một nghi phạm.",
  "Resisting Arrest": "Chống Lại Việc Bắt Giữ",
  "Must Complete The Shake Down": "Phải Hoàn Thành Cuộc Kiểm Tra",
  "\"Good work. The Resistance certainly is trying my patience with these little stunts.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Lt. Agnon at the First Order Cargo building.": "\"Làm tốt lắm. Kháng Chiến chắc chắn đang thử thách sự kiên nhẫn của tôi với những trò hề nhỏ nhặt này.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Trung Úy Agnon tại tòa nhà Hàng Hóa của Tổ Chức Thứ Nhất.",
  "A wanted criminal has been spotted at the Cantina. I suspect they've been feeding information to the Resistance. Arrest them. Creating a public display of their capture will make it known that the First Order does not tolerate brazen attempts to defy us.": "Một tên tội phạm bị truy nã đã bị phát hiện tại Cantina. Tôi nghi ngờ chúng đã cung cấp thông tin cho Kháng Chiến. Bắt giữ chúng. Tạo ra một màn thể hiện công khai việc bắt giữ chúng sẽ cho mọi người biết rằng Tổ Chức Thứ Nhất không dung thứ cho những nỗ lực trắng trợn thách thức chúng ta.",
  "Wanted": "Bị Truy Nã",
  "Must Complete Resisting Arrest Mission": "Phải Hoàn Thành Nhiệm Vụ Chống Lại Việc Bắt Giữ",
  "\"Your failure is a blight on our entire mission. Consider yourself lucky to be given an opportunity to redeem yourself.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Lt. Agnon at the First Order Cargo building.": "\"Sự thất bại của bạn là một vết nhơ cho toàn bộ nhiệm vụ của chúng ta. Hãy coi mình là may mắn khi có cơ hội chuộc lỗi.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Trung Úy Agnon tại tòa nhà Hàng Hóa của Tổ Chức Thứ Nhất.",
  "Must Complete Wanted Mission": "Phải Hoàn Thành Nhiệm Vụ Bị Truy Nã",
  "The incident at the cantina has made it clear that the citizens of Batuu do not understand the glory of our mission. I am increasing our patrol units to serve as a reminder that we are on Batuu to stay. We are here for their own good. In the meantime, you will be responsible for reporting this failure to the Supreme Leader.": "Sự cố tại cantina đã làm rõ rằng người dân Batuu không hiểu được vinh quang của nhiệm vụ của chúng ta. Tôi đang tăng cường các đơn vị tuần tra của chúng ta để đóng vai trò là lời nhắc nhở rằng chúng ta đang ở Batuu để ở lại. Chúng ta ở đây vì lợi ích của chính họ.",
  "Crackdown": "Đàn Áp",
  "\"Good. I hope you have taken this time to reflect on your mistake. An unfocused mind is a detriment. Let your failures fuel your hate.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Lt. Agnon at the First Order Cargo building.": "\"Tốt. Tôi hy vọng bạn đã dành thời gian này để suy ngẫm về sai lầm của mình. Một tâm trí không tập trung là một bất lợi. Hãy để những thất bại của bạn nuôi dưỡng sự căm ghét của bạn.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Trung Úy Agnon tại tòa nhà Hàng Hóa của Tổ Chức Thứ Nhất.",
  "Word has it a scientist in Black Spire Outpost has been working on a new technology. It would allow us to seize command of all communications on Batuu. Once we are able to control all frequencies, it will be impossible for the Resistance to continue to function. It will force them out in the open!": "Nghe nói một nhà khoa học ở Black Spire Outpost đang nghiên cứu một công nghệ mới. Nó sẽ cho phép chúng ta nắm quyền chỉ huy tất cả các thông tin liên lạc trên Batuu. Khi chúng ta có thể kiểm soát tất cả các tần số, Kháng Chiến sẽ không thể tiếp tục hoạt động. Nó sẽ buộc họ phải ra mặt!",
  "Scientific Discovery": "Khám Phá Khoa Học",
  "Must Complete Crackdown Mission": "Phải Hoàn Thành Nhiệm Vụ Đàn Áp",
  "\"You have done well. With this plan set in motion, we will expose the Resistance. I sense their time on Batuu is closing.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Lt. Agnon at the First Order Cargo building.": "\"Bạn đã làm tốt. Với kế hoạch này được đưa vào hoạt động, chúng ta sẽ vạch trần Kháng Chiến. Tôi cảm thấy thời gian của họ ở Batuu đang kết thúc.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Trung Úy Agnon tại tòa nhà Hàng Hóa của Tổ Chức Thứ Nhất.",
  "A spy has wormed their way into our ranks. Plant a trap by spreading false information. Once they take the bait, you will identify, expose, and deliver them to the Supreme Leader himself.  Reverse this situation in our favor!": "Một điệp viên đã luồn lách vào hàng ngũ của chúng ta. Gài bẫy bằng cách lan truyền thông tin sai lệch. Khi chúng cắn câu, bạn sẽ xác định, vạch trần và giao chúng cho chính Lãnh Đạo Tối Cao. Đảo ngược tình thế này để có lợi cho chúng ta!",
  "The Worm": "Con Sâu",
  "Must Complete Scientific Discovery Mission": "Phải Hoàn Thành Nhiệm Vụ Khám Phá Khoa Học",
  "\"Let that unfortunate situation be a warning to us all. You handled it well.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Kylo Ren in the First Order District.": "\"Hãy để tình huống không may đó là một lời cảnh báo cho tất cả chúng ta. Bạn đã xử lý nó tốt.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Kylo Ren trong Khu Tổ Chức Thứ Nhất.",
  "Things are falling into place, but the Resistance has found a way of hindering our work. They have begun an attempt to destroy our satellite relays. Without the relays our plans will be impossible. You were an integral part of securing our grip on Batuu's communications so it seems only fitting that you do us the honor of defending our efforts. Find a way to sabotage the Resistance, then take the TIE echelon to protect our satellites. When you succeed, report back to me. Once we have full control of Batuu the Resistance will begin to crumble.": "Mọi thứ đang vào guồng, nhưng Kháng Chiến đã tìm ra cách cản trở công việc của chúng ta. Họ đã bắt đầu một nỗ lực để phá hủy các trạm chuyển tiếp vệ tinh của chúng ta. Nếu không có các trạm chuyển tiếp, kế hoạch của chúng ta sẽ không thể thực hiện được. Bạn là một phần không thể thiếu trong việc đảm bảo sự kiểm soát của chúng ta đối với thông tin liên lạc của Batuu, vì vậy có vẻ hợp lý khi bạn vinh dự bảo vệ những nỗ lực của chúng ta. Tìm cách phá hoại Kháng Chiến, sau đó sử dụng TIE để bảo vệ các vệ tinh của chúng ta. Khi bạn thành công, hãy báo cáo lại cho tôi. Khi chúng ta có toàn quyền kiểm soát Batuu, Kháng Chiến sẽ bắt đầu sụp đổ.",
  "Defending Order": "Bảo Vệ Trật Tự",
  "Must complete The Worm Mission": "Phải hoàn thành Nhiệm Vụ Con Sâu",
  "\"Your deeds for the First Order have not gone unnoticed. I sense strength in you. You have served me well.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nCongratulations, you have completed the First Order story missions! Continue to support the First Order by completing side missions. ": "\"Những việc bạn làm cho Tổ Chức Thứ Nhất đã không bị bỏ qua. Tôi cảm nhận được sức mạnh trong bạn. Bạn đã phục vụ tôi tốt.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nChúc mừng, bạn đã hoàn thành các nhiệm vụ cốt truyện của Tổ Chức Thứ Nhất! Tiếp tục hỗ trợ Tổ Chức Thứ Nhất bằng cách hoàn thành các nhiệm vụ phụ.",
  "{0.String}\\n{2.String}": "{0.String}\n{2.String}",
  "<span class=\"resistance\">Resistance ++</span> <span class=\"firstorder\">First Order --</span>": "<span class=\"resistance\">Kháng Chiến ++</span> <span class=\"firstorder\">Tổ Chức Thứ Nhất --</span>",
  "We've learned of a possible weak link within the First Order, but our plan relies on us getting an access code.": "Chúng ta đã biết về một mắt xích yếu có thể có bên trong Tổ Chức Thứ Nhất, nhưng kế hoạch của chúng ta dựa vào việc chúng ta có được một mã truy cập.",
  "Weak Link": "Mắt Xích Yếu",
  "If we're able to slice into Lt. Agnon's personal panel, we can do serious damage. His personal access code will be difficult to parse, but surely someone of your skill can tackle the job.": "Nếu chúng ta có thể xâm nhập vào bảng điều khiển cá nhân của Trung Úy Agnon, chúng ta có thể gây ra thiệt hại nghiêm trọng. Mã truy cập cá nhân của anh ta sẽ khó phân tích, nhưng chắc chắn ai đó có kỹ năng của bạn có thể giải quyết công việc.",
  "Now It's Personal": "Giờ Thì Mang Tính Cá Nhân",
  "Our intel provided us with a First Order access code. It's an old code but hopefully it checks out. Perfect time to test your luck.": "Thông tin tình báo của chúng ta đã cung cấp cho chúng ta một mã truy cập của Tổ Chức Thứ Nhất. Đó là một mã cũ nhưng hy vọng nó sẽ hoạt động. Thời điểm hoàn hảo để kiểm tra vận may của bạn.",
  "Code X": "Mã X",
  "There are a few communities on the outskirts of Black Spire we have not had time to explore yet. Take the X-wing and see what you can learn about them.": "Có một vài cộng đồng ở vùng ngoại ô của Black Spire mà chúng ta chưa có thời gian để khám phá. Hãy sử dụng X-wing và xem bạn có thể tìm hiểu được gì về chúng.",
  "Day Trip": "Chuyến Đi Trong Ngày",
  "<span class=\"resistance\">Resistance +</span> <span class=\"firstorder\">First Order -</span>": "<span class=\"resistance\">Kháng Chiến +</span> <span class=\"firstorder\">Tổ Chức Thứ Nhất -</span>",
  "Keeping our camp up and running requires a lot of supplies. This is a simple mission, but crucial for our survival.": "Việc duy trì trại của chúng ta hoạt động đòi hỏi rất nhiều vật tư. Đây là một nhiệm vụ đơn giản, nhưng rất quan trọng cho sự sống còn của chúng ta.",
  "Simple Struggles": "Những Cuộc Đấu Tranh Đơn Giản",
  "We’re running low on supplies. Can you help us out? Any food and scrap you can salvage will be of great use.": "Chúng ta đang cạn kiệt nguồn cung cấp. Bạn có thể giúp chúng tôi không? Bất kỳ thực phẩm và phế liệu nào bạn có thể thu hồi sẽ rất hữu ích.",
  "Supply Shortage": "Thiếu Hụt Nguồn Cung",
  "Our mission depends on us having supplies. Help us out by gathering and delivering essentials such as food and scrap. Anything you can salvage will really help us out.": "Nhiệm vụ của chúng ta phụ thuộc vào việc chúng ta có vật tư. Hãy giúp chúng ta bằng cách thu thập và cung cấp các nhu yếu phẩm như thực phẩm và phế liệu. Bất cứ điều gì bạn có thể thu hồi thực sự sẽ giúp chúng ta rất nhiều.",
  "The Essentials": "Những Nhu Yếu Phẩm",
  "\"Excellent! These are exactly what we needed.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with a member of the Resistance in the Encampment.": "\"Tuyệt vời! Đây chính xác là những gì chúng ta cần.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với một thành viên của Kháng Chiến trong Khu Trại.",
  "Our intel reports the First Order is imminently expecting a classified transmission. Do whatever it takes to make sure we get it first.": "Thông tin tình báo của chúng ta báo cáo rằng Tổ Chức Thứ Nhất sắp nhận được một đường truyền được phân loại. Hãy làm bất cứ điều gì cần thiết để đảm bảo rằng chúng ta có được nó trước.",
  "Incoming Transmission": "Đường Truyền Đang Đến",
  "Helping with communication efforts ensures we stay ahead and undermine the First Order. Use your skills, creativity, and cunning — you're gonna need it.": "Giúp đỡ các nỗ lực liên lạc đảm bảo chúng ta luôn đi trước và phá hoại Tổ Chức Thứ Nhất. Sử dụng các kỹ năng, sự sáng tạo và sự xảo quyệt của bạn — bạn sẽ cần chúng.",
  "Message Received": "Đã Nhận Được Thông Điệp",
  "We need to block the First Order from receiving incoming transmissions for as long as we can. Slice into their comm tower, but be careful. Once they trace us, we have to move. ": "Chúng ta cần ngăn chặn Tổ Chức Thứ Nhất nhận các đường truyền đến càng lâu càng tốt. Xâm nhập vào tháp liên lạc của chúng, nhưng hãy cẩn thận. Khi họ theo dõi chúng ta, chúng ta phải di chuyển.",
  "Keep Away": "Tránh Xa",
  "\"Nice work. Glad we've got you on our side. Especially with skills like those!\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with a member of the Resistance in the Encampment.": "\"Làm tốt lắm. Rất vui vì chúng tôi có bạn về phe của chúng tôi. Đặc biệt là với những kỹ năng như vậy!\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với một thành viên của Kháng Chiến trong Khu Trại.",
  "\"This is great information. You're a natural explorer.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with a member of the Resistance in the Encampment.": "\"Đây là thông tin tuyệt vời. Bạn là một nhà thám hiểm bẩm sinh.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với một thành viên của Kháng Chiến trong Khu Trại.",
  "Help our cause by strengthening the Resistance. We can defeat the First Order, but it’s going to take a lot of power. Every little bit helps.": "Giúp đỡ sự nghiệp của chúng ta bằng cách củng cố Kháng Chiến. Chúng ta có thể đánh bại Tổ Chức Thứ Nhất, nhưng sẽ cần rất nhiều sức mạnh. Mọi nỗ lực dù nhỏ nhất đều giúp ích.",
  "Resistance Resilience": "Khả Năng Phục Hồi Của Kháng Chiến",
  "Our forces are relying on you and all Resistance members to reinforce them however you can. Ship upgrades, training, supplies... we're going to need it all when we finally take it to the First Order.": "Lực lượng của chúng ta đang dựa vào bạn và tất cả các thành viên Kháng Chiến để củng cố chúng bằng mọi cách có thể. Nâng cấp tàu, huấn luyện, vật tư... chúng ta sẽ cần tất cả khi cuối cùng chúng ta đối đầu với Tổ Chức Thứ Nhất.",
  "Heavy Lifting": "Nâng Cao Sức Mạnh",
  "\"Thanks for your help. I know what we're doing seems like a massive undertaking but if we all work piece by piece, we can each make a big impact.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with a member of the Resistance in the Encampment.": "\"Cảm ơn vì sự giúp đỡ của bạn. Tôi biết những gì chúng ta đang làm có vẻ như là một nỗ lực to lớn nhưng nếu tất cả chúng ta cùng làm việc từng mảnh, chúng ta có thể tạo ra một tác động lớn.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với một thành viên của Kháng Chiến trong Khu Trại.",
  "\"I can tell you put a lot of thought and care into your actions. We could use more Resistance members like you.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with a member of the Resistance in the Encampment.": "\"Tôi có thể nói rằng bạn đã suy nghĩ và quan tâm rất nhiều đến hành động của mình. Chúng ta có thể sử dụng thêm nhiều thành viên Kháng Chiến như bạn.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với một thành viên của Kháng Chiến trong Khu Trại.",
  "This fight takes a toll on everyone. People are still out there living their lives and we need to take the pulse on the attitudes of the locals. Hopefully they will appreciate our investment in the community!": "Cuộc chiến này gây thiệt hại cho tất cả mọi người. Mọi người vẫn đang sống cuộc sống của họ và chúng ta cần phải nắm bắt được thái độ của người dân địa phương. Hy vọng rằng họ sẽ đánh giá cao sự đầu tư của chúng ta vào cộng đồng!",
  "Word on the Street": "Tin Tức Đường Phố",
  "Even though we're in hiding, it's important to show the Resistance cares about the people of Batuu. Spend some time out in the world while keeping a low profile.": "Mặc dù chúng ta đang ẩn náu, nhưng điều quan trọng là phải cho thấy Kháng Chiến quan tâm đến người dân Batuu. Hãy dành thời gian ra ngoài thế giới trong khi giữ một hồ sơ thấp.",
  "Community Service": "Phục Vụ Cộng Đồng",
  "This is our fight to win, but the locals are affected too. Keep an eye on them and see how the community is doing. We don't want them turning to the First Order out of fear or frustration.": "Đây là cuộc chiến mà chúng ta phải thắng, nhưng người dân địa phương cũng bị ảnh hưởng. Hãy để mắt đến họ và xem cộng đồng đang hoạt động như thế nào. Chúng ta không muốn họ quay sang Tổ Chức Thứ Nhất vì sợ hãi hoặc thất vọng.",
  "Rumor Has It": "Nghe Đồn Rằng",
  "\"We may be in hiding, but we can at least show the locals our good intentions.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with a member of the Resistance in the Encampment.": "\"Chúng ta có thể đang ẩn náu, nhưng chúng ta ít nhất có thể cho người dân địa phương thấy ý định tốt của chúng ta.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với một thành viên của Kháng Chiến trong Khu Trại.",
  "I've got a plan to get a better look at the First Order base, but the whole area will still be swarming with troopers. Do whatever you can to draw First Order patrols away from me.\\n\\nYour part in this is just as important as mine. We're in this together.": "Tôi có một kế hoạch để có được một cái nhìn tốt hơn về căn cứ của Tổ Chức Thứ Nhất, nhưng toàn bộ khu vực sẽ vẫn đầy rẫy những quân lính. Hãy làm bất cứ điều gì bạn có thể để thu hút các đội tuần tra của Tổ Chức Thứ Nhất ra khỏi tôi.\n\nVai trò của bạn trong việc này cũng quan trọng như của tôi. Chúng ta cùng nhau thực hiện việc này.",
  "The Decoy": "Mồi Nhử",
  "I've put together a team to place surveillance at the First Order base, but I need someone to create a diversion for us so we can sneak in.\\n\\nIt could be the most dangerous role in the mission... but also the most fun! Are you up for causing a little chaos?": "Tôi đã tập hợp một đội để đặt thiết bị giám sát tại căn cứ của Tổ Chức Thứ Nhất, nhưng tôi cần ai đó tạo ra một sự phân tâm cho chúng tôi để chúng tôi có thể lẻn vào.\n\nĐó có thể là vai trò nguy hiểm nhất trong nhiệm vụ... nhưng cũng là vai trò thú vị nhất! Bạn có muốn gây ra một chút hỗn loạn không?",
  "Making a Scene": "Tạo Ra Một Cảnh Tượng",
  "A few of our members have been captured. The First Order will do whatever it takes to get them to reveal the location of our camp. \\n\\nI'm trying to carry out a rescue mission, but need your help to create a diversion. Stall the patrols for as long as you can.": "Một vài thành viên của chúng ta đã bị bắt. Tổ Chức Thứ Nhất sẽ làm bất cứ điều gì cần thiết để khiến họ tiết lộ vị trí của trại của chúng ta.\n\nTôi đang cố gắng thực hiện một nhiệm vụ giải cứu, nhưng cần sự giúp đỡ của bạn để tạo ra một sự phân tâm. Hãy trì hoãn các đội tuần tra càng lâu càng tốt.",
  "A Good Distraction": "Một Sự Phân Tâm Tốt",
  "\"Thanks to you, I was able to get a better look at the First Order's territory.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with a member of the Resistance in the Encampment.": "\"Nhờ bạn, tôi đã có thể có được một cái nhìn tốt hơn về lãnh thổ của Tổ Chức Thứ Nhất.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với một thành viên của Kháng Chiến trong Khu Trại.",
  "\"Excellent work. This code is crucial to our success going forward.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with a member of the Resistance in the Encampment.": "\"Tuyệt vời. Mã này rất quan trọng cho thành công của chúng ta trong tương lai.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với một thành viên của Kháng Chiến trong Khu Trại.",
  "\"Many believe in causes, but few take action. You're clearly one of the exceptions.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with a member of the Resistance in the Encampment.": "\"Nhiều người tin vào sự nghiệp, nhưng ít người hành động. Bạn rõ ràng là một trong những ngoại lệ.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với một thành viên của Kháng Chiến trong Khu Trại.",
  "\"Impressive! Only a handful of us have gotten as close to the First Order operations as you did today.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with a member of the Resistance in the Encampment.": "\"Ấn tượng! Chỉ một số ít người trong chúng ta đã đến gần các hoạt động của Tổ Chức Thứ Nhất như bạn đã làm hôm nay.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với một thành viên của Kháng Chiến trong Khu Trại.",
  "You've been a great help to us so far and we could use your help again. Right now we're in need of basic supplies, and a way to keep the First Order off our trail. At least for a little while.\\n\\nAre you in? Vi is waiting in the forest for your answer.": "Bạn đã giúp chúng tôi rất nhiều cho đến nay và chúng tôi có thể sử dụng sự giúp đỡ của bạn một lần nữa. Hiện tại chúng tôi đang cần các vật tư cơ bản và một cách để giữ Tổ Chức Thứ Nhất không lần theo dấu vết của chúng tôi. Ít nhất là trong một thời gian.\n\nBạn có tham gia không? Vi đang đợi trong rừng để nghe câu trả lời của bạn.",
  "Forest Flight": "Chuyến Bay Trong Rừng",
  "\"Sounds like you had quite the adventure. I think you're going to fit right in.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Vi Moradi in the Resistance Encampment.": "\"Nghe có vẻ như bạn đã có một cuộc phiêu lưu khá thú vị. Tôi nghĩ bạn sẽ hòa nhập ngay thôi.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Vi Moradi trong Khu Trại Kháng Chiến.",
  "We have an informant who has a device they claim will be extremely useful to us. You’ll rendezvous with them at Oga’s Cantina to check it out and see if it really is worth our while. I can't tell you what they look like. Their anonymity is crucial to our mission. You’ll need to suss them out, trial and error style, by asking them a passphrase. Don’t worry, if you ask the wrong person, they'll just think you're a moof-milker!": "Chúng ta có một người cung cấp thông tin có một thiết bị mà họ tuyên bố sẽ cực kỳ hữu ích cho chúng ta. Bạn sẽ gặp họ tại Oga's Cantina để kiểm tra nó và xem liệu nó có thực sự đáng giá hay không. Tôi không thể cho bạn biết họ trông như thế nào. Sự ẩn danh của họ là rất quan trọng cho nhiệm vụ của chúng ta. Bạn sẽ cần phải tìm ra họ, theo kiểu thử và sai, bằng cách hỏi họ một mật khẩu. Đừng lo lắng, nếu bạn hỏi nhầm người, họ sẽ chỉ nghĩ bạn là một kẻ vắt sữa moof!",
  "Leveling the Playing Field": "San Bằng Sân Chơi",
  "\"Thanks for your help. This device could be our ticket to the answers we need.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Vi Moradi in the Resistance Encampment.": "\"Cảm ơn vì sự giúp đỡ của bạn. Thiết bị này có thể là tấm vé của chúng ta đến những câu trả lời mà chúng ta cần.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Vi Moradi trong Khu Trại Kháng Chiến.",
  "We have an informant who has a device they claim will be extremely useful to us. You'll rendezvous with them at Oga's Cantina to check it out and see if it really is worth our while. I can't tell you what they look like. Their anonymity is crucial to our mission. You'll need to suss them out, trial and error style, by asking them a passphrase. Don't worry, if you ask the wrong person, they'll just think you're a moof-milker!": "Chúng ta có một người cung cấp thông tin có một thiết bị mà họ tuyên bố sẽ cực kỳ hữu ích cho chúng ta. Bạn sẽ gặp họ tại Oga's Cantina để kiểm tra nó và xem liệu nó có thực sự đáng giá hay không. Tôi không thể cho bạn biết họ trông như thế nào. Sự ẩn danh của họ là rất quan trọng cho nhiệm vụ của chúng ta. Bạn sẽ cần phải tìm ra họ, theo kiểu thử và sai, bằng cách hỏi họ một mật khẩu. Đừng lo lắng, nếu bạn hỏi nhầm người, họ sẽ chỉ nghĩ bạn là một kẻ vắt sữa moof!",
  "I have a contact within the First Order who wants to defect. They've got new information and they want to meet with you at the Cantina. There can be no introductions and discretion is key. You will have to research them using the holotable before your meeting to ensure you speak to the right person. You never know who might be listening.": "Tôi có một liên hệ bên trong Tổ Chức Thứ Nhất muốn đào tẩu. Họ có thông tin mới và họ muốn gặp bạn tại Cantina. Không thể có bất kỳ lời giới thiệu nào và sự thận trọng là chìa khóa. Bạn sẽ phải nghiên cứu họ bằng голо trước cuộc họp của bạn để đảm bảo bạn nói chuyện với đúng người. Bạn không bao giờ biết ai có thể đang nghe lén.",
  "The Defector": "Người Đào Tẩu",
  "\"The First Order’s swiftness in arresting the defector means we're getting close to something big. I just wish it wasn't at the cost of an ally.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Vi Moradi in the Resistance Encampment.": "\"Việc Tổ Chức Thứ Nhất nhanh chóng bắt giữ người đào tẩu có nghĩa là chúng ta đang đến gần một điều gì đó lớn. Tôi chỉ ước nó không phải trả giá bằng một đồng minh.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Vi Moradi trong Khu Trại Kháng Chiến.",
  "This plan the defector was trying to warn us about is concerning. We need more information before we can determine our next steps. I'm afraid the only way is to go directly to the source. You'll need to trick Agnon into believing you're a First Order Officer. Hope you've brushed up on your boot-licking skills. When you're finished, report back to Rey. Ignite the spark!": "Kế hoạch mà người đào tẩu đang cố gắng cảnh báo chúng ta là đáng lo ngại. Chúng ta cần thêm thông tin trước khi có thể xác định các bước tiếp theo của mình. Tôi e rằng cách duy nhất là đi trực tiếp đến nguồn. Bạn sẽ cần phải đánh lừa Agnon tin rằng bạn là một Sĩ Quan Tổ Chức Thứ Nhất. Hy vọng bạn đã trau dồi các kỹ năng nịnh bợ của mình. Khi bạn hoàn thành, hãy báo cáo lại cho Rey. Thắp sáng tia lửa!",
  "Top-Notch Trickery": "Sự Lừa Bịp Hàng Đầu",
  "\"Thanks for your help. Let's hope it's enough.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Vi Moradi in the Resistance Encampment.": "\"Cảm ơn vì sự giúp đỡ của bạn. Hãy hy vọng điều đó là đủ.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Vi Moradi trong Khu Trại Kháng Chiến.",
  "We've found the coordinates of a secret First Order facility on one of the moons of Batuu. The scientist is being held there, forced to complete the construction of the jamming array. We can’t allow the First Order to complete construction. We'll need to launch a rescue mission, but it won't be easy. It's time to bring in reinforcements, and I know just who we should ask...": "Chúng ta đã tìm thấy tọa độ của một cơ sở bí mật của Tổ Chức Thứ Nhất trên một trong những mặt trăng của Batuu. Các nhà khoa học đang bị giam giữ ở đó, bị buộc phải hoàn thành việc xây dựng mảng gây nhiễu. Chúng ta không thể cho phép Tổ Chức Thứ Nhất hoàn thành việc xây dựng. Chúng ta sẽ cần phải khởi động một nhiệm vụ giải cứu, nhưng nó sẽ không dễ dàng. Đã đến lúc mang quân tiếp viện đến, và tôi biết chúng ta nên hỏi ai...",
  "A Daring Rescue": "Một Cuộc Giải Cứu Táo Bạo",
  "We've found the coordinates of a secret First Order facility on Julaa. The scientist is being held there, forced to complete the construction of the jamming array. We can’t allow the First Order to complete construction. We'll need to launch a rescue mission, but it won't be easy. It's time to bring in reinforcements, and I know just who we should ask...": "Chúng ta đã tìm thấy tọa độ của một cơ sở bí mật của Tổ Chức Thứ Nhất trên Julaa. Các nhà khoa học đang bị giam giữ ở đó, bị buộc phải hoàn thành việc xây dựng mảng gây nhiễu. Chúng ta không thể cho phép Tổ Chức Thứ Nhất hoàn thành việc xây dựng. Chúng ta sẽ cần phải khởi động một nhiệm vụ giải cứu, nhưng nó sẽ không dễ dàng. Đã đến lúc mang quân tiếp viện đến, và tôi biết chúng ta nên hỏi ai...",
  "\"That was no small feat. You should be proud of yourself...but don't get too comfortable. There's still more fun ahead...\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Rey in the Resistance Encampment.": "\"Đó không phải là một kỳ công nhỏ. Bạn nên tự hào về bản thân... nhưng đừng quá thoải mái. Vẫn còn nhiều điều thú vị hơn phía trước...\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Rey trong Khu Trại Kháng Chiến.",
  "The First Order has equipped the TIE echelon with the prototype jamming array. They leave us no choice but to destroy the array. Slice into the First Order holotable to retrieve the schematics, then erase any records. Once you’ve got the schematics, sneak onto the TIE echelon and figure out how to disable the jamming array… permanently.\\n\\nIt’s a risky plan. Watch out for yourself, got it? With your help, we’re all going to get through this.": "Tổ Chức Thứ Nhất đã trang bị cho TIE mảng gây nhiễu nguyên mẫu. Họ không cho chúng ta lựa chọn nào khác ngoài việc phá hủy mảng. Hãy xâm nhập vào голо của Tổ Chức Thứ Nhất để lấy sơ đồ, sau đó xóa bất kỳ hồ sơ nào. Khi bạn đã có sơ đồ, hãy lẻn lên TIE và tìm cách vô hiệu hóa mảng gây nhiễu… vĩnh viễn.\n\nĐó là một kế hoạch rủi ro. Hãy coi chừng bản thân, hiểu chứ? Với sự giúp đỡ của bạn, tất cả chúng ta sẽ vượt qua được điều này.",
  "Thwarting the Order": "Cản Trở Trật Tự",
  "\"{0.SimFirstName}, you did it! This may be far from over, but thanks to you, we're prepared for what comes next.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nCongratulations, you have completed the Resistance story missions! Continue to support the Resistance by completing side missions.": "\"{0.SimFirstName}, bạn đã làm được! Điều này có thể còn lâu mới kết thúc, nhưng nhờ bạn, chúng tôi đã chuẩn bị cho những gì sắp tới.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nChúc mừng, bạn đã hoàn thành các nhiệm vụ cốt truyện của Kháng Chiến! Tiếp tục hỗ trợ Kháng Chiến bằng cách hoàn thành các nhiệm vụ phụ.",
  "<span class=\"scoundrel\">Scoundrel++</span> ": "<span class=\"scoundrel\">Vô Lại++</span>",
  "Information fetches the highest price in the midst of the squabble between the Resistance and First Order. Get as much intel as you can and you'll enjoy a good payout for sure.": "Thông tin mang lại giá cao nhất trong bối cảnh tranh giành giữa Kháng Chiến và Tổ Chức Thứ Nhất. Hãy thu thập càng nhiều thông tin tình báo càng tốt và chắc chắn bạn sẽ được trả công hậu hĩnh.",
  "Hot Tip": "Mẹo Hay",
  "Both the Resistance and the First Order know the best information sinks down to low places. Sometimes it can pay to be a bottom feeder!": "Cả Kháng Chiến và Tổ Chức Thứ Nhất đều biết thông tin tốt nhất chìm xuống những nơi thấp kém. Đôi khi việc trở thành một kẻ ăn bám cũng có thể có lợi!",
  "Friends in Low Places": "Bạn Bè Ở Những Nơi Thấp Kém",
  "<span class=\"scoundrel\">Scoundrel+</span> ": "<span class=\"scoundrel\">Vô Lại+</span>",
  "\"Ah, good! I won't ask how you got this.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Hondo at Oga's Cantina.": "\"À, tốt! Tôi sẽ không hỏi bạn đã lấy được thứ này như thế nào.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Hondo tại Oga's Cantina.",
  "We've got a shipment of goods we need moved... fast. I’m letting you take the lead on this one - you’re welcome!": "Chúng ta có một lô hàng hóa cần được chuyển đi... nhanh chóng. Tôi để bạn dẫn đầu trong việc này - không có gì!",
  "Good Opportunity": "Cơ Hội Tốt",
  "I got a job for you if you feel like moving cargo. Smuggle the goods safely and you'll get your credits. But no questions asked. ": "Tôi có một công việc cho bạn nếu bạn muốn chuyển hàng hóa. Buôn lậu hàng hóa an toàn và bạn sẽ nhận được tín dụng của mình. Nhưng không có câu hỏi nào được đặt ra.",
  "No Further Questions": "Không Hỏi Thêm Câu Hỏi Nào",
  "There’s a batch of goods we need to smuggle within Black Spire... discreetly. You’ll have to use your wits and charm for this one... think you can handle it?": "Có một lô hàng hóa chúng ta cần buôn lậu trong Black Spire... một cách kín đáo. Bạn sẽ phải sử dụng trí thông minh và sự quyến rũ của mình cho việc này... bạn nghĩ bạn có thể xử lý được không?",
  "Dutiful Discretion": "Sự Thận Trọng Mẫu Mực",
  "\"Good job. Sometimes quick and dirty wins the race.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Hondo at Oga's Cantina.": "\"Làm tốt lắm. Đôi khi nhanh chóng và bẩn thỉu sẽ thắng cuộc đua.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Hondo tại Oga's Cantina.",
  "Business is booming! How would you like to help me out with a legitimate business trip?": "Công việc kinh doanh đang bùng nổ! Bạn có muốn giúp tôi một tay với một chuyến công tác hợp pháp không?",
  "Business Trip": "Chuyến Công Tác",
  "\"Happy to have you on the team, my friend. That was quite the adventure!\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Hondo at Oga's Cantina.": "\"Rất vui khi có bạn trong đội, bạn của tôi. Đó là một cuộc phiêu lưu khá thú vị!\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Hondo tại Oga's Cantina.",
  "\"Happy to have you on the team, my friend. Excellent job!\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Hondo at Oga's Cantina.": "\"Rất vui khi có bạn trong đội, bạn của tôi. Làm tốt lắm!\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Hondo tại Oga's Cantina.",
  "\"Yes! That's how it's done, my friend! You haven't let me down yet.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Hondo at Oga's Cantina.": "\"Tuyệt vời! Đó là cách thực hiện, bạn của tôi! Bạn chưa làm tôi thất vọng.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Hondo tại Oga's Cantina.",
  "Can I entice you with a sabacc tournament, my friend? It's all in good fun! Especially if you win.": "Tôi có thể dụ bạn tham gia một giải đấu sabacc được không, bạn của tôi? Tất cả đều vui vẻ cả thôi! Đặc biệt nếu bạn thắng.",
  "All in Good Fun": "Tất Cả Đều Vui Vẻ Thôi",
  "Shall I deal you into the Sabacc tournament? It's a great way to make friends... and enemies.": "Tôi có nên cho bạn tham gia giải đấu Sabacc không? Đó là một cách tuyệt vời để kết bạn... và kẻ thù.",
  "Social Circles": "Vòng Kết Nối Xã Hội",
  "There's a sabacc tournament starting soon. May you have the better hand!": "Có một giải đấu sabacc sắp bắt đầu. Chúc bạn có bài tốt hơn!",
  "Champions' Tournament": "Giải Đấu Vô Địch",
  "\"You're always welcome at my sabacc table, my friend!\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Hondo at Oga's Cantina.": "\"Bạn luôn được chào đón tại bàn sabacc của tôi, bạn của tôi!\"\n\nNhiệm vụ Hoàn thành!\n\nPhần thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Hondo tại Quán rượu Oga.",
  "I've got a tip on where to find a big supply of Durelium. Don't say I never give you anything fun to do! Lift it discreetly and half of the profits are yours.": "Tôi có một mẹo về nơi tìm thấy nguồn cung cấp lớn Durelium. Đừng nói rằng tôi không bao giờ cho bạn bất cứ điều gì thú vị để làm! Lấy nó một cách kín đáo và một nửa lợi nhuận là của bạn.",
  "The Tip-Off": "Lời Mách Nước",
  "I've been planning to boost some valuable droid parts for a while. I'm looking for clean photoreceptors, personality chips, power cells, holoprojector arrays, and the like. But leave Mubo out of this. Let his competition take a hit instead!": "Tôi đã lên kế hoạch để tăng cường một số bộ phận droid có giá trị trong một thời gian. Tôi đang tìm kiếm các thụ thể ảnh sạch, chip tính cách, pin năng lượng, mảng máy chiếu голо và những thứ tương tự. Nhưng hãy để Mubo ra khỏi chuyện này. Hãy để đối thủ cạnh tranh của anh ta bị ảnh hưởng thay vào đó!",
  "Bits and Pieces": "Vật Liệu Lặt Vặt",
  "A batch of refurbished weapons is heading to Batuu, and we're going to welcome them to their new home! They should fetch a handsome price.": "Một lô vũ khí tân trang đang hướng đến Batuu, và chúng ta sẽ chào đón chúng đến ngôi nhà mới của chúng! Chúng sẽ có giá rất cao.",
  "Pew Pew": "Pew Pew",
  "\"Ah...I can hear the clinking of credits already! Well done.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Hondo at Oga's Cantina.": "\"Ah... Tôi đã có thể nghe thấy tiếng leng keng của các khoản tín dụng rồi! Làm tốt lắm.\"\n\nNhiệm vụ Hoàn thành!\n\nPhần thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Hondo tại Quán rượu Oga.",
  "Reward: Reputation+": "Phần thưởng: Uy tín+",
  "Rrrooaarrgghh! Woouah! Arghr! Rugh-rugh!": "Rrrooaarrgghh! Woouah! Arghr! Rugh-rugh!",
  "Good Company": "Bạn Tốt",
  "\"Wyaaaghh ma Garrrhh ghh wa-gwah!\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Hondo at Oga's Cantina.": "\"Wyaaaghh ma Garrrhh ghh wa-gwah!\"\n\nNhiệm vụ Hoàn thành!\n\nPhần thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Hondo tại Quán rượu Oga.",
  "It's said there are no winners in conflicts like these. But whoever said that doesn't know how to turn a profit! Gather information about a faction and then sell it to whomever's willing to pay!": "Người ta nói rằng không có người chiến thắng trong các cuộc xung đột như thế này. Nhưng bất cứ ai nói điều đó đều không biết cách kiếm lợi nhuận! Thu thập thông tin về một phe phái và sau đó bán nó cho bất kỳ ai sẵn sàng trả tiền!",
  "Playing All Sides": "Chơi Tất Cả Các Bên",
  "Information is a precious cargo when tensions are high. Eavesdrop and scavenge as much of it as you can so we can sell it to any \"concerned parties.\" Our only loyalty is to our bank ledger.": "Thông tin là một hàng hóa quý giá khi căng thẳng lên cao. Nghe lén và thu thập càng nhiều càng tốt để chúng ta có thể bán nó cho bất kỳ \"bên liên quan\" nào. Lòng trung thành duy nhất của chúng ta là với sổ cái ngân hàng của chúng ta.",
  "Inside Information": "Thông Tin Nội Bộ",
  "Staying neutral in these tense times is good for your health, and good for your pocketbook. Gather as much useful intel as you can, then sell it to the highest bidder.": "Giữ thái độ trung lập trong thời điểm căng thẳng này là tốt cho sức khỏe của bạn và tốt cho cả túi tiền của bạn. Thu thập càng nhiều thông tin tình báo hữu ích càng tốt, sau đó bán cho người trả giá cao nhất.",
  "To the Highest Bidder": "Cho Người Trả Giá Cao Nhất",
  "Rewards: Additional ≠700 - ≠1000": "Phần thưởng: Thêm ≠700 - ≠1000",
  "\"Good, good! It pays to listen. And then you can listen to the sound of the credits funneling into your account!\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Hondo at Oga's Cantina.": "\"Tốt, tốt! Lắng nghe rất đáng giá. Và sau đó bạn có thể lắng nghe âm thanh của các khoản tín dụng đổ vào tài khoản của bạn!\"\n\nNhiệm vụ Hoàn thành!\n\nPhần thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Hondo tại Quán rượu Oga.",
  "\"Good game, my friend! I went easy on you, of course. You know, I could use your help earning some credits. Of course, you'd get a cut too!\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Hondo at Oga's Cantina.": "\"Ván hay lắm, bạn của tôi! Dĩ nhiên là tôi đã nương tay với bạn rồi. Anh biết đấy, tôi có thể dùng sự giúp đỡ của anh để kiếm thêm chút tiền. Dĩ nhiên, anh cũng sẽ được chia phần!\"\n\nNhiệm vụ Hoàn thành!\n\nPhần thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Hondo tại Quán rượu Oga.",
  "\"I sense a legitimate business opportunity here! Very legitimate indeed!\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Hondo at Oga's Cantina.": "\"Tôi cảm thấy một cơ hội kinh doanh hợp pháp ở đây! Rất hợp pháp!\"\n\nNhiệm vụ Hoàn thành!\n\nPhần thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Hondo tại Quán rượu Oga.",
  "I've been talking you up to Dok-Ondar. You're welcome, my friend! He is a great ally to have, especially during these times. Dok could use your help. His antiquities shop was ransacked... most likely by scrap rats. His wares could be scattered all throughout Black Spire Outpost!\\n\\nThose antiquities are worth more to Dok than credits are worth to me, if that's even possible. Meet with him and see if you can help him recover his lost treasures!": "Tôi đã nói tốt về anh với Dok-Ondar. Không có chi, bạn của tôi! Anh ấy là một đồng minh tuyệt vời, đặc biệt là trong thời gian này. Dok có thể cần sự giúp đỡ của anh. Cửa hàng đồ cổ của anh ấy đã bị lục soát... rất có thể là do lũ chuột nhắt phế liệu. Hàng hóa của anh ấy có thể bị rải rác khắp Tiền Đồn Black Spire!\n\nNhững món đồ cổ đó có giá trị đối với Dok hơn là tiền đối với tôi, nếu điều đó có thể xảy ra. Gặp anh ấy và xem anh có thể giúp anh ấy tìm lại kho báu đã mất của mình không!",
  "Lost and Found": "Tìm Kiếm và Trả Lại",
  "<i>Translated from Ithorian</i> \"Thank you for finding my treasures. They mean the galaxy to me. I am forever grateful for your help.\" <i>End Translation</i>\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Hondo at Oga's Cantina.": "<i>Được dịch từ Ithorian</i> \"Cảm ơn bạn đã tìm thấy kho báu của tôi. Chúng có ý nghĩa cả thiên hà đối với tôi. Tôi mãi mãi biết ơn sự giúp đỡ của bạn.\" <i>Kết thúc Bản dịch</i>\n\nNhiệm vụ Hoàn thành!\n\nPhần thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Hondo tại Quán rượu Oga.",
  "I must say, Dok and I are impressed with your can-do attitude! We've both got another small favor to ask of you. It’s nothing, really! If you accept - meet with our contact on board the <i>Millennium Falcon</i>. He’s hiding from the First Order, and we suspect they're getting closer to discovering his location\\n\\nWe need your quick-thinking and slicing skills to throw the First Order off his trail. I wouldn't ask just anyone to do this, you know. Not that a whole lot of people would... but that’s why I like you, my friend. You're like me... a risk-taker! We both know nobody ever got rich off of common sense!": "Tôi phải nói rằng, Dok và tôi rất ấn tượng với thái độ làm được của bạn! Cả hai chúng tôi đều có một ân huệ nhỏ khác muốn nhờ bạn. Thực sự thì không có gì cả! Nếu bạn chấp nhận - hãy gặp người liên hệ của chúng tôi trên tàu <i>Millennium Falcon</i>. Anh ấy đang trốn tránh Tổ chức Thứ nhất, và chúng tôi nghi ngờ rằng họ đang đến gần hơn để khám phá ra vị trí của anh ấy\n\nChúng tôi cần khả năng suy nghĩ nhanh nhạy và kỹ năng cắt gọt của bạn để đánh lạc hướng Tổ chức Thứ nhất khỏi dấu vết của anh ấy. Tôi sẽ không yêu cầu ai đó làm điều này, bạn biết đấy. Không phải là có rất nhiều người sẽ... nhưng đó là lý do tại sao tôi thích bạn, bạn của tôi. Bạn giống tôi... một người chấp nhận rủi ro! Cả hai chúng ta đều biết rằng không ai làm giàu nhờ lẽ thường!",
  "Scrambled Signals": "Tín Hiệu Xáo Trộn",
  "\"Raawwwoo Aaaarrrwwwaaaar!\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Hondo at Oga's Cantina.": "\"Raawwwoo Aaaarrrwwwaaaar!\"\n\nNhiệm vụ Hoàn thành!\n\nPhần thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Hondo tại Quán rượu Oga.",
  "Hello, my very good friend! I have a big opportunity for you. My sights are set on the Canto Bight Casino. They have funds in excess and I would like to transfer a modest sum from their vaults to mine... I mean OURS! It’s a tricky job, but I think you have what it takes!\\n\\nTake the <i>Falcon</i> and work with Chewbacca to scout out the best possible routes from Batuu to Canto Bight. I'll be waiting to hear the details when you return.": "Xin chào, người bạn rất tốt của tôi! Tôi có một cơ hội lớn cho bạn. Tôi đang nhắm đến Sòng bạc Canto Bight. Họ có nguồn tiền dư thừa và tôi muốn chuyển một khoản tiền khiêm tốn từ kho tiền của họ sang kho tiền của tôi... ý tôi là CỦA CHÚNG TA! Đó là một công việc khó khăn, nhưng tôi nghĩ bạn có những gì cần thiết!\n\nHãy đi <i>Falcon</i> và làm việc với Chewbacca để trinh sát các tuyến đường khả thi nhất từ Batuu đến Canto Bight. Tôi sẽ chờ đợi để nghe các chi tiết khi bạn trở lại.",
  "All Bets are On": "Mọi Đặt Cược Đều Được Tính",
  "\"I knew you could do it! Now, tell me all about what you learned...\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Hondo at Oga's Cantina.": "\"Tôi biết bạn có thể làm được! Bây giờ, hãy kể cho tôi nghe tất cả những gì bạn đã học được...\"\n\nNhiệm vụ Hoàn thành!\n\nPhần thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Hondo tại Quán rượu Oga.",
  "Scoundrel Mission Complete!": "Nhiệm vụ Kẻ Bịp Bợm Hoàn Thành!",
  "A payout is only as good as the heist, and a heist is only as good as its plan. I'm counting on you to gather whatever supplies and crew we need to pull this off. When you're done, come and find me. What a wonderful business partnership we’re building. Wouldn't you agree, yes?": "Một khoản thanh toán chỉ tốt khi vụ trộm cướp thành công, và một vụ trộm cướp chỉ tốt khi kế hoạch của nó tốt. Tôi đang trông cậy vào bạn để thu thập bất kỳ vật tư và phi hành đoàn nào chúng ta cần để thực hiện việc này. Khi bạn xong việc, hãy đến tìm tôi. Thật là một mối quan hệ đối tác kinh doanh tuyệt vời mà chúng ta đang xây dựng. Bạn có đồng ý không?",
  "Plans That Pay": "Kế Hoạch Sinh Lời",
  "\"Excellent work! I sense a big pay day is coming our way!\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Hondo at Oga's Cantina.": "\"Tuyệt vời! Tôi cảm thấy một ngày trả lương lớn đang đến với chúng ta!\"\n\nNhiệm vụ Hoàn thành!\n\nPhần thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Hondo tại Quán rượu Oga.",
  "Now’s the time, my friend! I would give you a motivational speech, but as my mother always said, time is money. Just trust in the plan, and if the first plan doesn't succeed... find one that does! See? Easy! Come check with me after it’s all taken care of. Maybe I'll even dig out some celebratory Fuzzy Tauntauns…": "Bây giờ là thời điểm, bạn của tôi! Tôi sẽ có một bài phát biểu động viên tinh thần cho bạn, nhưng như mẹ tôi vẫn thường nói, thời gian là tiền bạc. Chỉ cần tin tưởng vào kế hoạch, và nếu kế hoạch đầu tiên không thành công... hãy tìm một kế hoạch khác! Thấy không? Dễ thôi! Hãy đến kiểm tra với tôi sau khi mọi việc đã được giải quyết xong. Có lẽ tôi thậm chí sẽ đào một vài con Fuzzy Tauntauns ăn mừng…",
  "The Heist": "Vụ Trộm Cướp",
  "\"We did it! See? Just listen to me, do as I do and you'll go far... all the way to the bank!\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Hondo at Oga's Cantina.": "\"Chúng ta đã làm được! Thấy không? Chỉ cần nghe tôi, làm theo những gì tôi làm và bạn sẽ đi xa... đến tận ngân hàng!\"\n\nNhiệm vụ Hoàn thành!\n\nPhần thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Hondo tại Quán rượu Oga.",
  "We pulled it off! But the First Order is looking for us, my friend. Good at your job, but no good at covering your tracks, eh? They know you were tied to the... incident on Canto Bight.\\n\\nYou'll need to take care of this the “hands-on” way: sneak past the First Order security and access their holotable to purge any records of me... of us!. After that, we can continue our legitimate business partnership!": "Chúng ta đã làm được! Nhưng Tổ chức Thứ nhất đang tìm kiếm chúng ta, bạn của tôi. Làm tốt công việc của bạn, nhưng không giỏi che đậy dấu vết của bạn, phải không? Họ biết bạn có liên quan đến... vụ việc ở Canto Bight.\n\nBạn sẽ cần phải giải quyết việc này theo cách \"trực tiếp\": lẻn qua hệ thống an ninh của Tổ chức Thứ nhất và truy cập vào bàn голо của họ để xóa bất kỳ hồ sơ nào về tôi... về chúng ta!. Sau đó, chúng ta có thể tiếp tục mối quan hệ đối tác kinh doanh hợp pháp của mình!",
  "First Order Fallout": "Hậu Quả Của Tổ Chức Thứ Nhất",
  "\"You've done it! Good to know I can trust someone out here. Ohnaka Transport Solutions is a legitimate business once again!\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Hondo at Oga's Cantina.": "\"Bạn đã làm được! Thật tốt khi biết rằng tôi có thể tin tưởng ai đó ở ngoài kia. Ohnaka Transport Solutions một lần nữa là một doanh nghiệp hợp pháp!\"\n\nNhiệm vụ Hoàn thành!\n\nPhần thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Hondo tại Quán rượu Oga.",
  "What's this I see? A fresh, new face! Care to join me in a game of sabacc? It's really the only proper way to get to know someone. What have you got to lose? You might make a new friend. Either way, you get to bask in my good looks for a while.": "Tôi thấy gì đây? Một gương mặt mới toanh! Bạn có muốn tham gia cùng tôi trong một ván sabacc không? Đó thực sự là cách thích hợp duy nhất để làm quen với ai đó. Bạn có gì để mất? Bạn có thể kết bạn mới. Dù bằng cách nào, bạn cũng được đắm mình trong vẻ ngoài ưa nhìn của tôi một thời gian.",
  "Hello, Hondo": "Xin Chào, Hondo",
  "I'm having a celebration at Oga's Cantina in honor of our latest successful business acquisition! Please come join me and some of our legitimate business colleagues. Drinks are on me, friend! Ahem... for a limited time, of course!": "Tôi đang tổ chức một buổi ăn mừng tại Quán rượu Oga để vinh danh thương vụ mua lại thành công mới nhất của chúng ta! Xin mời bạn tham gia cùng tôi và một số đồng nghiệp kinh doanh hợp pháp của chúng ta. Đồ uống là do tôi trả, bạn của tôi! À... dĩ nhiên là trong một thời gian giới hạn!",
  "Completely Legitimate Celebration": "Lễ Kỷ Niệm Hoàn Toàn Hợp Pháp",
  "Cheers to a solid and profitable business partnership! I know I can count on your loyalty even after the free drinks stop. Now that's real trust!\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nCongratulations, you have completed the Scoundrel story missions! Continue to support the Scoundrels by completing side missions.": "Chúc mừng một mối quan hệ đối tác kinh doanh vững chắc và có lợi nhuận! Tôi biết tôi có thể tin tưởng vào lòng trung thành của bạn ngay cả sau khi đồ uống miễn phí ngừng. Đó mới là sự tin tưởng thực sự!\n\nNhiệm vụ Hoàn thành!\n\nPhần thưởng:\n{7.String}\n\nXin chúc mừng, bạn đã hoàn thành các nhiệm vụ cốt truyện Kẻ Bịp Bợm! Tiếp tục hỗ trợ Kẻ Bịp Bợm bằng cách hoàn thành các nhiệm vụ phụ.",
  "Why if it isn't one of the finest sabacc players I've ever had the pleasure of losing to! I have a little favor to ask of you, my friend.\\n\\nA ‘colleague’ of mine is holding a package for me, but he was called out of town on business before I could pick it up. There’s no way for me to get it without creatively bypassing his security. Don’t worry, I wouldn't ask you to break into a stranger’s home. We're old friends!\\n\\nGo speak with Dok-Ondar and he'll give you a dataspike. Use it to breach my friend's door and bring me his package... I mean, uh... MY package. Agreed? Wonderful!\\n\\n": "Sao nếu không phải là một trong những người chơi sabacc giỏi nhất mà tôi từng có vinh dự thua cuộc! Tôi có một ân huệ nhỏ muốn nhờ bạn, bạn của tôi.\n\nMột 'đồng nghiệp' của tôi đang giữ một gói hàng cho tôi, nhưng anh ta đã được gọi ra khỏi thị trấn vì công việc trước khi tôi có thể nhận nó. Không có cách nào để tôi có được nó mà không phải sáng tạo vượt qua hệ thống an ninh của anh ta. Đừng lo lắng, tôi sẽ không yêu cầu bạn đột nhập vào nhà của người lạ. Chúng ta là bạn cũ!\n\nHãy đến nói chuyện với Dok-Ondar và anh ấy sẽ đưa cho bạn một dataspike. Sử dụng nó để phá cửa nhà bạn tôi và mang cho tôi gói hàng của anh ấy... ý tôi là... gói hàng CỦA TÔI. Đồng ý không? Tuyệt vời!",
  "A Little Favor": "Một Ân Huệ Nhỏ",
  "Batuu": "Batuu",
  "<font color='#EC262E'>Requires First Order Rank 2 - Recruit</font>": "<font color='#EC262E'>Yêu cầu Cấp bậc 2 của Tổ chức Thứ nhất - Tân Binh</font>",
  "<font color='#EC262E'>Requires First Order Rank 4 - Operative</font>": "<font color='#EC262E'>Yêu cầu Cấp bậc 4 của Tổ chức Thứ nhất - Đặc Vụ</font>",
  "<font color='#EC262E'>Requires First Order Rank 5 - Sergeant</font>": "<font color='#EC262E'>Yêu cầu Cấp bậc 5 của Tổ chức Thứ nhất - Trung Sĩ</font>",
  "<font color='#EC262E'>Requires Scoundrel Rank 2 - Runner</font>": "<font color='#EC262E'>Yêu cầu Cấp bậc 2 của Kẻ Bịp Bợm - Người Chạy Việc</font>",
  "<font color='#EC262E'>Requires First Order Rank 1 - Supporter</font>": "<font color='#EC262E'>Yêu cầu Cấp bậc 1 của Tổ chức Thứ nhất - Người Ủng Hộ</font>",
  "<font color='#EC262E'>Requires Scoundrel Rank 4 - Bandit</font>": "<font color='#EC262E'>Yêu cầu Cấp bậc 4 của Kẻ Bịp Bợm - Tên Cướp</font>",
  "<font color='#EC262E'>Requires Resistance Rank 2 - Recruit</font>": "<font color='#EC262E'>Yêu cầu Cấp bậc 2 của Quân Kháng Chiến - Tân Binh</font>",
  "<font color='#EC262E'>Requires Resistance Rank 1 - Sympathizer</font>": "<font color='#EC262E'>Yêu cầu Cấp bậc 1 của Quân Kháng Chiến - Người Đồng Tình</font>",
  "<font color='#EC262E'>Requires First Order Rank 3 - Trooper</font>": "<font color='#EC262E'>Yêu cầu Cấp bậc 3 của Tổ chức Thứ nhất - Binh Nhì</font>",
  "<font color='#EC262E'>Requires Resistance Rank 4 - Specialist</font>": "<font color='#EC262E'>Yêu cầu Cấp bậc 4 của Quân Kháng Chiến - Chuyên Gia</font>",
  "A Sim in your household is currently on this mission\\n\\nComplete or Cancel the mission from their Career Panel.": "Một Sim trong hộ gia đình của bạn hiện đang thực hiện nhiệm vụ này\n\nHoàn thành hoặc Hủy nhiệm vụ từ Bảng Nghề nghiệp của họ.",
  "Chewbacca": "Chewbacca",
  "Have you been to Black Spire Outpost on Batuu, yet? I hear it's the adventure of a lifetime! You should go check it out!": "Bạn đã đến Tiền Đồn Black Spire trên Batuu chưa? Tôi nghe nói đó là cuộc phiêu lưu để đời đấy! Bạn nên đến xem thử!",
  "I'll take a vacation later": "Để sau tôi đi nghỉ mát",
  "Let's go now!": "Đi ngay thôi!",
  "This fence is resistant to many things, but the effects of the elements are not among them. Don’t worry, the rust is only on the surface. The important thing is this fence keeps unwanted visitors at bay.": "Hàng rào này có khả năng chống lại nhiều thứ, nhưng tác động của các yếu tố thời tiết không nằm trong số đó. Đừng lo lắng, rỉ sét chỉ ở trên bề mặt thôi. Điều quan trọng là hàng rào này giúp ngăn chặn những vị khách không mong muốn.",
  "Resistant Fence": "Hàng Rào Chống Chịu",
  "Hexagonal Steps": "Bậc Thang Lục Giác",
  "Bricked Pace": "Bước Đi Lát Gạch",
  "Made Of Stone": "Làm Bằng Đá",
  "Made With Stones": "Làm Bằng Các Loại Đá",
  "areaLight1x1_GP09GENcantinaCenter Placeholder Description": "areaLight1x1_GP09GENcantinaCenter Mô tả Trình giữ chỗ",
  "areaLight1x1_GP09GENcantinaCenter Placeholder Name": "areaLight1x1_GP09GENcantinaCenter Tên Trình giữ chỗ",
  "areaLight1x1_GP09GENcantinaFoutain Placeholder Description": "areaLight1x1_GP09GENcantinaFoutain Mô tả Trình giữ chỗ",
  "areaLight1x1_GP09GENcantinaFoutain Placeholder Name": "areaLight1x1_GP09GENcantinaFoutain Tên Trình giữ chỗ",
  "areaLight1x1_GP09GENcantinaHigh Placeholder Description": "areaLight1x1_GP09GENcantinaHigh Mô tả Trình giữ chỗ",
  "areaLight1x1_GP09GENcantinaHigh Placeholder Name": "areaLight1x1_GP09GENcantinaHigh Tên Trình giữ chỗ",
  "areaLight1x1_GP09GENcantinaLow Placeholder Description": "areaLight1x1_GP09GENcantinaLow Mô tả Trình giữ chỗ",
  "areaLight1x1_GP09GENcantinaLow Placeholder Name": "areaLight1x1_GP09GENcantinaLow Tên Trình giữ chỗ",
  "areaLight1x1_GP09GENcantinaLow2 Placeholder Description": "areaLight1x1_GP09GENcantinaLow2 Mô tả Trình giữ chỗ",
  "areaLight1x1_GP09GENcantinaLow2 Placeholder Name": "areaLight1x1_GP09GENcantinaLow2 Tên Trình giữ chỗ",
  "areaLight1x1_GP09GENcantinaR3X Placeholder Description": "areaLight1x1_GP09GENcantinaR3X Mô tả Trình giữ chỗ",
  "areaLight1x1_GP09GENcantinaR3X Placeholder Name": "areaLight1x1_GP09GENcantinaR3X Tên Trình giữ chỗ",
  "areaLight1x1_GP09GENcantinaR3Xlow Placeholder Description": "areaLight1x1_GP09GENcantinaR3Xlow Mô tả Trình giữ chỗ",
  "areaLight1x1_GP09GENcantinaR3Xlow Placeholder Name": "areaLight1x1_GP09GENcantinaR3Xlow Tên Trình giữ chỗ",
  "areaLight1x1_GP09GENhaloMap01 Placeholder Description": "areaLight1x1_GP09GENhaloMap01 Mô tả Trình giữ chỗ",
  "areaLight1x1_GP09GENhaloMap01 Placeholder Name": "areaLight1x1_GP09GENhaloMap01 Tên Trình giữ chỗ",
  "areaLight1x1_GP09GENholotable01 Placeholder Description": "areaLight1x1_GP09GENholotable01 Mô tả Trình giữ chỗ",
  "areaLight1x1_GP09GENholotable01 Placeholder Name": "areaLight1x1_GP09GENholotable01 Tên Trình giữ chỗ",
  "Both stylish and functional, this awning is hand-crafted on Batuu from locally sourced materials. Support local artisans, buy this awning today.": "Vừa phong cách vừa tiện dụng, mái hiên này được làm thủ công trên Batuu từ các vật liệu có nguồn gốc địa phương. Ủng hộ nghệ nhân địa phương, mua mái hiên này ngay hôm nay.",
  "Batuu Awning": "Mái Hiên Batuu",
  "This awning may be nice to look at, but it provides little cover from the wind, rain, or suns, which puts it firmly in the category of art. On more than one occasion these awnings have gone missing. Authorities suspect they are melted down and turned into droid parts.": "Mái hiên này có thể đẹp để ngắm nhìn, nhưng nó cung cấp rất ít sự che chắn khỏi gió, mưa hoặc ánh nắng mặt trời, điều này khiến nó thuộc về hạng mục nghệ thuật. Đã hơn một lần những mái hiên này bị mất tích. Các nhà chức trách nghi ngờ chúng bị nấu chảy và biến thành các bộ phận của droid.",
  "Metal Batuu Awning": "Mái Hiên Kim Loại Batuu",
  "This bar will make your lot feel just like Oga's Cantina. This is perfect for bounty hunters, smugglers, rogue traders, weary travelers, or Sims that appreciate fine craftsmanship in general. Craft and display with pride, all of your Mixology creations on its luminous frosted-glass top, that will make your concoctions pop! Completely Simstagram worthy!": "Quầy bar này sẽ làm cho khu đất của bạn có cảm giác giống như Quán rượu Oga. Nó hoàn hảo cho những người săn tiền thưởng, những kẻ buôn lậu, những thương nhân bất hảo, những du khách mệt mỏi hoặc những Sim đánh giá cao sự khéo léo nói chung. Chế tạo và trưng bày một cách tự hào, tất cả các tác phẩm Sáng tạo Pha chế của bạn trên mặt kính mờ phát sáng của nó, sẽ làm cho các hỗn hợp của bạn nổi bật! Hoàn toàn xứng đáng với Simstagram!",
  "Cantina Bar - Standard": "Quầy Bar Quán Rượu - Tiêu Chuẩn",
  "A longer version of the Cantina Bar - Standard. This sizable version is for those with more lot space to spare. For an even longer Bar station, you could connect with the Cantina Bar - Standard.": "Một phiên bản dài hơn của Quầy Bar Quán Rượu - Tiêu Chuẩn. Phiên bản lớn này dành cho những người có nhiều không gian đất hơn để dự phòng. Để có một trạm Bar dài hơn nữa, bạn có thể kết nối với Quầy Bar Quán Rượu - Tiêu Chuẩn.",
  "Cantina Bar - Long": "Quầy Bar Quán Rượu - Dài",
  "Setting up in a corner or a tight space? The Cantina Bar - Curved is the perfect option for you! With the same look and feel as the other versions of this set, the Curved's unique shape can lead to interesting building opportunities. Try connecting with the <i>Standard,</i> and <i>Long</i> versions to create different options, or replicate Oga's Cantina layout!": "Thiết lập ở một góc hoặc một không gian chật hẹp? Quầy Bar Quán Rượu - Cong là một lựa chọn hoàn hảo cho bạn! Với cùng một kiểu dáng và cảm giác như các phiên bản khác của bộ này, hình dạng độc đáo của Cong có thể dẫn đến các cơ hội xây dựng thú vị. Hãy thử kết nối với các phiên bản <i>Tiêu Chuẩn</i> và <i>Dài</i> để tạo ra các tùy chọn khác nhau, hoặc sao chép bố cục Quán rượu Oga!",
  "Cantina Bar - Curved": "Quầy Bar Quán Rượu - Cong",
  "DL-44s are the tried and true blasters for bounty hunters and military personnel. They are accurate and highly reliable. The DL-44 is also capable of firing charges powerful enough to penetrate Stormtrooper armor. This item can be used on Adventure Moments in and around Batuu.": "DL-44 là loại súng blaster đã được thử nghiệm và đúng đắn cho những người săn tiền thưởng và nhân viên quân sự. Chúng chính xác và có độ tin cậy cao. DL-44 cũng có khả năng bắn các điện tích đủ mạnh để xuyên thủng áo giáp Stormtrooper. Vật phẩm này có thể được sử dụng trong các Khoảnh khắc Phiêu lưu trong và xung quanh Batuu.",
  "DL-44 Blaster Pistol": "Súng Lục Blaster DL-44",
  "The F-11D blaster rifle is manufactured by Sonn-Blas Corporation, and is the successor to the E-11 blaster rifle. This is also the weapon of choice for any First Order Stormtrooper. This item can be used on Adventure Moments in and around Batuu.": "Súng trường blaster F-11D được sản xuất bởi Sonn-Blas Corporation và là sản phẩm kế thừa của súng trường blaster E-11. Đây cũng là vũ khí được lựa chọn cho bất kỳ Stormtrooper nào của Tổ chức Thứ nhất. Vật phẩm này có thể được sử dụng trong các Khoảnh khắc Phiêu lưu trong và xung quanh Batuu.",
  "F-11D Blaster Rifle": "Súng Trường Blaster F-11D",
  "A First Order Prototype Blaster. Deliver this to the Scoundrel Informant in Oga's Cantina in exchange for the Disruption Device.": "Một Blaster Nguyên Mẫu của Tổ chức Thứ nhất. Giao cái này cho Người cung cấp Thông tin của Kẻ Bịp Bợm trong Quán rượu Oga để đổi lấy Thiết Bị Phá Hoại.",
  "Prototype Blaster": "Blaster Nguyên Mẫu",
  "Resistance Disguise": "Ngụy Trang Quân Kháng Chiến",
  "Hondo's Package": "Gói Hàng Của Hondo",
  "At the heart of every lightsaber is a kyber crystal. Most frequently found on the planet Ilum. These crystals can be combined with a lightsaber hilt to make a fully functional lightsaber.": "Trái tim của mỗi thanh lightsaber là một tinh thể kyber. Thường được tìm thấy nhất trên hành tinh Ilum. Những tinh thể này có thể được kết hợp với chuôi lightsaber để tạo ra một thanh lightsaber hoạt động đầy đủ.",
  "Black Kyber Crystal": "Tinh Thể Kyber Đen",
  "Blue Kyber Crystal": "Tinh Thể Kyber Xanh Lam",
  "Green Kyber Crystal": "Tinh Thể Kyber Xanh Lục",
  "Purple Kyber Crystal": "Tinh Thể Kyber Tím",
  "Red Kyber Crystal": "Tinh Thể Kyber Đỏ",
  "White Kyber Crystal": "Tinh Thể Kyber Trắng",
  "Yellow Kyber Crystal": "Tinh Thể Kyber Vàng",
  "In these times, planning is more important than ever, and having an appropriate place to plan is essential. This sturdy workspace can serve as your go-to spot for all your serious planning. I wonder what all of these colorful buttons do. Look at you... gettin' stuff done!": "Trong thời điểm này, lập kế hoạch quan trọng hơn bao giờ hết, và việc có một nơi thích hợp để lập kế hoạch là điều cần thiết. Không gian làm việc chắc chắn này có thể phục vụ như là điểm đến của bạn cho tất cả các kế hoạch nghiêm túc của bạn. Tôi tự hỏi tất cả những nút đầy màu sắc này để làm gì. Nhìn bạn kìa... hoàn thành công việc rồi!",
  "Serious Planning Table": "Bàn Lập Kế Hoạch Nghiêm Túc",
  "This Disruption Device can be used on any control panel in the First Order District. It will give you the Encryption Sequence for the secure door in the First Order Cargo building.": "Thiết Bị Phá Hoại này có thể được sử dụng trên bất kỳ bảng điều khiển nào trong Khu Tổ chức Thứ nhất. Nó sẽ cung cấp cho bạn Trình Tự Mã Hóa cho cửa an toàn trong tòa nhà Hàng hóa của Tổ chức Thứ nhất.",
  "Disruption Device": "Thiết Bị Phá Hoại",
  "DJ R-3X, also know as Rex. Once a great pilot of the Star Commuter 2000, can now be found in Oga's Cantina, playing some of the hottest beats across the galaxy!": "DJ R-3X, còn được biết đến là Rex. Từng là một phi công giỏi của Star Commuter 2000, giờ đây có thể được tìm thấy trong Quán rượu Oga, chơi một số bản nhạc hot nhất trên toàn thiên hà!",
  "DJ R-3X": "DJ R-3X",
  "A stone archway that's lasted the tests of time, and style! Sure, it's a little rough around the edges and has seen a thing or two in its lifetime, but that's what builds character.": "Một cổng vòm bằng đá đã tồn tại qua thử thách của thời gian và phong cách! Chắc chắn rồi, nó hơi thô ráp ở các cạnh và đã chứng kiến một hoặc hai điều trong cuộc đời của nó, nhưng đó là những gì xây dựng nên tính cách.",
  "Weathered Stone Arch": "Cổng Vòm Đá Phong Hóa",
  "Durable, functional, and designed to last, this First Order blast door can and will stand strong through anything the Resistance throws at it.": "Bền, hữu dụng và được thiết kế để tồn tại lâu dài, cửa chống nổ của Tổ chức Thứ nhất này có thể và sẽ đứng vững trước bất cứ điều gì mà Quân Kháng Chiến ném vào nó.",
  "First Order Blast Door": "Cửa Chống Nổ của Tổ chức Thứ nhất",
  "Sleek and sturdy, this Resistance-style blast door is designed with security in mind. Close it, lock it, and let yourself relax, because 'almost' nothing is breaking through this resilient door.": "Kiểu dáng đẹp và chắc chắn, cửa chống nổ kiểu Quân Kháng Chiến này được thiết kế chú trọng đến an ninh. Đóng nó lại, khóa nó lại và hãy thư giãn, bởi vì 'hầu như' không có gì phá được cánh cửa kiên cường này.",
  "Resistance Blast Door": "Cửa Chống Nổ của Quân Kháng Chiến",
  "Looking to make a grand entrance at your next event? Look no further than this replica cantina door. Modeled after the famous Oga's Cantina on Batuu.": "Bạn đang muốn có một lối vào hoành tráng tại sự kiện tiếp theo của mình? Không cần tìm đâu xa hơn cánh cửa quán rượu bản sao này. Được mô phỏng theo Quán rượu Oga nổi tiếng trên Batuu.",
  "Grand Entrance Cantina Door": "Cửa Quán Rượu Lối Vào Hoành Tráng",
  "doubleDoorSliding3x1x3_GP09GENfirstOrder_arrest Placeholder Description": "doubleDoorSliding3x1x3_GP09GENfirstOrder_arrest Mô tả Trình giữ chỗ",
  "doubleDoorSliding3x1x3_GP09GENfirstOrder_arrest Placeholder Name": "doubleDoorSliding3x1x3_GP09GENfirstOrder_arrest Tên Trình giữ chỗ",
  "doubleDoorSliding3x1x3_GP09GENresistance Placeholder Description": "doubleDoorSliding3x1x3_GP09GENresistance Mô tả Trình giữ chỗ",
  "doubleDoorSliding3x1x3_GP09GENresistance Placeholder Name": "doubleDoorSliding3x1x3_GP09GENresistance Tên Trình giữ chỗ",
  "Fizzy and delicious, the Bespin Fizz is a delight for the taste buds. Smells good too.": "Có ga và ngon tuyệt, Bespin Fizz là một niềm vui cho vị giác. Ngửi cũng thơm nữa.",
  "Bespin Fizz": "Bespin Fizz",
  "The Black Spire Brew features bold, fruity flavors.": "Black Spire Brew có hương vị trái cây đậm đà.",
  "Black Spire Brew": "Black Spire Brew",
  "Both nutritious and delicious, Blue Milk is an everyday drink that is sure to leave you satisfied.": "Vừa bổ dưỡng vừa ngon miệng, Blue Milk là một thức uống hàng ngày chắc chắn sẽ khiến bạn hài lòng.",
  "Blue Milk": "Blue Milk",
  "Blurrgfire is a sweet and spicy treat.": "Blurrgfire là một món ăn ngọt và cay.",
  "Blurrgfire": "Blurrgfire",
  "The Carbon Freeze tickles taste buds, but don't worry, the sensation isn't permanent.": "Carbon Freeze làm nhột vị giác, nhưng đừng lo lắng, cảm giác đó không phải là vĩnh viễn.",
  "Carbon Freeze": "Carbon Freeze",
  "Suitable for human consumption, the Dagobah Slug Slinger is an acquired taste that delights a sophisticated palate.": "Phù hợp cho con người tiêu thụ, Dagobah Slug Slinger là một hương vị có được làm hài lòng một khẩu vị tinh tế.",
  "Dagobah Slug Slinger": "Dagobah Slug Slinger",
  "Fizzy and fruity, the Fuzzy Tauntaun is sure to leave your mouth tingling. ": "Có ga và có vị trái cây, Fuzzy Tauntaun chắc chắn sẽ khiến miệng bạn tê rần.",
  "Fuzzy Tauntaun": "Fuzzy Tauntaun",
  "Nutritious, delicious, and a very pleasing color, Green Milk is popular across the galaxy.": "Bổ dưỡng, ngon miệng và có màu sắc rất dễ chịu, Green Milk phổ biến khắp thiên hà.",
  "Green Milk": "Green Milk",
  "With a base of Moogan Tea, a cacophony of flavors are combined to create a subtle, yet sophisticated beverage.": "Với nền tảng là Trà Moogan, một loạt các hương vị được kết hợp để tạo ra một thức uống tinh tế nhưng phức tạp.",
  "Moogan Tea": "Trà Moogan",
  "Jet Juice, the most energizing drink in the galaxy!": "Jet Juice, thức uống tiếp thêm sinh lực nhất trong thiên hà!",
  "Jet Juice": "Jet Juice",
  "Whether they are rolling about outposts or capital ships, or strapped in the astromech sockets of an X-wing, BB units work tirelessly to keep the weapons and vessels of the Resistance in top combat condition.": "Cho dù chúng đang lăn bánh quanh các tiền đồn hay tàu thủ đô, hoặc được buộc vào các ổ cắm astromech của một chiếc X-wing, các đơn vị BB làm việc không mệt mỏi để giữ cho vũ khí và tàu thuyền của Quân Kháng Chiến ở tình trạng chiến đấu hàng đầu.",
  "BB Series Droid": "Droid Dòng BB",
  "Astromech droids are one of the most versatile utility robots in the galaxy. They are generally used for performing maintenance of Starfighters. These droids are often equipped with a variety of tools that are stowed in recessed compartments.": "Droid Astromech là một trong những robot tiện ích linh hoạt nhất trong thiên hà. Chúng thường được sử dụng để thực hiện bảo trì Starfighter. Những droid này thường được trang bị nhiều loại công cụ được cất giữ trong các ngăn lõm.",
  "R Series Droid": "Droid Dòng R",
  "Training Remotes dart back and forth on repulsors while firing sting beams that can be set for a variety of intensity levels. These miniature droids are used in a multitude of combat training scenarios.": "Các Thiết Bị Huấn Luyện bay qua lại trên các bộ đẩy trong khi bắn ra các chùm tia chích có thể được đặt cho nhiều mức cường độ khác nhau. Những droid thu nhỏ này được sử dụng trong vô số kịch bản huấn luyện chiến đấu.",
  "Marksman-H Training Remote": "Thiết Bị Huấn Luyện Xạ Thủ - H",
  "Gather First Order Supplies from supply crates and return them to a member of the First Order.": "Thu thập Vật tư của Tổ chức Thứ nhất từ các thùng vật tư và trả lại cho một thành viên của Tổ chức Thứ nhất.",
  "First Order Supplies": "Vật Tư của Tổ chức Thứ nhất",
  "Batuu Bowl": "Bát Batuu",
  "Rising Moons Overnight Oats": "Yến Mạch Qua Đêm Rising Moons",
  "Outpost Popcorn Mix": "Hỗn Hợp Bắp Rang Bơ Tiền Đồn",
  "Ronto Wrap": "Bánh Cuốn Ronto",
  "Rontoless Ronto Wrap": "Bánh Cuốn Ronto Không Ronto",
  "Batuu Plate": "Đĩa Batuu",
  "Batuu Bon": "Batuu Bon",
  "Braised Shaak Roast": "Thịt Nướng Hầm Shaak",
  "Fried Endorian Tip-Yip": "Thịt Chiên Endorian Tip-Yip",
  "Felucian Garden Spread": "Món Phết Vườn Felucian",
  "Mustafarian Lava Roll": "Cuộn Nham Thạch Mustafarian",
  "Yobshrimp Noodle Salad": "Gỏi Mì Tôm Yob",
  "gadgetMed_GP09GENdatapad Placeholder Description": "gadgetMed_GP09GENdatapad Mô tả Trình giữ chỗ",
  "gadgetMed_GP09GENdatapad Placeholder Name": "gadgetMed_GP09GENdatapad Tên Trình giữ chỗ",
  "Compiled Batuu Report": "Báo Cáo Tổng Hợp Về Batuu",
  "This Encryption Sequence can be used on the security door in the First Order Cargo building.": "Trình Tự Mã Hóa này có thể được sử dụng trên cửa an ninh trong tòa nhà Hàng hóa của Tổ chức Thứ nhất.",
  "Encryption Sequence": "Trình Tự Mã Hóa",
  "First Order Access Codes": "Mã Truy Cập của Tổ chức Thứ nhất",
  "First Order Log Files": "Tệp Nhật Ký của Tổ chức Thứ nhất",
  "Jamming Array Schematics": "Sơ Đồ Dàn Chặn",
  "Information Fragment": "Mảnh Thông Tin",
  "Contains hidden plans and secrets for various factions on Batuu.": "Chứa các kế hoạch và bí mật ẩn giấu cho các phe phái khác nhau trên Batuu.",
  "Classified Information": "Thông Tin Tuyệt Mật",
  "gameBox_GP09GENsabacc Placeholder Description": "gameBox_GP09GENsabacc Mô tả Trình giữ chỗ",
  "Sabacc Deck": "Bộ Bài Sabacc",
  "gameCards_GP09GENsabacc Placeholder Description": "gameCards_GP09GENsabacc Mô tả Trình giữ chỗ",
  "Sabacc Cards": "Các Quân Bài Sabacc",
  "gameCardsDeck_GP09GENsabacc Placeholder Description": "gameCardsDeck_GP09GENsabacc Mô tả Trình giữ chỗ",
  "gameCardsDeck_GP09GENsabacc Placeholder Name": "gameCardsDeck_GP09GENsabacc Tên Trình giữ chỗ",
  "First Order ID": "ID Tổ Chức Thứ Nhất",
  "With so many forms of identification in the galaxy, it's quite challenging to spot a fake. When in a pinch, this Fake ID may get you out of trouble!": "Với rất nhiều hình thức nhận dạng trong thiên hà, việc phát hiện ra một thứ giả mạo là khá khó khăn. Khi gặp khó khăn, ID Giả mạo này có thể giúp bạn thoát khỏi rắc rối!",
  "Fake ID Card": "Thẻ ID Giả",
  "gameCardsPile_GP09GENsabacc Placeholder Description": "gameCardsPile_GP09GENsabacc Mô tả Trình giữ chỗ",
  "Sabacc Card Pile": "Đống Bài Sabacc",
  "A pile of Sabacc chips.": "Một đống chip Sabacc.",
  "Sabacc Chips": "Chip Sabacc",
  "This double gate matches its counterpart fence perfectly, but it is far less resistant to unwanted visitors, because it is a gate, and gates are designed to open.": "Cổng đôi này phù hợp với hàng rào đối diện của nó một cách hoàn hảo, nhưng nó ít có khả năng chống lại những vị khách không mong muốn hơn nhiều, bởi vì nó là một cái cổng, và các cổng được thiết kế để mở.",
  "Resistant Gate": "Cổng Chống Chịu",
  "An ancient artifact of the Jedi Order, used to preserve vast amounts of knowledge.": "Một cổ vật của Hội Jedi, được sử dụng để bảo tồn lượng kiến thức khổng lồ.",
  "Jedi Holocron": "Jedi Holocron",
  "An ancient artifact of the Sith, used to preserve vast amounts of knowledge.": "Một cổ vật của Sith, được sử dụng để bảo tồn lượng kiến thức khổng lồ.",
  "Sith Holocron": "Sith Holocron",
  "Holds top secret plans and information that the First Order is hiding on Batuu.": "Chứa các kế hoạch và thông tin tuyệt mật mà Tổ chức Thứ nhất đang giấu trên Batuu.",
  "First Order Holotable": "Bàn голо của Tổ chức Thứ nhất",
  "Holds top secret plans and information that the Resistance is hiding on Batuu.": "Chứa các kế hoạch và thông tin tuyệt mật mà Quân Kháng Chiến đang giấu trên Batuu.",
  "Resistance Holotable": "Bàn голо của Quân Kháng Chiến",
  "Function is first and foremost the priority of this durable, affordable ceiling lamp. It may not look like much, but its luminescence will outlast other lamp models by a century or more.": "Chức năng là ưu tiên hàng đầu của đèn trần bền, giá cả phải chăng này. Nó có thể không đẹp mắt, nhưng độ phát quang của nó sẽ tồn tại lâu hơn các mẫu đèn khác một thế kỷ trở lên.",
  "Routine Illumination": "Chiếu Sáng Thông Thường",
  "The street vendor claimed this rare contraption harnessed the light of rising moons, but that was a scam. It's just an ordinary lamp.": "Người bán hàng rong trên phố tuyên bố rằng cái máy hiếm hoi này khai thác ánh sáng của những mặt trăng đang lên, nhưng đó là một trò lừa đảo. Nó chỉ là một chiếc đèn bình thường.",
  "Caged Moonlight": "Ánh Trăng Trong Lồng",
  "A favorite of Starfighter mechanics and industrial craftsmen, this simple light is practical, stylish, and very, very bright.": "Một món đồ yêu thích của các thợ máy Starfighter và các thợ thủ công công nghiệp, chiếc đèn đơn giản này thiết thực, phong cách và rất, rất sáng.",
  "The Mechanic's Light": "Đèn Của Thợ Máy",
  "Traditionally found on the exterior of shady cantinas and hideaways, this unique light is now popular indoors as well as out.": "Theo truyền thống, đèn này được tìm thấy ở bên ngoài các quán rượu và nơi ẩn náu mờ ám, giờ đây cũng phổ biến ở trong nhà cũng như bên ngoài.",
  "Scoundrel's Beacon": "Hải Đăng Của Kẻ Bịp Bợm",
  "Perfect for secret sabacc dens, this light adds a touch of beauty and mystery to even the shabbiest of cantinas.": "Hoàn hảo cho các ổ sabacc bí mật, chiếc đèn này thêm một chút vẻ đẹp và bí ẩn ngay cả vào những quán rượu tồi tàn nhất.",
  "Backroom Bargain Light": "Đèn Mặc Cả Hậu Trường",
  "A stylish, yet uncomplicated design, this lamp captures the shining simplicity of a saucer.": "Một thiết kế phong cách nhưng không phức tạp, chiếc đèn này nắm bắt được sự đơn giản tỏa sáng của một chiếc đĩa.",
  "Simple Saucer Light": "Đèn Đĩa Đơn Giản",
  "Perfect for smuggler’s dens and dwellings alike, this oversized ceiling light makes a striking impression on all who gaze upon it. It says, “I'm wealthy, I'm wicked, and if you’re wise you won’t try to cheat me.”": "Hoàn hảo cho các ổ và nhà ở của những kẻ buôn lậu, chiếc đèn trần quá khổ này tạo ấn tượng mạnh mẽ đối với tất cả những ai ngắm nhìn nó. Nó nói rằng, “Tôi giàu có, tôi độc ác, và nếu bạn khôn ngoan, bạn sẽ không cố gắng lừa dối tôi.”",
  "The Saucer Centerpiece": "Trung Tâm Đĩa",
  "Inspired by the domed rooves seen around the outpost, this Ornate Domed Lamp is a perfect addition for any home wishing to bring the Batuu flair.": "Lấy cảm hứng từ những mái vòm được nhìn thấy xung quanh tiền đồn, Đèn Vòm Trang Trí này là một bổ sung hoàn hảo cho bất kỳ ngôi nhà nào muốn mang lại sự quyến rũ của Batuu.",
  "The Forgotten Saucer": "Chiếc Đĩa Bị Lãng Quên",
  "A first class Starfighter pilot can land anywhere. An asteroid? No problem, just a touch of hull damage. A sand dune? Easy, but probably some damage to the paint. A landing pad decked out with numerous landing lights? Ideal.": "Một phi công Starfighter hạng nhất có thể hạ cánh ở bất cứ đâu. Một tiểu hành tinh? Không vấn đề gì, chỉ cần một chút hư hỏng thân tàu. Một cồn cát? Dễ dàng, nhưng có lẽ một số hư hỏng cho sơn. Một bệ hạ cánh được trang bị nhiều đèn hạ cánh? Lý tưởng.",
  "Landing Lights": "Đèn Hạ Cánh",
  "Found on desert planets, moisture vaporators are used to gather moisture from even the driest of climates. Equipped with the latest and greatest security systems, this device is sure to notify you if anyone tries to steal its water contents. That is one less thing to worry about!": "Được tìm thấy trên các hành tinh sa mạc, máy hóa hơi ẩm được sử dụng để thu thập độ ẩm ngay cả từ những vùng khí hậu khô cằn nhất. Được trang bị các hệ thống an ninh mới nhất và tốt nhất, thiết bị này chắc chắn sẽ thông báo cho bạn nếu ai đó cố gắng đánh cắp nội dung nước của nó. Đó là một điều ít phải lo lắng!",
  "Moisture Vaporator": "Máy Hóa Hơi Ẩm",
  "Lighting the way through the dark forests where many try to stay hidden...\\nHmm, that seems a little backwards. Oh well, at least you can see.": "Chiếu sáng con đường xuyên qua những khu rừng tối tăm, nơi nhiều người cố gắng ẩn náu...\nHmm, có vẻ hơi ngược đời. Ồ thôi, ít nhất bạn cũng có thể nhìn thấy.",
  "Industrial Light Shiner": "Máy Chiếu Sáng Công Nghiệp",
  "This truly rust-acular light shines light in the darkest of places. Don't be afraid to use it regardless of its more rust-ic qualities.": "Ánh sáng rỉ sét thực sự này chiếu sáng ở những nơi tối tăm nhất. Đừng ngại sử dụng nó bất kể phẩm chất rỉ sét hơn của nó.",
  "Rust-ic Light Source": "Nguồn Sáng Rỉ Sét",
  "While this seems like just a simple lantern... well it is just a simple lantern... but this lantern lights the way along the streets of Black Spire Outpost. It reaches out over the streets to dimly light your way.": "Mặc dù có vẻ như đây chỉ là một chiếc đèn lồng đơn giản... thì nó thực sự chỉ là một chiếc đèn lồng đơn giản... nhưng chiếc đèn lồng này thắp sáng con đường dọc theo các con phố của Tiền Đồn Black Spire. Nó vươn ra trên các con phố để chiếu sáng mờ ảo con đường của bạn.",
  "Outer Reaches Lantern": "Đèn Lồng Vùng Ngoại Biên",
  "The lightsaber is an elegant weapon from a more civilized age. It can be used to cut through the strongest of materials. Used predominantly by Jedi and Sith, Savi has found a way to construct these refined weapons without the use of the force.": "Lightsaber là một vũ khí thanh lịch từ một thời đại văn minh hơn. Nó có thể được sử dụng để cắt xuyên qua các vật liệu mạnh nhất. Được sử dụng chủ yếu bởi Jedi và Sith, Savi đã tìm ra cách chế tạo những vũ khí tinh xảo này mà không cần sử dụng lực.",
  "Ornate Elemental Nature Lightsaber Hilt": "Chuôi Lightsaber Bản Chất Nguyên Tố Trang Trí",
  "Dominant Elemental Nature Lightsaber Hilt": "Chuôi Lightsaber Bản Chất Nguyên Tố Thống Trị",
  "Mighty Elemental Nature Lightsaber Hilt": "Chuôi Lightsaber Bản Chất Nguyên Tố Hùng Mạnh",
  "Elegant Peace and Justice Lightsaber Hilt": "Chuôi Lightsaber Hòa Bình và Công Lý Thanh Lịch",
  "Noble Peace and Justice Lightsaber Hilt": "Chuôi Lightsaber Hòa Bình và Công Lý Cao Quý",
  "Virtuous Peace and Justice Lightsaber Hilt": "Chuôi Lightsaber Hòa Bình và Công Lý Đức Hạnh",
  "Bold Power and Control Lightsaber Hilt": "Chuôi Lightsaber Sức Mạnh và Kiểm Soát Táo Bạo",
  "Imposing Power and Control Lightsaber Hilt": "Chuôi Lightsaber Sức Mạnh và Kiểm Soát Hùng Vĩ",
  "The Lightsaber wielded by the supreme leader Kylo Ren.": "Lightsaber do thủ lĩnh tối cao Kylo Ren sử dụng.",
  "Kylo Ren's Lightsaber": "Lightsaber của Kylo Ren",
  "Fateful Power and Control Lightsaber Hilt": "Chuôi Lightsaber Sức Mạnh và Kiểm Soát Định Mệnh",
  "Sturdy Protection and Defense Lightsaber Hilt": "Chuôi Lightsaber Bảo Vệ và Phòng Thủ Chắc Chắn",
  "Commanding Protection and Defense Lightsaber Hilt": "Chuôi Lightsaber Bảo Vệ và Phòng Thủ Chỉ Huy",
  "Grand Protection and Defense Lightsaber Hilt": "Chuôi Lightsaber Bảo Vệ và Phòng Thủ Vĩ Đại",
  "The Lightsaber wielded by the force prodigy Rey.": "Lightsaber do thần đồng Lực lượng Rey sử dụng.",
  "Rey's Lightsaber": "Lightsaber của Rey",
  "Crafted from the finest metals from across the galaxy. This Lightsaber display case can be used to display your favorite hilt and kyber crystal.": "Được chế tác từ những kim loại tốt nhất từ khắp thiên hà. Hộp trưng bày Lightsaber này có thể được sử dụng để trưng bày chuôi và tinh thể kyber yêu thích của bạn.",
  "Lightsaber Display Case": "Hộp Trưng Bày Lightsaber",
  "Bright like rising moons, but much more portable.": "Sáng như những mặt trăng đang lên, nhưng dễ mang theo hơn nhiều.",
  "Lunar Lantern": "Đèn Lồng Mặt Trăng",
  "This looks like a porch light so why would you think it's something else?": "Cái này trông giống đèn hiên nhà vậy tại sao bạn lại nghĩ nó là một thứ gì đó khác?",
  "Strange Porch Light": "Đèn Hiên Nhà Kỳ Lạ",
  "This capsule will emit colors based on your personal preference. If used wisely, this large capsule will make the space itself feel illuminated.": "Viên nang này sẽ phát ra màu sắc dựa trên sở thích cá nhân của bạn. Nếu được sử dụng một cách khôn ngoan, viên nang lớn này sẽ làm cho không gian tự nó cảm thấy được chiếu sáng.",
  "Glowing Capsule": "Viên Nang Phát Sáng",
  "This handsome light was mass produced to be sturdy, strong, and impervious to the elements. Well, most elements. Exposure to air can oxidize the metal, and too much sun causes additional discoloration. Whatever you do, don't spray it with water. Perhaps there are some quality control issues?": "Chiếc đèn đẹp trai này được sản xuất hàng loạt để chắc chắn, mạnh mẽ và không thấm các yếu tố thời tiết. Ồ, hầu hết các yếu tố. Tiếp xúc với không khí có thể oxy hóa kim loại, và quá nhiều ánh nắng mặt trời gây ra sự đổi màu thêm. Dù bạn làm gì, đừng phun nước vào nó. Có lẽ có một số vấn đề về kiểm soát chất lượng?",
  "Wall Lamp of Questionable Quality": "Đèn Treo Tường Chất Lượng Đáng Ngờ",
  "A favorite among the locals and visitors alike, Milk is a refreshing drink that is sure to delight.": "Được yêu thích bởi người dân địa phương và du khách, Sữa là một thức uống освежающий chắc chắn sẽ làm hài lòng.",
  "Milk Stand": "Quầy Sữa",
  "Dok-Ondar's Lost Antiquities": "Cổ Vật Đã Mất của Dok-Ondar",
  "First Order Uniform": "Đồng Phục Tổ Chức Thứ Nhất",
  "First Order Valuable": "Vật Có Giá Trị của Tổ Chức Thứ Nhất",
  "Resistance Valuable": "Vật Có Giá Trị của Quân Kháng Chiến",
  "Stolen Contraband": "Hàng Lậu Bị Đánh Cắp",
  "Scoundrel Valuable": "Vật Có Giá Trị của Kẻ Bịp Bợm",
  "Control Panels can be sliced to obtain valuable information or to skim Galactic Credits.": "Có thể разрезать Bảng Điều Khiển để lấy thông tin có giá trị hoặc để chiếm đoạt Tín Dụng Ngân Hà.",
  "Control Panel": "Bảng Điều Khiển",
  "Security Doors can be sliced to obtain access to a factions secure outpost.": "Có thể cắt Cửa An Ninh để có được quyền truy cập vào tiền đồn an toàn của một phe phái.",
  "First Order Cargo Security Door": "Cửa An Ninh Hàng Hóa của Tổ Chức Thứ Nhất",
  "Resistance Outpost Door": "Cửa Tiền Đồn Quân Kháng Chiến",
  "Scrap Metal can be used at the Droid Depot in the First Order District to obtain your very own droid.": "Kim Loại Phế Liệu có thể được sử dụng tại Droid Depot ở Khu Tổ Chức Thứ Nhất để có được droid của riêng bạn.",
  "Scrap Metal": "Kim Loại Phế Liệu",
  "Nobody knows exactly the origins of this peculiar looking flower, but its beauty has made it a favourite among Batuu's visitors for its colourful petals.": "Không ai biết chính xác nguồn gốc của loài hoa có vẻ ngoài kỳ lạ này, nhưng vẻ đẹp của nó đã khiến nó trở thành loài hoa yêu thích của du khách Batuu vì những cánh hoa đầy màu sắc.",
  "Batuu's Flower Braid": "Bím Tóc Hoa Của Batuu",
  "Brighten up your surroundings with this carved planter, brimming with botanicals! Just because you're in a tough line of work doesn't mean you can't stop and smell the flowers now and then.": "Làm bừng sáng môi trường xung quanh bạn với chậu trồng cây chạm khắc này, tràn ngập các loài thực vật! Chỉ vì bạn đang trong một công việc khó khăn không có nghĩa là bạn không thể dừng lại và ngửi hoa bây giờ và sau đó.",
  "Barrel 'o Botanicals": "Thùng Thực Vật",
  "A planter from the Peka community on Batuu. This refurbished urn is stocked full of delightful river bank greenery.": "Một chậu trồng cây từ cộng đồng Peka trên Batuu. Bình đựng được tân trang lại này chứa đầy cây xanh ven sông thú vị.",
  "Peka Planter": "Chậu Trồng Cây Peka",
  "Collect supplies for the Resistance. Return them to complete your mission.": "Thu thập vật tư cho Quân Kháng Chiến. Trả lại chúng để hoàn thành nhiệm vụ của bạn.",
  "Resistance Crate Supplies": "Vật Tư Thùng Quân Kháng Chiến",
  "Gathered from scrap piles. Return these to complete your current mission.": "Thu thập từ các đống phế liệu. Trả lại chúng để hoàn thành nhiệm vụ hiện tại của bạn.",
  "Resistance Scrap Supplies": "Vật Tư Phế Liệu Quân Kháng Chiến",
  "A collection of \"gently used\" mosaic tiles and grating lifted from Black Spire Outpost marketplace. Add texture, color, and character to any area for a bargain price. What a deal!": "Một bộ sưu tập các gạch mosaic và lưới tản nhiệt \"đã qua sử dụng nhẹ nhàng\" được lấy từ chợ Tiền Đồn Black Spire. Thêm kết cấu, màu sắc và đặc điểm cho bất kỳ khu vực nào với giá hời. Thật là một món hời!",
  "Previously-Used Flooring": "Sàn Đã Qua Sử Dụng",
  "These circular flooring patterns offer a minimalist approach to decorating while being incredibly durable.": "Các mẫu sàn hình tròn này mang đến một cách tiếp cận tối giản để trang trí đồng thời cực kỳ bền.",
  "Time Tested Circular Flooring ": "Sàn Hình Tròn Đã Được Kiểm Chứng Thời Gian",
  "Found in the cantina, this flooring has seen many years of use, and many wild nights. If it could talk, it would have many tales to tell of fun, fights, and spilled beverages.": "Được tìm thấy trong quán rượu, sàn nhà này đã trải qua nhiều năm sử dụng và nhiều đêm hoang dã. Nếu nó có thể nói, nó sẽ có nhiều câu chuyện để kể về niềm vui, những trận đánh nhau và những đồ uống bị đổ.",
  "Rising Moons Flooring": "Sàn Rising Moons",
  "Salvaged from an old wreck in the Galma vicinity located near the outer rim of Batuu, this piece of scrap has since been oiled and buffed to a fine finish. Once buried under sand dunes, it's now fit to adorn the classiest of ceilings. ": "Được vớt từ một xác tàu cũ ở vùng lân cận Galma nằm gần rìa ngoài của Batuu, mảnh phế liệu này đã được bôi dầu và đánh bóng đến một lớp hoàn thiện tốt. Từng bị chôn vùi dưới những cồn cát, giờ đây nó đã đủ sức để tô điểm cho những trần nhà sang trọng nhất.",
  "Galma Wreckage": "Xác Tàu Galma",
  "This generator now has a more peaceful mission - providing your home's curb appeal with a rustic decor.": "Máy phát điện này giờ đây có một nhiệm vụ yên bình hơn - cung cấp vẻ ngoài hấp dẫn cho ngôi nhà của bạn với một trang trí mộc mạc.",
  "Ceiling Generator": "Máy Phát Điện Trên Trần Nhà",
  "These once scrappy barrels have been repurposed into a spiffy ceiling decoration. The artist's message might not ever be fully known. Does it represent conflict? Hope? Peace? An excessive amount of barrels and tubes? Either way, it's art!": "Những chiếc thùng lộn xộn này đã được tái sử dụng thành một vật trang trí trần nhà bảnh bao. Thông điệp của nghệ sĩ có thể không bao giờ được biết đầy đủ. Nó có đại diện cho xung đột không? Hy vọng? Hòa bình? Một lượng thùng và ống quá mức? Dù bằng cách nào, đó là nghệ thuật!",
  "Barrel Trio": "Bộ Ba Thùng",
  "This worn banner from Oga's Cantina has seen better days, but hopefully will see better days in the future as well.": "Biểu ngữ sờn rách này từ Quán rượu Oga đã từng có những ngày tốt đẹp hơn, nhưng hy vọng cũng sẽ thấy những ngày tốt đẹp hơn trong tương lai.",
  "Better Days Cantina Banner": "Biểu Ngữ Quán Rượu Của Những Ngày Tốt Đẹp Hơn",
  "An incredibly sturdy, incredibly heavy piece of ceiling decor. Originally this piece required multiple people and several droids to install. Lucky for you, now it comes fully assembled!": "Một món đồ trang trí trần nhà cực kỳ chắc chắn, cực kỳ nặng. Ban đầu, món đồ này cần nhiều người và một số droid để lắp đặt. May mắn cho bạn, bây giờ nó đã được lắp ráp hoàn chỉnh!",
  "Heavy Lifting Hanging Canister": "Hộp Treo Nâng Vật Nặng",
  "Repurposed from a wrecked ship, this hanging decor has survived the harsh vacuum of space, the scrapyard, and Oga's Cantina. Can it withstand wear-and-tear from your household? Only time will tell.": "Được tái sử dụng từ một con tàu bị đắm, đồ trang trí treo này đã sống sót qua môi trường chân không khắc nghiệt của vũ trụ, bãi phế liệu và Quán rượu Oga. Liệu nó có thể chịu được hao mòn từ hộ gia đình của bạn không? Chỉ có thời gian mới trả lời được.",
  "Resiliently Rugged Ceiling Decor": "Đồ Trang Trí Trần Nhà Kiên Cường Bền Bỉ",
  "Salvaged from a former mining vessel, this drill now hangs in Oga's Cantina. Bring an earthy, industrial vibe to your home's style!": "Được vớt từ một tàu khai thác cũ, máy khoan này giờ đây được treo trong Quán rượu Oga. Mang đến một phong cách công nghiệp, gần gũi với đất cho ngôi nhà của bạn!",
  "Drill Core Decor": "Trang Trí Lõi Khoan",
  "This slightly rusted hanging capsule may be previously owned, but is still functional and solid as ever. Includes locking illuminated keypad. If only it came with the access code...": "Viên nang treo hơi rỉ sét này có thể đã qua sử dụng, nhưng vẫn hoạt động và chắc chắn như mọi khi. Bao gồm bàn phím phát sáng có khóa. Giá mà nó đi kèm với mã truy cập...",
  "Previously Owned Capsule": "Viên Nang Đã Qua Sử Dụng",
  "This elaborate yet humble centerpiece adds a striking look to the ceiling of Oga's Cantina. Plus it really ties the room together!": "Vật trang trí trung tâm công phu nhưng khiêm tốn này tạo thêm vẻ nổi bật cho trần nhà của Quán rượu Oga. Thêm vào đó, nó thực sự gắn kết căn phòng lại với nhau!",
  "Cantina Ceiling Centerpiece ": "Vật Trang Trí Trung Tâm Trần Quán Rượu",
  "This replica of First Order weapons crates is just for looks. You can show off that you mean business even though these do not function.": "Bản sao của các thùng vũ khí của Tổ chức Thứ nhất này chỉ để trưng bày. Bạn có thể thể hiện rằng bạn có ý định kinh doanh ngay cả khi chúng không hoạt động.",
  "First Order Heavy Weapons Crates": "Thùng Vũ Khí Hạng Nặng của Tổ chức Thứ nhất",
  "These crates contain a First Order stormtrooper's most essential tools: blaster rifles. You can show off that you mean business even though these do not function.": "Những thùng này chứa các công cụ thiết yếu nhất của một lính stormtrooper của Tổ chức Thứ nhất: súng trường blaster. Bạn có thể thể hiện rằng bạn có ý định kinh doanh ngay cả khi chúng không hoạt động.",
  "First Order Blaster Crates": "Thùng Blaster của Tổ chức Thứ nhất",
  "The First Order are nothing if not prepared. These sharp-looking containers keep supplies clean and protected, no matter the environment they're deployed to.": "Tổ chức Thứ nhất sẽ không là gì nếu không có sự chuẩn bị. Những thùng chứa trông sắc sảo này giữ cho vật tư sạch sẽ và được bảo vệ, bất kể môi trường chúng được triển khai đến.",
  "First Order Crate": "Thùng Hàng của Tổ chức Thứ nhất",
  "Were this more than just a decoration, most would be scared of the damage that these dual tanks of conflagrine-14 could do in the hands of a flametrooper.": "Nếu đây không chỉ là một vật trang trí, hầu hết mọi người sẽ sợ hãi trước thiệt hại mà hai bình chứa conflagrine-14 này có thể gây ra trong tay của một lính phun lửa.",
  "First Order D-93 Incinerator Flamethrower Tank": "Bình Phun Lửa D-93 Thiêu Đốt của Tổ chức Thứ nhất",
  "The First Order is equipped to handle civil unrest on any planet they deploy to. The Z6 Riot Control Baton is the tool of choice to deal with anyone deemed a 'traitor'.": "Tổ chức Thứ nhất được trang bị để xử lý tình trạng bất ổn dân sự trên bất kỳ hành tinh nào mà họ triển khai đến. Dùi cui kiểm soát беспорядков Z6 là công cụ được lựa chọn để đối phó với bất kỳ ai bị coi là 'kẻ phản bội'.",
  "First Order Riot Response Crate": "Thùng Ứng Phó Bạo Loạn của Tổ chức Thứ nhất",
  "With a FWMB-10 Repeating Blaster on top and a myriad of weapons and armor below, this store of supplies is enough to equip a squad of First Order stormtroopers.": "Với một Blaster Lặp Lại FWMB-10 trên đỉnh và vô số vũ khí và áo giáp bên dưới, kho vật tư này đủ để trang bị cho một đội lính stormtrooper của Tổ chức Thứ nhất.",
  "First Order Armory Supplies": "Vật Tư Kho Vũ Khí của Tổ chức Thứ nhất",
  "This little corner of stuff is a collection of junk, scrap, whatever else you want to call it, it's exactly what it looks like. Junk.": "Góc nhỏ này là một bộ sưu tập rác rưởi, phế liệu, bất cứ thứ gì khác bạn muốn gọi nó, nó chính xác là những gì nó trông như vậy. Rác rưởi.",
  "Scrap Part Corner": "Góc Phụ Tùng Phế Liệu",
  "Expertly carved and crafted from locally sourced wood and metalwork. If you've been looking for a giant bird-inspired sculpture, this one surely fits the bill!": "Được chạm khắc và chế tác một cách chuyên nghiệp từ gỗ và kim loại có nguồn gốc địa phương. Nếu bạn đang tìm kiếm một tác phẩm điêu khắc lấy cảm hứng từ chim khổng lồ, thì tác phẩm này chắc chắn phù hợp!",
  "Batuuan Bird Sculpture": "Điêu Khắc Chim Batuu",
  "This stone bollard was originally created with the intention to stop speeders from being able to pass into certain areas. With over 6 million known languages, these stones can easily be translated to say \"Do Not Pass\".": "Cọc đá này ban đầu được tạo ra với mục đích ngăn chặn speeder có thể đi vào một số khu vực nhất định. Với hơn 6 triệu ngôn ngữ đã biết, những viên đá này có thể dễ dàng được dịch ra là \"Không Được Phép Đi Qua\".",
  "Batuuan Bollard": "Cọc Đá Batuu",
  "No Go Stone": "Đá Cấm Đi",
  "First Order Cargo was a normal building on Batuu that the First Order took over and set up a temporary HQ while hunting for the Resistance.": "Hàng Hóa của Tổ Chức Thứ Nhất là một tòa nhà bình thường trên Batuu mà Tổ chức Thứ nhất đã tiếp quản và thiết lập một trụ sở tạm thời trong khi săn lùng Quân Kháng Chiến.",
  "First Order Cargo": "Hàng Hóa của Tổ Chức Thứ Nhất",
  "sculptFloor_GP09GENcantinaCeiling Placeholder Description": "sculptFloor_GP09GENcantinaCeiling Mô tả Trình giữ chỗ",
  "sculptFloor_GP09GENcantinaCeiling Placeholder Name": "sculptFloor_GP09GENcantinaCeiling Tên Trình giữ chỗ",
  "Worrts are brown creatures with toothy mouths and long tongues. They have inhabited planets such as Tatooine. Now you can have your very own replica of one. So real you can't even tell the difference.": "Worrts là những sinh vật màu nâu với miệng đầy răng và lưỡi dài. Chúng đã sinh sống trên các hành tinh như Tatooine. Giờ đây bạn có thể có bản sao của riêng mình. Thật đến mức bạn thậm chí không thể phân biệt được.",
  "Mechanical Worrt Frog": "Ếch Worrt Cơ Khí",
  "sculptFloor_GP09GENcantinaFountain Placeholder Description": "sculptFloor_GP09GENcantinaFountain Mô tả Trình giữ chỗ",
  "sculptFloor_GP09GENcantinaFountain Placeholder Name": "sculptFloor_GP09GENcantinaFountain Tên Trình giữ chỗ",
  "The outer shell of the cantina that encloses all of the pieces.": "Vỏ ngoài của quán rượu bao bọc tất cả các mảnh.",
  "Cantina Shell": "Vỏ Quán Rượu",
  "Base of the cantina shell used in the construction of the cantina on Batuu.": "Đế của vỏ quán rượu được sử dụng trong quá trình xây dựng quán rượu trên Batuu.",
  "Cantina Shell Base": "Đế Vỏ Quán Rượu",
  "Orthogonal Cantina Wall Base used in the construction of the cantina on Batuu.": "Đế Tường Quán Rượu Vuông Góc được sử dụng trong quá trình xây dựng quán rượu trên Batuu.",
  "Cantina Wall Orthogonal Base": "Đế Vuông Góc Tường Quán Rượu",
  "Diagonal Cantina Wall Base used in the construction of the cantina on Batuu.": "Đế Tường Quán Rượu Chéo được sử dụng trong quá trình xây dựng quán rượu trên Batuu.",
  "Cantina Wall Diagonal Base": "Đế Chéo Tường Quán Rượu",
  "Entrance Cantina Wall Base used in the construction of the cantina on Batuu.": "Đế Tường Quán Rượu Lối Vào được sử dụng trong quá trình xây dựng quán rượu trên Batuu.",
  "Cantina Wall Entrance Base": "Đế Lối Vào Tường Quán Rượu",
  "A reputable replica of Strono \"Cookie\" Tuggs' Sienar-Chall Utilipede Transport that rests on top of Docking Bay 7 in Black Spire Outpost.": "Một bản sao có uy tín của Sienar-Chall Utilipede Transport của Strono \"Cookie\" Tuggs nằm trên đỉnh Docking Bay 7 ở Tiền Đồn Black Spire.",
  "Modified Utilipede Transport": "Phương Tiện Utilipede Cải Tiến",
  "Made and installed expertly with Resistance technology and military-grade components. This archway is designed to hold together any structure... secret bases included. Not to be confused with Scout Transport spare parts.": "Được chế tạo và lắp đặt một cách chuyên nghiệp bằng công nghệ Kháng chiến và các thành phần cấp quân sự. Cổng vòm này được thiết kế để giữ vững bất kỳ cấu trúc nào... kể cả các căn cứ bí mật. Không nên nhầm lẫn với phụ tùng thay thế của Phương Tiện Trinh Sát.",
  "Tunnel Support Archway": "Cổng Vòm Hỗ Trợ Đường Hầm",
  "This pile of crates has been around the galaxy. No one knows quite where they originated from, or where they're going next. Could their new home be with you?": "Đống thùng này đã đi khắp thiên hà. Không ai biết chúng bắt nguồn từ đâu hoặc chúng sẽ đi đâu tiếp theo. Liệu ngôi nhà mới của chúng có thể là với bạn không?",
  "Crates of Undetermined Origin": "Thùng Hàng Không Rõ Nguồn Gốc",
  "This is another pile of crates that has been around the galaxy. No one knows quite where they originated from, where they're going next, or why they are around. What would you do with them?\t": "Đây là một đống thùng khác đã đi khắp thiên hà. Không ai biết chúng bắt nguồn từ đâu, chúng sẽ đi đâu tiếp theo hay tại sao chúng lại ở đây. Bạn sẽ làm gì với chúng?",
  "More Than Crates": "Hơn Cả Những Thùng Hàng",
  "The Intricate Cube has so many details that it seems like it should do something, but in the end there is nothing you can use this for other than place it down and enjoy its presence.": "Khối Lập Phương Phức Tạp có rất nhiều chi tiết đến mức có vẻ như nó phải làm được điều gì đó, nhưng cuối cùng bạn không thể sử dụng nó cho bất cứ điều gì khác ngoài việc đặt nó xuống và tận hưởng sự hiện diện của nó.",
  "Intricate Cube": "Khối Lập Phương Phức Tạp",
  "Patented Resistance design and manufacturing. To the naked eye, this may seem like a decommissioned motor, or some structure that has no big purpose but to occupy space, but in reality this is a vital piece of equipment. Perfect to fuel every vehicle and fuel-powered equipment, this fuel crate will help keep everything operating as planned.": "Thiết kế và sản xuất được cấp bằng sáng chế của phe Kháng Chiến. Đối với mắt thường, đây có vẻ như là một động cơ ngừng hoạt động hoặc một cấu trúc không có mục đích lớn nào ngoài việc chiếm không gian, nhưng trên thực tế đây là một thiết bị quan trọng. Hoàn hảo để cung cấp nhiên liệu cho mọi phương tiện và thiết bị chạy bằng nhiên liệu, thùng nhiên liệu này sẽ giúp mọi thứ hoạt động như kế hoạch.",
  "Inconspicuous Fuel Crate": "Thùng Nhiên Liệu Kín Đáo",
  "This sturdy power droid is a reliable backup generator, should the need arise. While its conversational skills are limited, it's probably still better company than that one weird cousin you have.": "Người máy năng lượng chắc chắn này là một máy phát điện dự phòng đáng tin cậy, nếu cần. Mặc dù kỹ năng trò chuyện của nó còn hạn chế, nhưng nó có lẽ vẫn là một người bạn đồng hành tốt hơn người anh em họ kỳ lạ mà bạn có.",
  "Gonk Droid": "Gonk Droid",
  "These water pipes are powerful enough to transport water across the entirety of Batuu. They should be plenty strong to flush a toilet...": "Những đường ống dẫn nước này đủ mạnh để vận chuyển nước trên toàn bộ Batuu. Chúng đủ mạnh để xả bồn cầu...",
  "Black Spire Water Pipes": "Ống Nước Black Spire",
  "Bring a little color home in this handcrafted Dome of Chroma. It's available in a variety of subdued colors to enhance your space both inside and out.": "Mang một chút màu sắc về nhà với Mái Vòm Sắc Màu thủ công này. Nó có nhiều màu sắc dịu nhẹ khác nhau để tô điểm cho không gian của bạn cả bên trong lẫn bên ngoài.",
  "Dome of Chroma": "Mái Vòm Sắc Màu",
  "During tough times, often it's the little things in life that help us get through it, like hot water! This thermal water circulator ensures even heat distribution to your water supply making annoying ice-cold showers a thing of the past.": "Trong những thời điểm khó khăn, thường thì những điều nhỏ nhặt trong cuộc sống sẽ giúp chúng ta vượt qua, như nước nóng chẳng hạn! Máy tuần hoàn nước nóng này đảm bảo phân phối nhiệt đều cho nguồn cung cấp nước của bạn, biến những vòi sen lạnh băng khó chịu thành dĩ vãng.",
  "Thermal Water Circulator": "Máy Tuần Hoàn Nước Nóng",
  "Got a huge amount of stuff to hide? This large, portable container will hold all essential supplies, plus any partial essentials and even non-essentials. Spare parts? Toss it in! Loyal droids? Yep! One hundred collectible statuettes? Uuuuh... sure. You got it? We'll hide it.": "Có một lượng lớn đồ cần giấu? Thùng chứa lớn, di động này sẽ chứa tất cả các vật tư thiết yếu, cộng với bất kỳ vật tư thiết yếu một phần nào và thậm chí cả những thứ không cần thiết. Phụ tùng thay thế? Ném nó vào! Người máy trung thành? Đúng vậy! Một trăm bức tượng nhỏ sưu tầm được? Uuuuh... chắc chắn rồi. Bạn có nó? Chúng tôi sẽ giấu nó.",
  "You-Can't-See-Me Container": "Thùng Chứa Bạn-Không-Thể-Thấy-Tôi",
  "The DF.12 Com Turret is a ground-based turret emplacement that served as a reliable first line of defense for the Resistance. If this thing doesn't stop whatever is coming at you, I am not sure anything will.": "Tháp Pháo DF.12 Com là một vị trí tháp pháo trên mặt đất, đóng vai trò là tuyến phòng thủ đầu tiên đáng tin cậy cho phe Kháng Chiến. Nếu thứ này không ngăn được bất cứ thứ gì đang lao tới bạn, tôi không chắc thứ gì có thể.",
  "DF.12 Com Turret": "Tháp Pháo DF.12 Com",
  "The 1.4 FD P-Tower is a light fixed anti-vehicle weapon emplacement with enough power to disable any light vehicles. The P-Tower's rugged dependability meant it could function even in the harshest environments. Good thing we don't have to worry about any AT-M6's...": "Tháp P 1.4 FD là một vị trí vũ khí chống phương tiện cố định hạng nhẹ với đủ sức mạnh để vô hiệu hóa bất kỳ phương tiện hạng nhẹ nào. Độ tin cậy chắc chắn của Tháp P có nghĩa là nó có thể hoạt động ngay cả trong môi trường khắc nghiệt nhất. Thật may là chúng ta không phải lo lắng về bất kỳ AT-M6 nào...",
  "1.4 FD P-Tower": "Tháp P 1.4 FD",
  "<i>\"Hello? Can you hear me? What? What did you say?\"</i> Take the guesswork out of your communications with this efficient comm tower. With multiple channels to minimize interference, static and dropped transmissions are a thing of the past. Say whaaaaat?!": "<i>\"A lô? Bạn có nghe thấy tôi không? Cái gì? Bạn nói gì cơ?\"</i> Loại bỏ sự phỏng đoán trong giao tiếp của bạn với tháp liên lạc hiệu quả này. Với nhiều kênh để giảm thiểu nhiễu, tĩnh và mất tín hiệu chỉ còn là dĩ vãng. Nói cái gì cơ?!",
  "Comm Tower": "Tháp Liên Lạc",
  "Getting from point A to point B is a snap with this zippy landspeeder. The distressed paint job gives it a \"lived in\" feel. Unfortunately, since the new models came out, this version is not in demand anymore. Makes getting your hands on one pretty tough!": "Di chuyển từ điểm A đến điểm B thật dễ dàng với chiếc landspeeder nhanh nhẹn này. Lớp sơn cũ kỹ mang lại cảm giác \"đã từng sử dụng\". Thật không may, kể từ khi các mẫu mới ra mắt, phiên bản này không còn được ưa chuộng nữa. Điều đó làm cho việc có được nó trở nên khá khó khăn!",
  "X-34 Landspeeder": "X-34 Landspeeder",
  "Simple generator to route power to tools. Watch your fingers, this things gets hot when in use!": "Máy phát điện đơn giản để định tuyến điện đến các công cụ. Coi chừng ngón tay của bạn, thứ này nóng lên khi sử dụng!",
  "Power Generator ": "Máy Phát Điện",
  "This replica Ithorian Gravestone was referenced from the version found on Batuu. Some even say it is the one that belonged to Dok-Ondar's parents.": "Bản sao Bia Mộ Ithorian này được tham khảo từ phiên bản được tìm thấy trên Batuu. Một số người thậm chí còn nói rằng nó là của cha mẹ Dok-Ondar.",
  "Replica Ithorian Gravestone": "Bản Sao Bia Mộ Ithorian",
  "An ornate vase from the remote Batuuan settlement of Surabat. Originally used for grain storage. Hand-crafted. Support local businesses!": "Một chiếc bình trang trí công phu từ khu định cư Batuuan hẻo lánh Surabat. Ban đầu được sử dụng để chứa ngũ cốc. Làm thủ công. Ủng hộ các doanh nghiệp địa phương!",
  "Surabat Vase": "Bình Surabat",
  "A one for one replica of on of the statues from the Jedi Temple on Coruscant. Don't ask how we got access to the original.": "Một bản sao nguyên bản của một trong những bức tượng từ Đền Jedi trên Coruscant. Đừng hỏi chúng tôi lấy được bản gốc bằng cách nào.",
  "Replica Jedi Temple Statue": "Bản Sao Tượng Đền Jedi",
  "Tried and true mapping technology! Chart your strategic movements and positioning with this tactical screen from the comfort of your own hidden base.": "Công nghệ lập bản đồ đã được thử nghiệm và đúng đắn! Lập biểu đồ các chuyển động và vị trí chiến lược của bạn với màn hình chiến thuật này từ sự thoải mái trong căn cứ bí mật của riêng bạn.",
  "Tactical Screen": "Màn Hình Chiến Thuật",
  "A standard, run-of-the-mill, Resistance torpedo. No camp is complete without one!": "Một quả ngư lôi Tiêu Chuẩn của quân Kháng chiến. Không có trại nào là hoàn chỉnh nếu thiếu nó!",
  "Resistance Torpedo": "Ngư Lôi Kháng Chiến",
  "Designed for deep space exploration and reconnaissance, probe droids are tenacious hunters and searchers. Probe droids have many sensors, and the ones used by the Empire were armed with blasters and, in some models, shields. Their goal, once arriving at their target location, is to gather as much information as possible. If confronted after their main mission has been completed these droids have the ability to self-destruct.": "Được thiết kế để thăm dò và trinh sát không gian sâu, người máy thăm dò là những thợ săn và người tìm kiếm bền bỉ. Người máy thăm dò có nhiều cảm biến và những cảm biến được Đế chế sử dụng được trang bị súng блаster và trong một số kiểu máy là lá chắn. Mục tiêu của chúng, sau khi đến địa điểm mục tiêu, là thu thập càng nhiều thông tin càng tốt. Nếu bị đối đầu sau khi nhiệm vụ chính của chúng đã hoàn thành, những người máy này có khả năng tự hủy.",
  "Imperial Probe Droid": "Người Máy Thăm Dò Đế Chế",
  "Little more than walking batteries, Gonk power droids shuffle along, recharging vehicles and machinery as directed by their owners or programming. While there are many versions of power droids, most of them are similar in appearance. Power droids are a common sight throughout the galaxy, however they receive little notoriety despite their critical role in both military and civilian life.": "Không hơn gì những cục pin di động, người máy năng lượng Gonk lê bước, sạc lại xe cộ và máy móc theo chỉ dẫn của chủ sở hữu hoặc chương trình của chúng. Mặc dù có nhiều phiên bản của người máy năng lượng, nhưng hầu hết chúng đều có ngoại hình tương tự. Người máy năng lượng là một cảnh tượng phổ biến trên khắp thiên hà, tuy nhiên chúng ít được biết đến mặc dù vai trò quan trọng của chúng trong cả quân sự và dân sự.",
  "The scrap yard is where Mubo stores spare parts to sell, service, and trade droids of all types.": "Bãi phế liệu là nơi Mubo cất giữ các phụ tùng thay thế để bán, bảo dưỡng và trao đổi các loại droid.",
  "Droid Depot Storage": "Kho Lưu Trữ Droid Depot",
  "Gonk droids are portable power units and often need to be recharged when they run out of power. Mubo offers charging services for Batuu locals and their gonk droids... for a small fee.": "Droid Gonk là các đơn vị năng lượng di động và thường cần được sạc lại khi hết năng lượng. Mubo cung cấp dịch vụ sạc cho người dân địa phương Batuu và droid Gonk của họ... với một khoản phí nhỏ.",
  "Recharging Gonk Droid": "Sạc Lại Droid Gonk",
  "Rumor has it that this not only an ancient spiritual relic of Ithor, the home planet of Dok-Ondar’s race, but also the gravestone of his parents. Ithorians are pacifist by nature and have a spirituality that is linked to plant-life. If you look closely, you can see an inscription at the base of the statute that reads, “We Wither to Bloom.”": "Có tin đồn rằng đây không chỉ là một di tích tâm linh cổ xưa của Ithor, hành tinh quê hương của chủng tộc Dok-Ondar, mà còn là bia mộ của cha mẹ anh ta. Người Ithorian vốn dĩ là những người theo chủ nghĩa hòa bình và có một hệ tư tưởng tâm linh gắn liền với đời sống thực vật. Nếu bạn nhìn kỹ, bạn có thể thấy một dòng chữ ở chân tượng có nội dung: “Chúng ta tàn úa để nở rộ.”",
  "Ithorian Gravestone": "Bia Mộ Ithorian",
  "Instantly recognizable by its distinctive crown of five spires, the Jedi Temple was the home of the Jedi Order on Coruscant. Part school and part monastery, the Jedi Temple was the central hub for all Jedi activities in the galaxy during the Galactic Republic.": "Dễ dàng nhận ra bởi vương miện đặc biệt gồm năm ngọn tháp, Đền Jedi là nơi ở của Hội Jedi trên Coruscant. Một phần là trường học và một phần là tu viện, Đền Jedi là trung tâm cho tất cả các hoạt động của Jedi trong thiên hà trong thời Cộng hòa Ngân hà.",
  "Jedi Temple Statue": "Tượng Đền Jedi",
  "This salvage cart is used by Mubo, the owner of the Droid Depot, to gather supplies around Batuu to allow him to restore and build droids for his customers. Hand crafted with metal tubes and leather straps, it is not the most glorious of constructions, but it gets the job done.": "Xe đẩy trục vớt này được Mubo, chủ sở hữu của Droid Depot, sử dụng để thu thập vật tư xung quanh Batuu để cho phép anh ta khôi phục và chế tạo droid cho khách hàng của mình. Được chế tác thủ công bằng ống kim loại và dây da, nó không phải là công trình vinh quang nhất, nhưng nó hoàn thành công việc.",
  "Salvage Cart": "Xe Đẩy Trục Vớt",
  "These pipes are used to transport water all across Black Spire Outpost, unfortunately a dianoga pup has worked its way into the system and it has refused to leave. If you look closely you can see its curious eyestalk pop up ever so often.": "Những đường ống này được sử dụng để vận chuyển nước trên khắp Black Spire Outpost, thật không may, một con non dianoga đã len lỏi vào hệ thống và nó không chịu rời đi. Nếu bạn nhìn kỹ, bạn có thể thấy cuống mắt tò mò của nó thỉnh thoảng nhô lên.",
  "The X-34 is equipped with a powerful repulsorlift engine that allows it to hover a meter above ground. Enhanced by a trio of air-cooled thrust turbines, this speedy ride is a true work-orbak on any planet such as Batuu or Tatooine.": "X-34 được trang bị động cơ repulsorlift mạnh mẽ cho phép nó bay lơ lửng cách mặt đất một mét. Được tăng cường bởi một bộ ba tuabin đẩy làm mát bằng không khí, chuyến đi nhanh chóng này là một công trình thực sự trên bất kỳ hành tinh nào như Batuu hoặc Tatooine.",
  "The locals of Black Spire Outpost use scraps of fabric, ribbon or string, and tie them around this tree to make a wish. When the fabric or string falls away or disintegrates, the locals believe the galaxy will grant their wish.": "Người dân địa phương của Black Spire Outpost sử dụng những mảnh vải vụn, ruy băng hoặc dây và buộc chúng quanh cây này để ước nguyện. Khi vải hoặc dây rơi ra hoặc tan rã, người dân địa phương tin rằng thiên hà sẽ ban cho điều ước của họ.",
  "Trilon Wishing Tree": "Cây Ước Nguyện Trilon",
  "Supply Crates are a perfect storage container to keep all of your collectibles safe. You can also use it to store your smelly fish but we do not recommend that...": "Thùng Tiếp Tế là một thùng chứa hoàn hảo để giữ an toàn cho tất cả các vật phẩm sưu tập của bạn. Bạn cũng có thể sử dụng nó để cất giữ cá có mùi của bạn, nhưng chúng tôi không khuyến khích điều đó...",
  "Supply Crate Storage Container": "Thùng Chứa Thùng Tiếp Tế",
  "A large communal bench, perfect for sitting, relaxing, and taking in the sights and sounds around you. This thing is even large enough to sit with a couple friends. Who would have thought there could be soo many activities with a simple bench!": "Một chiếc ghế dài công cộng lớn, hoàn hảo để ngồi, thư giãn và ngắm nhìn những cảnh vật và âm thanh xung quanh bạn. Thứ này thậm chí còn đủ lớn để ngồi với một vài người bạn. Ai mà nghĩ rằng có thể có rất nhiều hoạt động với một chiếc ghế dài đơn giản!",
  "Batuu Market Bench": "Ghế Dài Chợ Batuu",
  "A Swamp Slug specimen found in Oga's Cantina. Native to the planet Dagobah, these handsome creatures produce a delectable slime used to flavor many of the cantina's beverages.": "Một mẫu vật Sên Đầm Lầy được tìm thấy trong Oga's Cantina. Có nguồn gốc từ hành tinh Dagobah, những sinh vật đẹp trai này tạo ra một chất nhờn ngon tuyệt được sử dụng để tạo hương vị cho nhiều loại đồ uống của quán rượu.",
  "Oga's Swamp Slug": "Sên Đầm Lầy Oga",
  "This decorative yet functional hourglass specimen container holds two rival species separated by a small forcefield in the middle. Please refrain from tapping glass.": "Thùng chứa mẫu vật đồng hồ cát trang trí nhưng vẫn có chức năng này chứa hai loài đối địch được ngăn cách bởi một trường lực nhỏ ở giữa. Xin vui lòng không gõ vào kính.",
  "Rivaling Hourglass": "Đồng Hồ Cát Đối Địch",
  "Rumor has it this trophy was swiped from the cantina after a particularly boastful patron rested it on the counter for a moment and turned his back. The patron was bragging about how easily they had stolen it, so the actual source of the trophy is unknown.": "Có tin đồn rằng chiếc cúp này đã bị cuỗm từ quán rượu sau khi một khách quen đặc biệt khoe khoang đã đặt nó trên quầy trong giây lát và quay lưng lại. Khách quen đã khoe khoang về việc họ đã đánh cắp nó dễ dàng như thế nào, vì vậy nguồn gốc thực tế của chiếc cúp vẫn chưa được biết.",
  "Perpetually Stolen Trophy": "Cúp Bị Đánh Cắp Vĩnh Viễn",
  "Carved from petrified Batuuan wood, this Jedi crest makes an excellent addition to any home wanting to bring balance to their interior decor.": "Được chạm khắc từ gỗ hóa đá Batuuan, đỉnh Jedi này là một sự bổ sung tuyệt vời cho bất kỳ ngôi nhà nào muốn mang lại sự cân bằng cho trang trí nội thất của họ.",
  "Carved Jedi Crest": "Đỉnh Jedi Khắc",
  "While it is not as large at the First Order's TIE echelon, this small replica will remind you of the times you spent with the First Order on Batuu.": "Mặc dù nó không lớn bằng bậc thang TIE của Tổ Chức Thứ Nhất, nhưng bản sao nhỏ này sẽ nhắc nhở bạn về những khoảng thời gian bạn đã trải qua với Tổ Chức Thứ Nhất trên Batuu.",
  "TIE echelon Replica": "Bản Sao Bậc Thang TIE",
  "Whether you are a fighter, or just want people to think you are, this helmet makes for the perfect conversation starter.": "Cho dù bạn là một chiến binh, hay chỉ muốn mọi người nghĩ rằng bạn là, chiếc mũ bảo hiểm này tạo nên một khởi đầu cuộc trò chuyện hoàn hảo.",
  "Resistance Pilot Helmet": "Mũ Phi Công Kháng Chiến",
  "A Kalikori is a revered Twi'lek family heirloom passed from parent to child. Each generation adds to the design of the Kalikori making each one a truly unique piece of one-of-a-kind art.": "Kalikori là một vật gia truyền của gia đình Twi'lek được tôn kính, được truyền từ cha mẹ sang con cái. Mỗi thế hệ lại thêm vào thiết kế của Kalikori, làm cho mỗi chiếc trở thành một tác phẩm nghệ thuật độc nhất vô nhị.",
  "Kalikori": "Kalikori",
  "One of your favorite beverages now comes in keg-form! Perfect for post-heist celebrations, pre-heist celebrations, and mid-heist celebrations. Adds an upcycled industrial-chic feel to any space.": "Một trong những loại đồ uống yêu thích của bạn giờ đây có dạng thùng! Hoàn hảo cho những buổi ăn mừng sau vụ trộm, ăn mừng trước vụ trộm và ăn mừng giữa vụ trộm. Thêm cảm giác sang trọng công nghiệp được tái chế cho mọi không gian.",
  "Black Spire Brew Keg": "Thùng Bia Black Spire",
  "She may fly fast in space, but this replica of the <i>Millennium Falcon</i> will just adorn your space with her glorious presence. A little reminder of a journey into space that might have involved collecting coaxium.": "Cô ấy có thể bay nhanh trong không gian, nhưng bản sao của <i>Millennium Falcon</i> này sẽ chỉ tô điểm cho không gian của bạn bằng sự hiện diện vinh quang của cô ấy. Một lời nhắc nhở nhỏ về một cuộc hành trình vào vũ trụ có thể liên quan đến việc thu thập coaxium.",
  "<i>Millennium Falcon</i> Replica": "Bản Sao <i>Millennium Falcon</i>",
  "Can't commit to a real pet? This Loth-cat carving is the perfect solution for busy travelers and anyone looking for non-sentient companionship. And just look at that sweet little face!": "Không thể cam kết nuôi thú cưng thật? Tượng Loth-cat chạm khắc này là giải pháp hoàn hảo cho những du khách bận rộn và bất kỳ ai tìm kiếm sự đồng hành không tri giác. Và chỉ cần nhìn vào khuôn mặt nhỏ nhắn ngọt ngào đó!",
  "Loth-Cat Carving": "Tượng Loth-Cat Khắc",
  "These adorable creatures recently arrived aboard a smuggler freighter and have since made Black Spire Outpost home. This porg carving is said to bring good fortune. It's also just really, really cute.": "Những sinh vật đáng yêu này gần đây đã đến trên một tàu chở hàng lậu và kể từ đó đã biến Black Spire Outpost thành nhà. Tượng porg chạm khắc này được cho là sẽ mang lại may mắn. Nó cũng thực sự, thực sự dễ thương.",
  "Porg Carving": "Tượng Porg Khắc",
  "Placed in plain sight for any to see where your true loyalties lie. This once used chalice is now just for decoration and declaration of your intentions.": "Đặt ở nơi dễ thấy để bất kỳ ai cũng có thể thấy lòng trung thành thực sự của bạn nằm ở đâu. Chiếc chén đã từng được sử dụng này giờ đây chỉ dùng để trang trí và tuyên bố ý định của bạn.",
  "Ancient Sith Chalice": "Chén Sith Cổ Đại",
  "This intricate replica is modeled after the Resistance T-70 X-wing, flown by Resistance’s Starfighter Corps. I wonder if this one is piloted by a tiny, replica Poe Dameron.": "Bản sao phức tạp này được mô phỏng theo chiếc T-70 X-wing của phe Kháng Chiến, do Starfighter Corps của phe Kháng Chiến lái. Tôi tự hỏi liệu chiếc này có được lái bởi một Poe Dameron bản sao nhỏ bé hay không.",
  "T-70 X-wing Replica": "Bản Sao T-70 X-wing",
  "Equipped with microphones and receivers, the Comlink is a standard handheld communication devices that is used throughout the galaxy.": "Được trang bị micrô và bộ thu, Comlink là một thiết bị liên lạc cầm tay tiêu chuẩn được sử dụng trên khắp thiên hà.",
  "Comlink": "Comlink",
  "This miniature BB unit is crafted by Mubo himself. They make for a perfect decorative to commemorate your time on Batuu.": "Đơn vị BB thu nhỏ này được chính Mubo chế tạo. Chúng tạo nên một vật trang trí hoàn hảo để kỷ niệm thời gian của bạn trên Batuu.",
  "Toy BB unit": "Đơn vị BB đồ chơi",
  "Use Replace Personality Chip on any Droid to swap chips, giving the Droid a new voice and personality.": "Sử dụng Chip Thay Thế Tính Cách trên bất kỳ Droid nào để hoán đổi chip, mang lại cho Droid một giọng nói và tính cách mới.",
  "Default Droid Personality Chip": "Chip Tính Cách Droid Mặc Định",
  "First Order Personality Chip FO-1": "Chip Tính Cách Tổ Chức Thứ Nhất FO-1",
  "First Order Personality Chip FO-2": "Chip Tính Cách Tổ Chức Thứ Nhất FO-2",
  "Resistance Personality Chip R-01": "Chip Tính Cách Kháng Chiến R-01",
  "Resistance Personality Chip R-02": "Chip Tính Cách Kháng Chiến R-02",
  "Scoundrel Personality Chip S-01": "Chip Tính Cách Bất Lương S-01",
  "Scoundrel Personality Chip S-02": "Chip Tính Cách Bất Lương S-02",
  "This miniature R unit is crafted by Mubo himself. They make for a perfect decorative to commemorate your time on Batuu.": "Đơn vị R thu nhỏ này được chính Mubo chế tạo. Chúng tạo nên một vật trang trí hoàn hảo để kỷ niệm thời gian của bạn trên Batuu.",
  "Toy R Unit": "Đơn Vị R Đồ Chơi",
  "The TD2.3 Electrobinoculars are a handheld viewing device used to view things from great distances.": "TD2.3 Electrobinoculars là một thiết bị xem cầm tay được sử dụng để xem mọi thứ từ khoảng cách lớn.",
  "TD2.3 Electrobinoculars": "TD2.3 Electrobinoculars",
  "Don't bug out from bug bites. Whether you've got ants in your pants or a big 'ol spider bite, this tonic is sure to cure what ails ya. While no one knows what it's made of, everyone knows it works. Promise!": "Đừng phát điên vì vết côn trùng cắn. Cho dù bạn bị kiến cắn vào quần hay bị nhện cắn lớn, loại thuốc bổ này chắc chắn sẽ chữa khỏi những gì gây khó chịu cho bạn. Mặc dù không ai biết nó được làm từ gì, nhưng mọi người đều biết nó có tác dụng. Hứa đó nha!",
  "Bug Bite Cure": "Thuốc Chữa Côn Trùng Cắn",
  "A Batuuan Spira mounted in hard metal. It cannot be spent, but it looks nice on a shelf. Can also be sold back home for Simoleons.": "Một Spira Batuuan được gắn trong kim loại cứng. Nó không thể được tiêu, nhưng nó trông đẹp trên kệ. Cũng có thể được bán lại ở quê nhà để lấy Simoleon.",
  "Batuuan Spira": "Spira Batuuan",
  "These grenade-like weapons pack tremendous explosive power into a small sphere. Often used by bounty hunters and military forces looking for quick, yet aggressive solutions to almost any problem.": "Những vũ khí giống lựu đạn này tích hợp sức mạnh bùng nổ to lớn vào một quả cầu nhỏ. Thường được sử dụng bởi những thợ săn tiền thưởng và lực lượng quân sự đang tìm kiếm các giải pháp nhanh chóng nhưng quyết liệt cho hầu hết mọi vấn đề.",
  "Thermal Detonator": "Ngòi Nổ Nhiệt",
  "Found throughout Batuu, this ancient clay vase is thought to be native to Batuu.": "Được tìm thấy trên khắp Batuu, chiếc bình đất sét cổ xưa này được cho là có nguồn gốc từ Batuu.",
  "Ancient Vase": "Bình Cổ",
  "Crafted of painted iron, this smooth, tapered vase was definitely fairly purchased for resale from Merchant Row in Black Spire Outpost.": "Được chế tác từ sắt sơn, chiếc bình thon, mịn này chắc chắn đã được mua công bằng để bán lại từ Merchant Row ở Black Spire Outpost.",
  "Definitely-Not-Stolen Vase": "Bình Chắc-Chắn-Không-Phải-Đồ-Ăn-Cắp",
  "Banners to help promote your First Order affiliation back home.": "Biểu ngữ để giúp quảng bá mối quan hệ của bạn với Tổ Chức Thứ Nhất ở quê nhà.",
  "First Order Banners": "Biểu Ngữ Tổ Chức Thứ Nhất",
  "Banners to help promote your Resistance affiliation back home.": "Biểu ngữ để giúp quảng bá mối quan hệ của bạn với phe Kháng Chiến ở quê nhà.",
  "Resistance Banners": "Biểu Ngữ Kháng Chiến",
  "Banners to help promote your Scoundrel affiliation back home.": "Biểu ngữ để giúp quảng bá mối quan hệ của bạn với phe Bất Lương ở quê nhà.",
  "Scoundrel Banners": "Biểu Ngữ Bất Lương",
  "Banners to help promote your Star Wars pride back home.": "Biểu ngữ để giúp quảng bá niềm tự hào về Star Wars của bạn ở quê nhà.",
  "Banners of Batuu": "Biểu Ngữ Batuu",
  "Orthogonal Cantina Wall used in the construction of the cantina on Batuu.": "Tường Quán Rượu Orthogonal được sử dụng trong xây dựng quán rượu trên Batuu.",
  "Orthogonal Cantina Wall": "Tường Quán Rượu Orthogonal",
  "Back Cantina Wall used in the construction of the cantina on Batuu.": "Tường Sau Quán Rượu được sử dụng trong xây dựng quán rượu trên Batuu.",
  "Cantina Wall Back": "Mặt Sau Tường Quán Rượu",
  "Diagonal Cantina Wall used in the construction of the cantina on Batuu.": "Tường Quán Rượu Chéo được sử dụng trong xây dựng quán rượu trên Batuu.",
  "Cantina Wall Diagonal": "Tường Chéo Quán Rượu",
  "DJ R-3X Cantina Wall used in the construction of the cantina on Batuu.": "Tường Quán Rượu DJ R-3X được sử dụng trong xây dựng quán rượu trên Batuu.",
  "Cantina Wall DJ R-3X": "Tường Quán Rượu DJ R-3X",
  "Entrance Cantina Wall used in the construction of the cantina on Batuu.": "Tường Quán Rượu Lối Vào được sử dụng trong xây dựng quán rượu trên Batuu.",
  "Cantina Wall Entrance": "Tường Quán Rượu Lối Vào",
  "This state-of-the-art power isolator runs so quiet you won't even know it is there. You will never have to worry about this bad boy interrupting any of your daily activities, even the more intimate ones...": "Bộ cách ly điện hiện đại này hoạt động êm đến mức bạn thậm chí sẽ không biết nó ở đó. Bạn sẽ không bao giờ phải lo lắng về việc chàng trai hư này làm gián đoạn bất kỳ hoạt động hàng ngày nào của bạn, ngay cả những hoạt động thân mật hơn...",
  "Power Isolator": "Bộ Cách Ly Điện",
  "Bunches of dried herbs to brighten up any Batuuan-inspired kitchen.": "Những bó thảo mộc khô để làm sáng bất kỳ căn bếp lấy cảm hứng từ Batuuan nào.",
  "Batuuan Herb Cluster": "Cụm Thảo Mộc Batuuan",
  "Is your home in need of some ventilation? Have we got the thing for you. This state of the art industrial vent will provide all the necessary ventilation you could ever need. No matter the odor, this vent can handle it!": "Nhà của bạn có cần thông gió không? Chúng tôi có thứ bạn cần đây. Lỗ thông hơi công nghiệp hiện đại này sẽ cung cấp tất cả hệ thống thông gió cần thiết mà bạn có thể cần. Bất kể mùi gì, lỗ thông hơi này có thể xử lý được!",
  "Industrial Vent": "Lỗ Thông Hơi Công Nghiệp",
  "This round, rusted hunk of scrap metal is great decoration for any wall to deliver just the right amount of Batuu flair.": "Đống kim loại phế liệu tròn, gỉ sét này là vật trang trí tuyệt vời cho bất kỳ bức tường nào để mang lại lượng nét đặc trưng của Batuu vừa phải.",
  "Hunk of Junk Ring": "Vòng Kim Loại Phế Liệu",
  "A circular vent composed of military-grade steel, designed to connect to a standard ventilation duct shaft.": "Một lỗ thông hơi hình tròn được làm bằng thép cấp quân sự, được thiết kế để kết nối với một trục ống dẫn thông gió tiêu chuẩn.",
  "Circular Vent": "Lỗ Thông Hơi Hình Tròn",
  "A square vent composed of military-grade steel, designed to connect to a standard ventilation duct shaft.": "Một lỗ thông hơi hình vuông được làm bằng thép cấp quân sự, được thiết kế để kết nối với một trục ống dẫn thông gió tiêu chuẩn.",
  "Square Vent": "Lỗ Thông Hơi Hình Vuông",
  "These carvings adorn the stone walls of Black Spire Outpost. Their exact origins have been lost in time, but some scholars believe they could be old maps of the ruins.": "Những chạm khắc này tô điểm cho những bức tường đá của Black Spire Outpost. Nguồn gốc chính xác của chúng đã bị mất theo thời gian, nhưng một số học giả tin rằng chúng có thể là bản đồ cũ của tàn tích.",
  "Batuuan Relief Carving": "Chạm Khắc Phù Điêu Batuuan",
  "This decorative skull of a Mythosaur is a traditional mount of the Mandalorian Bounty Hunters.": "Sọ trang trí của một Mythosaur này là một vật gắn truyền thống của Thợ Săn Tiền Thưởng Mandalorian.",
  "Mythosaur Skull": "Sọ Mythosaur",
  "A stack of well-ventilated yet secure cage-style crates. Great for adding an ambiance of danger and mystery to any home or business. What's in there?!": "Một chồng thùng kiểu lồng được thông gió tốt nhưng an toàn. Tuyệt vời để thêm một bầu không khí nguy hiểm và bí ẩn cho bất kỳ ngôi nhà hoặc doanh nghiệp nào. Có gì ở trong đó?!",
  "Keep-away Cage-Style Crates": "Thùng Kiểu Lồng Tránh Xa",
  "An excellently crafted one for one replica of Oga's Cantina barback. Use each piece on its own or combine them together for your very own style and shape.": "Một bản sao tuyệt vời một-một của quầy bar của Oga's Cantina. Sử dụng từng mảnh riêng lẻ hoặc kết hợp chúng lại với nhau để có phong cách và hình dạng của riêng bạn.",
  "Replica Cantina Barback Cap": "Bản Sao Chóp Quầy Bar Cantina",
  "Replica Cantina Barback Slug": "Bản Sao Sên Quầy Bar Cantina",
  "Replica Cantina Barback Side": "Bản Sao Bên Hông Quầy Bar Cantina",
  "Replica Cantina Barback Spouts": "Bản Sao Vòi Quầy Bar Cantina",
  "Replica Cantina Barback Worrt": "Bản Sao Worrt Quầy Bar Cantina",
  "A short wall of various cargo crates for adding that \"lived in\" industrial look and elements of mystery to any space. What's in there?!": "Một bức tường ngắn gồm nhiều thùng hàng khác nhau để thêm vẻ ngoài công nghiệp \"đã từng sử dụng\" và các yếu tố bí ẩn vào bất kỳ không gian nào. Có gì ở trong đó?!",
  "Cargo Combo": "Kết Hợp Hàng Hóa",
  "Only the finest pieces shall be displayed on this one-of-a-kind shelf. Crafted by the hands of Batuuan locals, the Spire Gates Display Shelf is sure to be a conversation piece in any home.": "Chỉ những món đồ tốt nhất mới được trưng bày trên chiếc kệ độc nhất vô nhị này. Được chế tác bởi bàn tay của người dân địa phương Batuuan, Kệ Trưng Bày Spire Gates chắc chắn sẽ là một chủ đề trò chuyện trong bất kỳ ngôi nhà nào.",
  "Spire Gates Display Shelf": "Kệ Trưng Bày Spire Gates",
  "A wall of dramatically arranged cargo crates for that \"lived in\" industrial look. Don't just fall in love with this rugged decor... ship it!": "Một bức tường gồm các thùng hàng được sắp xếp ấn tượng cho vẻ ngoài công nghiệp \"đã từng sử dụng\" đó. Đừng chỉ yêu thích món đồ trang trí gồ ghề này... hãy vận chuyển nó!",
  "Cargo Tableau": "Bảng Hàng Hóa",
  "In times of uncertainty, every day is different. Be organized. Be prepared! Be ready for anything! This roomy storage locker has everything you need to get up and go. Even if you don't know what lies ahead, at least you know you'll be prepared for it.": "Trong thời điểm không chắc chắn, mỗi ngày đều khác biệt. Hãy tổ chức. Hãy chuẩn bị! Hãy sẵn sàng cho mọi thứ! Tủ khóa lưu trữ rộng rãi này có mọi thứ bạn cần để đứng lên và đi. Ngay cả khi bạn không biết điều gì đang chờ đợi phía trước, ít nhất bạn biết rằng bạn sẽ chuẩn bị cho nó.",
  "Resistance Storage Locker": "Tủ Lưu Trữ Kháng Chiến",
  "We like the kind of shelves that can hold all kinds of things, from golf balls to garden hoses. Good thing this shelf doesn't hold any of that, but what it does hold will surprise you.": "Chúng tôi thích loại kệ có thể chứa đủ thứ, từ bóng gôn đến vòi tưới vườn. Thật may là chiếc kệ này không chứa bất cứ thứ gì trong số đó, nhưng những gì nó chứa sẽ khiến bạn ngạc nhiên.",
  "Full Metal Shelf": "Kệ Toàn Kim Loại",
  "Chef Strono “Cookie” Tuggs satisfies the appetites of visitors and locals alike with an array of exotic offerings featuring unusual flavors sourced from across the galaxy.": "Đầu bếp Strono “Cookie” Tuggs thỏa mãn cơn thèm ăn của du khách và người dân địa phương bằng một loạt các món ăn kỳ lạ với hương vị khác thường có nguồn gốc từ khắp thiên hà.",
  "Docking Bay 7 Food and Cargo": "Bến Tàu 7 Đồ Ăn và Hàng Hóa",
  "Purchase relics of the past and collectibles of the future at Dok-Ondar's Den of Antiquities.": "Mua các di tích của quá khứ và đồ sưu tầm của tương lai tại Dok-Ondar's Den of Antiquities.",
  "Dok-Ondar's Den of Antiquities": "Dok-Ondar's Den of Antiquities",
  "The Droid Depot is run and managed by Mubo. This is where you can order your very own droid companion.": "Droid Depot được điều hành và quản lý bởi Mubo. Đây là nơi bạn có thể đặt hàng người bạn đồng hành droid của riêng bạn.",
  "Droid Depot": "Droid Depot",
  "The Cave on Batuu": "Hang Động trên Batuu",
  "Caves of Batuu": "Các Hang Động của Batuu",
  "Ronto Roasters is a local favorite with a wide variety of tasty options. ": "Ronto Roasters là một địa điểm yêu thích của người dân địa phương với nhiều lựa chọn ngon miệng.",
  "Ronto Roasters": "Ronto Roasters",
  "A covert workshop assisting those who wish to craft a lightsaber, ancient weapon of the Jedi.": "Một xưởng bí mật hỗ trợ những người muốn chế tạo lightsaber, vũ khí cổ xưa của Jedi.",
  "Savi's Workshop": "Xưởng Savi",
  "The Dwelling can be used to satisfy your needs and rest up before a big day.": "Nơi Ở có thể được sử dụng để đáp ứng nhu cầu của bạn và nghỉ ngơi trước một ngày trọng đại.",
  "Dwelling": "Nơi Ở",
  "Not sure how helpful this sign will be back at home, as it only points to activities on Batuu, but it looks cool!": "Không chắc chắn tấm biển này sẽ hữu ích như thế nào ở nhà, vì nó chỉ hướng đến các hoạt động trên Batuu, nhưng nó trông rất ngầu!",
  "Batuu Advertisement Sign": "Biển Quảng Cáo Batuu",
  "Seen in Docking Bay 7, this sleek and minimalistic designed bar stool fits in with any industrial home design.": "Được thấy ở Bến Tàu 7, chiếc ghế đẩu thiết kế tối giản và kiểu dáng đẹp này phù hợp với bất kỳ thiết kế nhà công nghiệp nào.",
  "Metal Stool": "Ghế Đẩu Kim Loại",
  "Want to bring home the cozy feel of Oga's Cantina? Look no further than this one-of-a-kind booth! Perfect for dinner parties or hangouts with your scoundrel buddies.": "Bạn muốn mang cảm giác ấm cúng của Oga's Cantina về nhà? Không đâu khác ngoài gian hàng độc nhất vô nhị này! Hoàn hảo cho các bữa tiệc tối hoặc đi chơi với những người bạn bất lương của bạn.",
  "Cantina Booth": "Gian Hàng Quán Rượu",
  "Complete the perfect industrial look with these one of a kind chairs straight from Docking Bay 7. Don't ask how we got them, we know a legitimate business man.": "Hoàn thiện vẻ ngoài công nghiệp hoàn hảo với những chiếc ghế độc nhất vô nhị này trực tiếp từ Bến Tàu 7. Đừng hỏi chúng tôi lấy chúng bằng cách nào, chúng tôi biết một doanh nhân hợp pháp."
}