{
  "In a world where imagination can take you anywhere, the possibilities are endless. This wall decal is here to help make bath and potty time fun and imaginative.": "Ở một thế giới mà trí tưởng tượng có thể đưa bạn đến bất cứ đâu, thì khả năng là vô tận luôn đó nha. Cái decal dán tường này ở đây để giúp giờ tắm rửa và đi vệ sinh thêm vui vẻ và đầy trí tưởng tượng nè.",
  "BeanStalk Bathroom Decals": "Decals phòng tắm BeanStalk",
  "What is better than a small flame, creating a relaxing and warm atmosphere? This candle has a clean, modern look to it, perfect for any home. Light up and relax with the gentle fragrance of essential oils, made from naturally derived materials. It's like going to a spa with no appointments!": "Có gì tuyệt hơn một ngọn lửa nhỏ, tạo ra một bầu không khí thư giãn và ấm áp chứ? Cái nến này có vẻ ngoài hiện đại, đơn giản, hợp với mọi kiểu nhà luôn á. Thắp lên rồi thư giãn với hương thơm dịu nhẹ của tinh dầu, làm từ vật liệu tự nhiên nha. Cứ như đi spa mà không cần đặt lịch hẹn luôn đó!",
  "ScentsibleSim Scented Candle": "Nến Thơm ScentsibleSim",
  "Nobody likes feeling afraid of the dark. That's why the Blissful NiteLight is a must-have for kids and adults alike. This plug in provides a soft glow that keeps you safe, reduces your energy costs, and makes it easy to see. No more stumbling in the dark in the middle of the night!": "Chả ai thích sợ bóng tối cả. Đó là lý do vì sao đèn ngủ Blissful NiteLight là món đồ phải có cho cả trẻ con lẫn người lớn đó nha. Cái đèn cắm điện này cho ánh sáng dịu nhẹ giúp bạn an toàn, giảm chi phí điện năng, với lại dễ nhìn nữa. Khỏi phải mò mẫm trong bóng tối giữa đêm nữa nghen!",
  "Blissful NiteLight": "Đèn Ngủ Bình Yên",
  "Would you like to enjoy the moment when taking a break in your bathroom? Do you have cold feet? Not with this mat! Made of soft cotton, this mat has a plush, warm and comfortable design to keep you comfortable while on the toilet.": "Mấy bạn có muốn tận hưởng khoảnh khắc thư giãn trong nhà tắm không? Bàn chân có bị lạnh không? Không hề nha với cái thảm này! Làm bằng bông mềm mại, cái thảm này có thiết kế ấm áp, êm ái và thoải mái để giữ cho mấy bạn luôn dễ chịu khi đi vệ sinh đó.",
  "Toilet Mat by FootCushion": "Thảm nhà vệ sinh của FootCushion",
  "Dry off your feet after a relaxing shower or bath with this home essential. This mat keeps you safe in the bathroom and it's made of highly absorbent materials that dries quickly to prevent slips and falls.": "Làm khô chân sau khi tắm rửa thư giãn với món đồ thiết yếu này. Chiếc thảm này sẽ giúp bạn an toàn trong phòng tắm, được làm từ vật liệu thấm hút tốt và khô nhanh để tránh trơn trượt đó nha.",
  "Bath Mat by FootCushion": "Thảm Chùi Chân Nhà Tắm của FootCushion",
  "The Privy Plunger is a monument to all the people who prefer a proper plunging for their plugged privy, over the flow of an over-flowing flowing over-filled bowl.": "Cây thụt bồn cầu là một tượng đài dành cho tất cả những người thích thụt bồn cầu bị tắc hơn là nhìn cái bồn cầu bị tràn đầy nước.",
  "Privy Plunger": "Thông bồn cầu",
  "This bath tray makes it easy to have all your daily bathroom essentials in one place. Make lotions, soap, and other items easier to grab in the morning by displaying them on this elegant and decorative bath tray.": "Cái khay đựng bồn tắm này giúp bạn dễ dàng có tất cả những món đồ cần thiết cho phòng tắm ở cùng một chỗ. Trưng bày lotion, xà bông, và những món đồ khác lên cái khay tắm trang nhã và đẹp mắt này để dễ lấy hơn vào buổi sáng nha.",
  "Set-It and Forget-It Bathroom Tray": "Khay Để Đồ Nhà Tắm Tiện Lợi, Dùng Là Quên Sầu",
  "Now this is what we call sleek style! This three drawer organizer makes it easy to organize your bathroom counter with and keep everything within arm's reach. The three deep drawers separate toiletries, cleaning supplies, medicines and cosmetics into neat compartments for easy access.": "Đây mới gọi là phong cách đỉnh của chóp nè! Cái hộp đựng đồ ba ngăn này giúp bạn dễ dàng sắp xếp bàn trang điểm trong phòng tắm, mọi thứ đều nằm trong tầm tay luôn. Ba ngăn kéo sâu chứa riêng biệt đồ vệ sinh cá nhân, đồ vệ sinh, thuốc men và mỹ phẩm vào các ngăn gọn gàng để dễ lấy nha.",
  "PLASTIK Three-Drawer Organizer": "Tủ nhựa ba ngăn PLASTIK",
  "This box may be a hot mess, but it's a teen’s go-to for all their accessories. It’s got all the right compartments for jewelry, bracelets, and even has room at the bottom for hair ties and rubber bands. Somehow, there’s always something new to find when you open one of its drawers.": "Cái hộp này nhìn hơi lộn xộn xíu, nhưng mà là chỗ tụi teen hay để mấy món phụ kiện đó. Có đủ ngăn để đựng trang sức, vòng tay, mà còn có cả chỗ dưới đáy để nhét chun buộc tóc các kiểu nữa chứ. Chả hiểu sao, cứ mở ngăn kéo ra là lại thấy có cái gì đó mới mẻ hay ho à.",
  "PLASTIK Teen Organizrz": "Tủ nhựa PLASTIK cho teen nè",
  "If your bath contains just water, you are missing out on a whole new world of bathing luxury! These bath fragrances are the perfect way to enjoy the spa experience at home, relax and unwind after a stressful day. This jar has many scents to choose from and come in a variety of colors to match your mood or decor.": "Nếu bồn tắm của bạn chỉ có nước thôi á, bạn đang bỏ lỡ cả một thế giới tắm táp xa xỉ luôn đó! Mấy cái hương liệu bồn tắm này là cách hoàn hảo để tận hưởng spa tại gia nè, thư giãn xả stress sau một ngày mệt mỏi. Hũ này có nhiều mùi hương để chọn lắm luôn, lại còn đủ màu để hợp gu hay hợp với trang trí nhà bạn nữa chứ.",
  "SaltBathe Fragrance Jar": "Lọ Hương Thơm Muối Tắm",
  "EVERY skincare Simfluencer has been talking about Glowy Dew's newest 3 Step Collection. Guaranteed to not only deliver the glossiest skin ever recorded in the history of Simkind, but also make every houseguest jealous while noticing its very deliberate position on the bathroom sink - a declaration that yes, you <i>are</i> in fact way trendier (and considerably more moist) than them.": "Mấy má Simfluencer dạo này toàn buôn dưa lê về Bộ 3 Bước mới nhất của Glowy Dew không đó. Đảm bảo là không những cho làn da căng bóng nhất từng được ghi nhận trong lịch sử Sim luôn á, mà còn làm cho khách khứa nào đến nhà cũng phải ghen tỵ khi thấy nó chễm chệ trên bồn rửa mặt nữa chứ - một lời tuyên bố rằng ừ, tui đúng là chất chơi hơn (và ẩm mượt hơn đáng kể) mấy người đó nha.",
  "Glowy Dew's Skincare Essentials": "Mấy món đồ skincare cần thiết của Glowy Dew nè.",
  "You can’t leave the house without combing your hair. It's a given. Whether you're fighting daily bedhead or trying to tame your curls, these combs will help bring order to your hair while giving you an excuse to smell like sandalwood.": "Chắc chắn là không thể ra khỏi nhà mà không chải tóc được rồi. Cho dù là đang chiến đấu với mái tóc rối bù sau khi ngủ dậy hay là cố gắng làm dịu mấy lọn tóc xoăn, mấy cái lược này sẽ giúp tóc vào nếp và còn cho bạn thêm lý do để thơm như gỗ đàn hương nữa đó nha.",
  "Assorted Combs by HairLabs ": "Lược thập cẩm của HairLabs",
  "The world's first smart razor with a built-in AI system that learns and adapts to your beard preferences. With 5-directional blades, dual precision heads, and an integrated microchip that senses beard density, and an optimized facial mapping system, this razor promises the closest shave of your life.": "Dao cạo thông minh đầu tiên trên thế giới có hệ thống AI tích hợp, tự học và thích ứng theo sở thích râu của bạn. Với lưỡi dao 5 hướng, đầu kép chính xác cao và chip siêu nhỏ tích hợp cảm nhận mật độ râu, cùng hệ thống lập bản đồ khuôn mặt được tối ưu hóa, chiếc dao cạo này hứa hẹn sẽ mang lại trải nghiệm cạo râu sát nhất trong đời bạn.",
  "AI Luxe Electric Razor": "Dao cạo điện AI Luxe xịn sò con bò",
  "The corded hair dryer is the perfect option for those looking for speed, healthy, and a quick drying time. This hairdryer is so quick and easy to use, you'll think you've never had to use it.": "Cái máy sấy tóc có dây này đúng là lựa chọn tuyệt vời cho mấy bạn nào thích nhanh, khỏe tóc, với lại sấy khô lẹ nữa. Dùng cái máy sấy này nhanh gọn lẹ lắm luôn á, dùng xong chắc bạn sẽ nghĩ là từ trước tới giờ mình chưa từng phải xài máy sấy tóc luôn đó.",
  "Micro Lightning Dryer by Easy Hair": "Máy sấy tóc siêu tốc Micro Lightning của Easy Hair",
  "Let your skin soak up the luxury of this rejuvenating collection. Carefully made to restore vitality and a youthful appearance, it's your own little Potion of Youth. Who needs satisfaction points?": "Cho làn da của bạn đắm mình trong sự sang trọng của bộ sưu tập trẻ hóa này đi nè. Được làm cẩn thận để phục hồi sức sống và vẻ ngoài trẻ trung đó, nó là \"Potion of Youth\" nhỏ của riêng bạn đó nha. Ai cần điểm hài lòng nữa chứ?",
  "Pointedly Luxurious Lotions Routine": "Quy trình dưỡng da với kem dưỡng xa xỉ đỉnh cao",
  "The best lotions are the ones that you don't even need to think about. That's why we created Single. Used. Lotion. Just rub it on, and you're good to go. No greasy after-feel, no worries about whether or not your kids will get it on their clothes—and it smells like a dream! It's the perfect lotion for people who don't like lotions.": "Mấy loại kem dưỡng da xịn nhất là mấy loại mà dùng xong chẳng cần nghĩ gì luôn ấy. Bởi vậy tụi mình mới làm ra Single. Used. Lotion nè. Cứ xoa lên là xong, chả nhờn rít gì cả, khỏi lo tụi nhỏ bôi lên quần áo, mà mùi thì thơm như mơ luôn! Đúng là kem dưỡng da hoàn hảo cho mấy người ghét dùng kem dưỡng da đó nha.",
  "Single. Used. Lotion.": "Độc thân. Đã dùng. Kem dưỡng da.",
  "It's soap! A big bar with suds, it gets me clean! I can't imagine a more beautiful thing.": "Xà phòng đó! Cục bự chảng, nhiều bọt xà phòng lắm, tắm rửa sạch bong kin kít luôn! Tui hổng thể tưởng tượng ra cái gì đẹp hơn nữa á.",
  "It's Soap": "Xà bông đó mà.",
  "Nothing makes a statement quite like the Resolute Hand Soap. Its simplistic design, modern finish, and elegant accents all say, \"I'm filled with brand name soap.\" Your Sims will surely enjoy the luxury of washing their hands when in the company of this beauty.": "Không gì thể hiện đẳng cấp bằng Xà Bông Rửa Tay Resolute. Thiết kế đơn giản, lớp hoàn thiện hiện đại và điểm nhấn thanh lịch của nó nói lên rằng, \"Tui chứa đầy xà bông hiệu đó nha.\" Chắc chắn Sim của bạn sẽ thích thú với việc rửa tay xa xỉ khi có món đồ đẹp này bên cạnh cho coi.",
  "Resolute Hand Soap": "Xà Phòng Rửa Tay Kiên Định",
  "Creating a welcoming bathing environment has never been easier. You'll never ever have to worry about running out of towels and having to streak to the bedroom ever again! Each set includes a bar of handmade llama milk soap that leaves skin soft and supple. ": "Tạo ra một không gian tắm thư giãn chưa bao giờ dễ dàng đến thế. Bạn sẽ không bao giờ phải lo lắng về việc hết khăn tắm và phải chạy bán khỏa thân về phòng ngủ nữa đâu nha! Mỗi bộ sản phẩm đều có một bánh xà phòng sữa lạc đà thủ công, giúp da mềm mại và mịn màng đó.",
  "SimSpa Towel Set": "Bộ Khăn Tắm SimSpa",
  "Yes, your teeth are the window to your soul, but sometimes we'd like them to be dressed appropriately for company. This glass cup is part of a full set that comes complete with a dentures replica and bedside table.": "Ừa, răng đúng là cửa sổ tâm hồn á, nhưng đôi khi mình cũng muốn \"tân trang\" cho nó bảnh bao một tí để gặp gỡ bạn bè chứ. Cái ly thủy tinh này nằm trong bộ đầy đủ, có cả răng giả và tủ đầu giường luôn đó.",
  "Glass Cup and Accessories": "Ly Thủy Tinh và Phụ Kiện",
  "For the more conservative Sim, you can never go wrong with a manual toothbrush and toothpaste. Now updated with modern color schemes.": "Đối với Sim kín đáo hơn, bạn không bao giờ sai lầm khi dùng bàn chải đánh răng và kem đánh răng thủ công. Giờ đã được cập nhật với các phối màu hiện đại.",
  "Ole' Faithful Toothbrush Set": "Bộ Bàn Chải Đánh Răng Cũ Mà Chất",
  "Experience the power of the NEWave Toothbrush with a built-in stand and rinse cup. This toothbrush is recommended by the top SimCity dentists thanks to its built-in timer, power settings, and wireless charging. Your teeth will be so clean and bright, you won't want to stop smiling!": "Trải nghiệm sức mạnh của Bàn Chải Đánh Răng NEWave với giá đỡ tích hợp và cốc súc miệng. Bàn chải đánh răng này được các nha sĩ hàng đầu SimCity khuyên dùng nhờ bộ hẹn giờ tích hợp, cài đặt năng lượng và sạc không dây. Răng của bạn sẽ sạch và sáng bóng đến nỗi bạn sẽ không muốn ngừng cười luôn đó!",
  "NEWave Toothbrush Set": "Bộ Bàn Chải Đánh Răng NEWave",
  "Fight bad breath and start your day off fresh with LlamaFairy's Tooth Lacquer, now with a brand new formula proven to both brighten teeth and fight cavities. It's the same reliable brand your grandparent's used, but with all the benefits of modern science!": "Đánh bay hôi miệng và bắt đầu ngày mới thật tươi mát với Kem Đánh Răng LlamaFairy, nay đã có công thức mới toanh được chứng minh là vừa làm trắng răng vừa chống sâu răng luôn đó. Vẫn là thương hiệu đáng tin cậy mà ông bà cậu dùng hồi xưa, nhưng mà có thêm hết mấy lợi ích của khoa học hiện đại luôn nha!",
  "LlamaFairy's Tooth Lacquer": "Sơn Móng Tay Răng Lạc Đà Tiên",
  "There comes a time in life where one questions an object's worth. This is that moment. Will this poor tube be forgotten on the counter, pushed aside into the garbage, or lovingly cared for until the bitter end?": "Đến một thời điểm trong đời người ta sẽ tự hỏi giá trị của một đồ vật. Đây chính là khoảnh khắc đó. Liệu cái tuýp tội nghiệp này sẽ bị lãng quên trên quầy, bị đẩy xuống sọt rác, hay được chăm sóc cẩn thận đến phút cuối cùng?",
  "Dearly Departed Tooth Lacquer": "Sơn Móng Tay Răng Long Lanh Vĩnh Biệt",
  "On a wall, it's considered hygienic, but on a surface, most view it as currency. In fact, there was a time not long ago when Sims considered this material invaluable beyond all others. Show off your wealth in a unique way! Stock up on this commodity, show it off to your friends, and see what all the rave is about. ": "Trên tường thì sạch sẽ, nhưng trên bề mặt thì ai cũng nghĩ là tiền. Thật ra, không lâu trước đây, Sim coi thứ này là vô giá hơn tất cả mọi thứ khác luôn đó. Khoe của theo cách độc đáo đi nè! Tích trữ hàng hóa này, cho bạn bè lác mắt chơi, rồi xem thử nó hot cỡ nào nha.",
  "Lone Paper": "Tờ giấy cô đơn",
  "Today's world of modern skincare and beauty products makes it impossible to find all the space you need for your daily bathing and pampering. Look no further than the ShowerTime Caddy for all your organization needs. You'll find everything you need to rinse, wash, repeat, and more!": "Với cả đống đồ chăm sóc da và mỹ phẩm bây giờ, tìm chỗ để mấy thứ đồ tắm rửa hàng ngày đúng là ác mộng luôn á. Yên tâm đi, đã có Kệ Tắm Siêu Xịn của ShowerTime lo hết. Cậu sẽ thấy đủ chỗ để xả, gội, lặp lại và còn nhiều hơn nữa đó!",
  "ShowerTime Caddy": "Giá đựng đồ tắm thôi mà!",
  "Click it up. Click it down. Now do that ten times fast. Now do it when someone's using the room. Now do it and go AhwhoooOOOOoooo!": "Ấn lên, ấn xuống. Giờ làm cái đó nhanh mười lần đi. Giờ làm khi ai đó đang dùng phòng. Giờ làm rồi hú AhwhoooOOOOoooo!",
  "Clickity Light Switch": "Công Tắc Tạch Tạch",
  "Everyone's seen one, but has anyone actually used one and how does it work? Now's your chance to find out with the Rocket Light Switch & Dimmer! This reliable and modern switch comes equipped with a neon night light to help with visibility, in case you forgot where your light switch is. Of course, you could also utilize the sleek and modern flush design for a contemporary finish.": "Ai cũng thấy rồi, nhưng có ai dùng thử và nó hoạt động ra sao chưa ta? Giờ là cơ hội để khám phá với Công Tắc & Chiết Áp Đèn Rocket nè! Cái công tắc đáng tin cậy và hiện đại này có đèn ngủ neon để dễ thấy, lỡ quên mất công tắc đèn nằm ở đâu. À mà, bạn cũng có thể tận dụng thiết kế phẳng lì, bóng bẩy và hiện đại để có một vẻ ngoài đương đại nữa đó.",
  "Rocket Light Switch & Dimmer": "Công Tắc & Bộ Điều Chỉnh Độ Sáng Đèn Tên Lửa",
  "Step into your own home spa with the SimSpa Luxury Towel Bar. Indulge in the crisp, clean display of these luxurious plush cotton towels after a bath or shower, smell the fresh towel scent, close your eyes, and sink into your moment of bliss.": "Bước vào spa tại gia của riêng bạn với Giá Treo Khăn Sang Trọng SimSpa. Tận hưởng sự tinh tươm, sạch sẽ của những chiếc khăn bông mềm mại sang trọng này sau khi tắm, hít hà mùi thơm tươi mát của khăn, nhắm mắt lại và đắm mình trong khoảnh khắc hạnh phúc nhé <3.",
  "SimSpa Luxury Towel Bar": "Thanh Treo Khăn Sang Chảnh SimSpa",
  "Give your bathroom a truly lived-in and shamelessly messy look that portrays a sense of bold disarray, with a verbose tone of disregard. Sims with these towels like to show that they live on the edge.": "Mang đến cho phòng tắm của bạn một vẻ ngoài thật sự đã qua sử dụng và bừa bộn một cách trơ trẽn, thể hiện một sự hỗn loạn táo bạo, với một giọng điệu dài dòng của sự coi thường. Sims có những chiếc khăn này thích thể hiện rằng họ sống ngoài lề.",
  "Left to Dry Towel Bar": "Thanh treo khăn tắm \"Để Khô Tự Nhiên\"",
  "No Sim can live without this everyday necessity. Place this item in your bathroom and rest assured that no Sim will ever find themselves lacking, even if it is placed the \"wrong\" way. ": "Không Sim nào sống thiếu được cái đồ cần thiết hàng ngày này đâu nha. Cứ đặt cái này trong phòng tắm đi, đảm bảo không Sim nào lo bị thiếu đâu, kể cả khi đặt \"sai\" cách đi chăng nữa.",
  "THE Toilet Paper Roll": "Cuộn Giấy Vệ Sinh",
  "Simple and Clean": "Đơn giản và Gọn gàng"
}