{
  "This shabby bookshelf reminds me of the days when I used to study in my dorm room. It makes me realize that the best books can’t be purchased. They all may be old and worn, but each book holds more than just the text on the page. They hold precious memories of days gone by. ": "Cái kệ sách cũ mèm này làm tui nhớ hồi còn đi học ở kí túc xá ghê. Nhìn nó mới thấy mấy cuốn sách hay nhất đâu phải cứ mua là có đâu. Tuy chúng nó có thể cũ và sờn rồi, nhưng mỗi cuốn chứa đựng nhiều thứ hơn là chữ nghĩa trên trang giấy. Chúng nó chứa đựng những kỷ niệm quý giá của những ngày đã qua đó.",
  "Unstable Shelves": "Kệ Tủ Lởm Khởm",
  "Sometimes, no matter how hard you try, your house will always show wear and tear. To some, it's a nuisance and to others it's a talking point. Will you hide the signs of disrepair, or show them off with pride? The choice is yours!": "Đôi khi dù có cố gắng bao nhiêu, nhà cửa vẫn cứ xuống cấp ấy mà. Với nhiều người thì cái này hơi phiền, nhưng với người khác thì lại thành chuyện để mà bàn tán. Bạn sẽ giấu nhẹm mấy dấu hiệu hư hại đi hay là trưng ra đầy tự hào? Tùy bạn quyết định thôi nha!",
  "Weary Wall Decal": "Miếng dán tường \"Mệt Mỏi\"",
  "This lamp has what today’s light fixtures simply can’t provide: vintage patina, quality materials, and timeless design. That flickering may be a nuisance, you know, but what if it’s someone sending messages from the other side? Maybe you shouldn't part with it just yet…": "Cái đèn này có những thứ mà đèn ngày nay không có: vẻ cổ điển, chất liệu xịn sò, và thiết kế vượt thời gian. Cái vụ nhấp nháy có thể hơi bực mình, nhưng lỡ đâu có ai đang nhắn tin từ thế giới bên kia thì sao? Chắc là đừng vội bỏ nó đi nha...",
  "Brass Floor Lamp": "Đèn cây sàn bằng đồng thau",
  "Feeling a little tense? Lighten up! It’s that not so modern mod-lamp for the folks who just can't get enough of a bygone era. Why get a functional lamp when you could have this non-functional art piece? And who doesn't love art that makes you… feel? ": "Hơi căng thẳng hả? Thư giãn đi nào! Đây là cái đèn mod không-mấy-hiện-đại dành cho mấy má nào mê mẩn cái thời đã qua á. Sao phải mua cái đèn xài được trong khi mình có thể rinh về một tác phẩm nghệ thuật vô dụng như vầy nè? Ai mà không thích nghệ thuật làm mình... cảm thấy gì đó chứ?",
  "The Not-So-Mod Lamp": "Cái Đèn Không-Hề-Mốt",
  "Tucked away in a basement, forgotten picture frames wait for someone to bring them out again. An old large mirror, passed down through a family line, waits to be seen once more. These treasures sit in storage, waiting for their time to shine.": "Ẩn mình dưới tầng hầm, mấy cái khung ảnh bị lãng quên đang chờ ai đó lôi chúng ra lại nè. Một cái gương to cổ, được truyền lại qua bao đời, đang chờ được ngắm nhìn lần nữa. Mấy món đồ quý giá này đang nằm im trong kho, chờ ngày tỏa sáng đó mà.",
  "Forgotten Frames": "Khung Ảnh Bị Lãng Quên",
  "This mirror stands the test of time... graceful, ambitious, bold, and flawless. This standing mirror is a head-turner, to say the least. Starting from humble beginnings and crafted to stand the test of time, you'll gaze into this mirror and reflect on the many memories and ask, where did they go?": "Chiếc gương này trường tồn với thời gian... duyên dáng, đầy tham vọng, táo bạo và hoàn hảo. Chiếc gương đứng này đúng là khiến ai cũng phải ngoái nhìn đó. Khởi đầu khiêm tốn và được chế tạo để trường tồn với thời gian, bạn sẽ ngắm mình trong chiếc gương này rồi ngẫm nghĩ về bao kỷ niệm và tự hỏi, chúng nó đi đâu hết rồi ta?",
  "The Graceful Ambition Standing Mirror": "Gương Đứng Tham Vọng Tao Nhã",
  "<i>Excerpt from <b>An Elder Sim's Perspective</b> by O. Specter</i>:\n\"Nearing the end of their life, every Sim falls for the bittersweet temptation of nostalgia, the dreamy allure of old photos in painted frames. We look to the past with a certainty we simply cannot hold for the present, seeking comfort in stories we already know the endings of. The things that left us awestruck and full of wonder then, leave us tired and longing for familiarity now. While it might be easy to dwell on what was, or what could have been, never forget that this mode of living we've been given is a gift.\"": "<i>Trích đoạn từ <b>Góc nhìn của một Sim Già</b> của O. Specter</i>:\n\"Gần cuối đời, Sim nào rồi cũng sẽ rơi vào cái cám dỗ ngọt ngào mà cũng đắng chát của sự hoài niệm, cái quyến rũ mơ màng của những tấm ảnh cũ kỹ trong khung sơn. Ta nhìn về quá khứ với một sự chắc chắn mà ta đơn giản là không thể có được ở hiện tại, tìm kiếm sự an ủi trong những câu chuyện mà ta đã biết trước cái kết. Những điều từng khiến ta kinh ngạc và tràn đầy hứng khởi ngày ấy, giờ đây chỉ khiến ta mệt mỏi và khao khát sự quen thuộc. Dù có thể dễ dàng đắm chìm vào những gì đã qua, hoặc những gì lẽ ra có thể xảy ra, đừng bao giờ quên rằng cái cách sống mà ta được ban cho là một món quà.\"",
  "Strange Reminiscence Framed Photo": "Ảnh Khung Kỷ Niệm Lạ Lùng",
  "Old chairs have all kinds of stories to tell. Often discarded, they usually find themselves in need of a new purpose. These chairs have been waiting for you to come along and get some use out of them. They're not quite ready for sitting, so maybe place something on top for now? ": "Mấy cái ghế cũ này có cả đống chuyện để kể đó. Thường thì bị vứt xó, mấy ẻm hay tự tìm cho mình mục đích mới. Mấy cái ghế này đang đợi bạn tới lôi tụi nó ra xài đó. Giờ thì chưa ngồi được đâu, hay là để tạm cái gì lên trên nha?",
  "Unmatched Chairs": "Ghế Lạc Quẻ",
  "Having once spruced up a bare corner and enlivened many decks, this artificial plant is now a handy dust collector for generations to come. Requiring much less tending than other plants, it stands the test of time for Sims who may want a bit of green without having too much work involved.": "Từng làm đẹp cho góc nhà trống trải và làm sống động bao nhiêu cái sân, cái cây giả này giờ trở thành cái chỗ hứng bụi xịn xò cho bao thế hệ rồi đó. Chăm nó dễ hơn mấy cây thiệt nhiều, lại còn bền bỉ nữa, hợp với mấy Sims nào thích có tí xanh xanh mà không muốn tốn công chăm sóc á.",
  "Uncle Bob's Dusty Rubber Plant": "Cây cao su bụi bặm của bác Bob",
  "These stains have been here a while... quite a while, almost as if each one has a unique story to tell. What do you think they're saying?": "Mấy vết bẩn này ở đây cũng lâu rồi đó... lâu thiệt lâu luôn á, như kiểu mỗi vết có một câu chuyện riêng để kể vậy. Bạn nghĩ tụi nó đang nói gì nè?",
  "Unbeatable Stains": "Vết bẩn cứng đầu",
  "A classic for a reason. The Moving Buddy is a hand-me-down that has seen it all and been through so many moves. Where will it take you next?": "Một món đồ cổ điển có lý do cả đó. Thùng đồ Moving Buddy này đã trải qua bao nhiêu là chuyện rồi, dọn nhà cũng không biết bao nhiêu lần nữa. Không biết lần tới nó sẽ đưa cậu đến đâu đây?",
  "The Moving Buddy": "Bạn Đồng Hành Chuyển Nhà",
  "It’s been over 20 years, yet this old Vibromatic will still have you feelin’ flirty as you recall the good old days when you were livin’ large. It has a lot of history and it shows. Nonetheless, there’s still some motion in the ocean and maybe the vibration engine could even work again one day. This unique piece captures such a special place in our hearts that we can't quite part with it.": "Đã hơn 20 năm rồi mà cái máy rung Vibromatic cổ lỗ sĩ này vẫn khiến bạn cảm thấy tán tỉnh khi nhớ lại những ngày xưa sống sung sướng. Nó có cả một đống lịch sử và trông cũng tã rồi. Dù sao thì nó vẫn còn chút rung rinh và biết đâu một ngày nào đó cái động cơ rung lại hoạt động được. Món đồ độc đáo này chiếm một vị trí đặc biệt trong tim chúng ta đến nỗi ta không thể nào rời xa nó được.",
  "Disassembled Heart Bed": "Giường Tim Vỡ Tả Tơi",
  "A well-traveled trunk, replete with tales of mystery and intrigue, awaits to be rediscovered. This curious object was once used by an unknown passenger on a long journey across the sea.": "Một chiếc rương sờn cũ, chất đầy những câu chuyện bí ẩn và hấp dẫn, đang chờ được khám phá lại nè. Cái vật thể kỳ lạ này đã từng được một hành khách vô danh sử dụng trên một chuyến đi dài vượt biển đó.",
  "The Traveler's Trunk": "Rương Hành Lý của Dân Du Mục",
  "Collect family treasures and stow away one-of-a-kind keepsakes with the Shabby Cardboard. Dusty and worn, these cardboard boxes are an invitation to investigate the memories held within.": "Thu thập bảo vật gia đình và cất giữ những kỷ vật độc nhất vô nhị với Thùng Các-tông Cũ Kỹ. Bụi bặm và sờn cũ, những thùng các-tông này là lời mời khám phá những kỷ niệm được cất giữ bên trong đó nha.",
  "Shabby Cardboard Box": "Hộp Các Tông Tồi Tàn",
  "The Sim that packed this box? We all know what they were thinking. \"Oh, I can't get rid of my 9th grade algebra notes! What if I'm faced with a linear equation one day and there's nowhere else for me to turn?\" Of course, that notebook has sat unopened since that moment. Cradled by a pair of old, worn out jeans they swear will fit them again one day. Hugged by a scarf that happens to be their least favorite color, that they vaguely remember buying because they needed to \"expand their wardrobe horizons.\" ": "Cái Sim nào mà đóng cái hộp này á? Ai cũng biết ẻm nghĩ gì mà. \"Ôi, tui không vứt được mấy cái ghi chép đại số hồi lớp 9 đâu nha! Lỡ đâu có ngày tui phải đối mặt với phương trình tuyến tính mà hổng có ai giúp thì sao?\". Chắc chắn luôn, cái cuốn vở đó nằm im re từ hồi đó tới giờ á. Nằm gọn lỏn giữa đống quần jean cũ sờn mà ẻm thề là có ngày sẽ mặc vừa lại. Được ôm ấp bởi cái khăn choàng mà ẻm ghét cay ghét đắng, mà ẻm nhớ mang máng là mua vì cần phải \"mở rộng chân trời tủ đồ\" á.",
  "Big Box of Irreplaceably Replaceable Things": "Hộp Đồ Sộ Toàn Đồ Thay Thế Được Mà Không Thể Thay Thế!",
  "Fun for all ages! Almost all the pieces are included for you to enjoy either a game of <i>Scrobble</i> or <i>Syndicate</i>. Instructions no longer included.": "Vui vẻ cho mọi lứa tuổi! Gần như tất cả các mảnh đều có để bạn thưởng thức một ván <i>Scrobble</i> hoặc <i>Syndicate</i>. Tiếc là không còn hướng dẫn sử dụng nữa rồi.",
  "The Fun of Yesteryear": "Niềm Vui Ngày Xửa Ngày Xưa",
  "These must be some form of ancient technology. While the outer square sleeves vary in color and appear to be merely used for protection and identification purposes, they all contain mostly black-colored plates. However, these plates have a hole in the middle, which is why we conclude that they're probably not meant to hold your grilled cheese. There's still much to unveil but we believe that the engraved spiral texture on these plates was used to convey some sort of signal—but a signal to whom and what kind of signal? That remains to be uncovered...": "Chắc chắn đây là công nghệ cổ đại rồi. Mấy cái vỏ bọc vuông bên ngoài thì màu mè hoa lá hẹ, có vẻ chỉ để bảo vệ với phân loại thôi, chứ bên trong toàn là đĩa màu đen xì. Mà mấy cái đĩa này lại còn có lỗ ở giữa nữa, nên tụi tui đoán là chắc hổng phải để đựng bánh mì nướng đâu ha. Vẫn còn nhiều bí ẩn lắm nhưng mà tụi tui nghĩ cái vân xoắn ốc khắc trên đĩa này dùng để truyền tín hiệu gì đó—nhưng mà truyền cho ai với tín hiệu gì thì còn phải mò tiếp...",
  "Records of the Past": "Dấu Vết Quá Khứ",
  "This telephone was once the pinnacle of a teenager's life. Now replaced by the convenience of smartphones, new generations of Sims will never know the struggles of having to remember other Sim's numbers by memory, the awkwardness of asking your crush's parents if they are available to talk, or the frustration of being kicked off the internet because your Mom \"accidentally\" picked up the phone.": "Cái điện thoại này từng là đỉnh cao của cuộc đời một đứa teen. Giờ bị thay thế bởi sự tiện lợi của smartphone rồi, mấy thế hệ Sim mới sau này chắc chắn sẽ không bao giờ biết được cái cảnh phải nhớ số của Sim khác bằng trí nhớ, cái sự ngại ngùng khi phải hỏi bố mẹ của người mình thích xem người ta có rảnh để nói chuyện không, hay là cái bực mình khi bị đá khỏi mạng vì Mẹ \"vô tình\" nhấc điện thoại lên đâu ha.",
  "Relic of Good Times": "Kỷ Vật Thời Hoàng Kim",
  "When you need a little pick-me-up, take a moment to look back at all you've accomplished! You were bowling royalty, even if only for the night, and your hotdog eating skills were unmatched. In some cases, you didn't get first, but at least your participation earned you a medal or two. Dust these relics off and get lost reminiscing about the good old days.": "Khi nào mà bạn cảm thấy hơi tụt mood, hãy dành chút thời gian nhìn lại những gì mình đã làm được nha! Bạn đã từng là trùm bowling đó, dù chỉ một đêm thôi, và trình ăn hotdog của bạn thì khỏi chê luôn. Đôi khi bạn không về nhất, nhưng ít ra bạn cũng được tặng huy chương vì đã tham gia rồi nè. Phủi bụi mấy món đồ kỷ niệm này đi và đắm chìm trong những ngày tháng tươi đẹp đi bạn ơi.",
  "Mementos of Glory": "Kỷ Vật Vinh Quang",
  "Dusty trinkets that hold strange sentimental value. They're creepy but also cute... kinda.": "Mấy món đồ trang trí bụi bặm mà lại chứa đựng giá trị tình cảm kỳ lạ. Hơi ghê rợn nhưng cũng cưng cưng... kiểu vậy á.",
  "Dusty Trinkets": "Đồ Trang Sức Bụi Bặm",
  "Without a doubt, an old recliner is far better than a new one! This chair has been perfectly broken into and the leather is soft and supple. It's been the best seat in the house many times, and will be for many more years to come.": "Chắc chắn luôn, cái ghế tựa cũ vẫn ngon hơn cái mới nhiều! Cái ghế này ngồi quen cả rồi, da thì mềm mại dễ chịu. Nó là cái ghế êm ái nhất nhà bao nhiêu lần rồi ấy, và còn sẽ là như vậy trong nhiều năm tới nữa.",
  "The Best Seat In The House": "Chỗ Ngồi Xịn Nhất Trong Nhà",
  "This couch has been passed down from your grandparents’ days. It’s a well-loved piece, with plenty of stories to go along with the ruthless wear and tear. At this point in its life, it holds too much sentimental value to simply throw away. You can't buy memories after all!": "Cái ghế sofa này được truyền lại từ thời ông bà của bạn đó. Nó là một món đồ được yêu thích lắm luôn, với bao nhiêu là kỷ niệm đi kèm với những vết sờn cũ. Đến giờ phút này, nó chứa đựng quá nhiều giá trị tinh thần để mà vứt đi á. Mua lại kỷ niệm sao được chời!",
  "Grandma's Couch": "Ghế Bành Cổ Điển Của Bà",
  "An old piece of furniture you've been keeping out of sight for a while. It may be shabby, but it's still functional nonetheless.": "Một món đồ cũ kỹ mà bạn đã giấu biệt đâu đó bấy lâu nay. Hơi tả tơi tí thôi, chứ vẫn còn xài được lắm á.",
  "Candid Coffee Table": "Bàn cà phê giản dị",
  "The Retroplex TV Console is truly a heirloom to be cherished...even though its beyond repair. Perhaps it can be repurposed into something new because this piece is just too cool to throw out! ": "Cái TV Retroplex này đúng là một món đồ gia truyền để đời... cho dù nó tàn đời thật rồi. Hay là mình tái chế nó thành cái gì đó mới đi, vì món này ngầu quá, không nỡ vứt!",
  "Retroplex TV Console": "Bàn TV Retroplex nè.",
  "A unique piece of history, this vintage and square TV is a reminder that there was once a time before flat screens. It may not work too well anymore, but why not make a statement?": "Một món đồ lịch sử độc đáo đây, chiếc TV vuông cổ điển này nhắc ta nhớ về cái thời chưa có TV màn hình phẳng đó. Chắc là nó cũng tậm tịt rồi, nhưng mà trưng cho có phong cách thì sao nào?",
  "SquareTube": "SquareTube",
  "Basement Hideaway ": "Ẩn Nấp Dưới Tầng Hầm",
  "Dated Drywall": "Tường thạch cao cũ mèm"
}