{
  "(From Watching a Movie)": "(Từ việc xem phim)",
  "But... wait... why... ugh! How could they mess up a movie so badly in my favorite genre?": "Nhưng... khoan... tại sao... ôi! Sao họ có thể làm hỏng một bộ phim tệ đến vậy trong thể loại yêu thích của mình chứ?",
  "Big Screen Let Down": "Thất vọng màn ảnh rộng",
  "You could call that movie the sleeper hit of the year. Emphasis on \"sleeper\".": "Bạn có thể gọi bộ phim đó là một cú hit ngủ gật của năm. Nhấn mạnh vào từ \"ngủ gật\".",
  "Boring Movie": "Phim chán phèo",
  "{0.SimFirstName} can list all the movie's mistakes, plot holes, and bad dialog in less than ten minutes.": "{0.SimFirstName} có thể liệt kê tất cả các lỗi, lỗ hổng cốt truyện và đoạn hội thoại tồi tệ của bộ phim trong vòng chưa đầy mười phút.",
  "Cinema Sin": "Tội lỗi điện ảnh",
  "An instant classic! Surely that flick will be in contention for awards season this year.": "Một tác phẩm kinh điển ngay lập tức! Chắc chắn bộ phim đó sẽ cạnh tranh cho mùa giải thưởng năm nay.",
  "Genre Staple": "Yếu tố chủ đạo của thể loại",
  "That movie was... interesting. Worth a watch, at least this once.": "Bộ phim đó... thú vị đấy. Đáng xem, ít nhất là một lần.",
  "Interesting Flick": "Phim hay đó",
  "Bravo! How fortuitous that we bear witness to this pinnacle of the medium!": "Bravo! Thật may mắn khi chúng ta được chứng kiến đỉnh cao của loại hình nghệ thuật này!",
  "Silver Screen Masterpiece": "Kiệt tác màn bạc",
  "Watch Movies": "Xem phim",
  "Don't Watch Movies": "Đừng xem phim",
  "Artsy-Fancy Flair": "Phong cách nghệ thuật - sang trọng",
  "Rhapsodist's Dream": "Giấc mơ của người ngâm thơ",
  "Offbeat Charm": "Nét duyên khác thường",
  "Point Breaker": "Kẻ phá bĩnh",
  "Laid-Back Mastery": "Bậc thầy thư thái",
  "Plumbob Pickers\\nSeason 4, Episode 3\\n100 East Northbank Boulevard, Champs Les Sims\\n\\nAh Paris... Stephen and Checo quibble over \"City of Lights\" vs \"City of Love\" as their preferred nickname, but the argument is ultimately inconsequential. Any picker knows that Paris has been picked clean for years now. Instead the two drive into the French countryside until reaching the town of Champs Les Sims. While sipping coffee at The Catania Café, Stephen spots a woman with striking blue eyes who introduces herself as Aimée. As the pleasant chitchat turns to business, she mentions her husband André's collection of fine cloth that he keeps in immaculate condition. With their interest piqued, the pair travel to the Lefebvre's home, where Checo is immediately impressed at the elegant embroidery, noting how the level of skill on display can only be found in the old country. Checo strikes a deal for a bundle of cloth, perfect for curtains without any alterations.\\n\\nPicked = §45\\nProfit = §70": "Những người nhặt Plumbob\nMùa 4, Tập 3\n100 East Northbank Boulevard, Champs Les Sims\n\nÀ Paris... Stephen và Checo tranh cãi về biệt danh ưa thích của họ là \"Thành phố Ánh sáng\" hay \"Thành phố Tình yêu\", nhưng cuộc tranh cãi cuối cùng là không đáng kể. Bất kỳ người nhặt nào cũng biết rằng Paris đã bị nhặt sạch trong nhiều năm nay. Thay vào đó, cả hai lái xe vào vùng nông thôn Pháp cho đến khi đến thị trấn Champs Les Sims. Trong khi nhâm nhi cà phê tại The Catania Café, Stephen phát hiện ra một người phụ nữ có đôi mắt xanh nổi bật, người tự giới thiệu mình là Aimée. Khi cuộc trò chuyện vui vẻ chuyển sang công việc, cô ấy đề cập đến bộ sưu tập vải tốt của chồng mình là André mà anh ấy giữ trong tình trạng hoàn hảo. Với sự quan tâm của họ, cả hai đến nhà Lefebvre, nơi Checo ngay lập tức ấn tượng với những đường thêu trang nhã, lưu ý rằng trình độ kỹ năng được thể hiện chỉ có thể được tìm thấy ở quê hương cũ. Checo đạt được thỏa thuận mua một bó vải, hoàn hảo cho rèm cửa mà không cần bất kỳ chỉnh sửa nào.\n\nĐã nhặt = §45\nLợi nhuận = §70",
  "Triomphant Textiles - Left": "Hàng dệt may Triomphant - Bên trái",
  "Triomphant Textiles - Right": "Hàng dệt may Triomphant - Bên phải",
  "Plumbob Pickers\\nSeason 8, Episode 7\\n323 Knott Drive, Moonlight Falls\\n\\nStephen and Checo head to Varg's Tavern in Moonlight Falls - a local hotspot that's renown for attracting some of the city's more colorful characters. Shortly after arriving they notice something odd; there's a gentleman who's not only entertaining patrons with his guitar, but he's also buying rounds for the entire bar! Chatting with the mixologist reveals that the man is Rainflower Ivy, a local entertainer who recently came into a large inheritance. Intrigued, Stephen approaches him, and finds out that Rainflower is planning a large renovation to his estate, and would be more than happy to sell fixtures of his home instead of sending them to the trash heap. As the two browse the Ivy home, they're drawn to a pair of hand painted doors that represent the same ethos Rainflower stands for - peace and harmony with mother Earth. Stephen assures Rainflower that the doors will find a new home, and continue to be used for years to come.\\n\\nPicked = §25\\nProfit = §25": "Những người nhặt Plumbob\nMùa 8, Tập 7\n323 Knott Drive, Moonlight Falls\n\nStephen và Checo đến Varg's Tavern ở Moonlight Falls - một điểm nóng địa phương nổi tiếng vì thu hút một số nhân vật đầy màu sắc của thành phố. Ngay sau khi đến, họ nhận thấy điều gì đó kỳ lạ; có một quý ông không chỉ giải trí cho khách quen bằng cây đàn guitar của mình mà còn mua đồ uống cho toàn bộ quán bar! Trò chuyện với người pha chế tiết lộ rằng người đàn ông đó là Rainflower Ivy, một nghệ sĩ giải trí địa phương gần đây đã được thừa kế một khoản lớn. Tò mò, Stephen tiếp cận anh ta và phát hiện ra rằng Rainflower đang lên kế hoạch cải tạo lớn cho khu đất của mình và sẽ rất vui khi bán các vật dụng cố định trong nhà thay vì vứt chúng vào đống rác. Khi cả hai duyệt qua ngôi nhà Ivy, họ bị thu hút bởi một cặp cửa vẽ tay thể hiện cùng một đặc tính mà Rainflower đại diện - hòa bình và hòa hợp với mẹ Trái đất. Stephen đảm bảo với Rainflower rằng những cánh cửa sẽ tìm thấy một ngôi nhà mới và tiếp tục được sử dụng trong nhiều năm tới.\n\nĐã nhặt = §25\nLợi nhuận = §25",
  "Green Flower Power - Double": "Sức mạnh của hoa xanh - Gấp đôi",
  "Green Flower Power - Single": "Sức mạnh của hoa xanh - Đơn",
  "Plumbob Pickers\\nSeason 9, Episode 2\\n153 Herschel's Pond Road, Twinbrook\\n\\nFresh off a successful pick, Stephen and Checo return to the mouth of the Simislaus Creek to visit their old friend Buddy Bailey. The past seven years have been kind to Buddy, having found great success after his appearance on Plumbob Pickers in season 2. In fact, he's moved into the former Knack mansion - it seems Pattina's 15 minutes of fame quickly came and went, and she left town after her family left her. It should come as no surprise that love fades quickly when someone who can't stand art marries an artist who suddenly can't find success. After catching up with Buddy, the two take a drive around the outskirts of town with an eye for picking. They come across the Bayless family shack (affectionately known as Marsh Mansion); with odds and ends strewn about the front yard. Suddenly Checo spots it... an original Pattina Knack armoire! What a coincidence! \"I ain't never done liked that sideways dresser. It came from 'dem rich folk parts,\" said Skeet, right before shaking Checo's hand.\\n\\nPicked = §150\\nProfit = §625": "Những người nhặt Plumbob\nMùa 9, Tập 2\n153 Herschel's Pond Road, Twinbrook\n\nSau một lần nhặt thành công, Stephen và Checo trở lại cửa lạch Simislaus để thăm người bạn cũ Buddy Bailey. Bảy năm qua đã đối xử tốt với Buddy, anh ấy đã gặt hái được thành công lớn sau khi xuất hiện trên Plumbob Pickers trong mùa 2. Trên thực tế, anh ấy đã chuyển đến dinh thự Knack trước đây - có vẻ như 15 phút nổi tiếng của Pattina nhanh chóng đến rồi đi, và cô ấy đã rời khỏi thị trấn sau khi gia đình rời bỏ cô ấy. Không có gì đáng ngạc nhiên khi tình yêu nhanh chóng phai nhạt khi một người không thể chịu đựng được nghệ thuật lại kết hôn với một nghệ sĩ đột nhiên không thể tìm thấy thành công. Sau khi trò chuyện với Buddy, cả hai lái xe quanh vùng ngoại ô của thị trấn để nhặt đồ. Họ bắt gặp túp lều của gia đình Bayless (thân mật được gọi là Marsh Mansion); với những thứ lặt vặt vương vãi khắp sân trước. Đột nhiên Checo phát hiện ra nó... một chiếc tủ quần áo Pattina Knack nguyên bản! Thật là một sự trùng hợp! Skeet nói: \"Tôi chưa bao giờ thích cái tủ đựng đồ ngang đó cả. Nó đến từ những khu vực giàu có đó\", ngay trước khi bắt tay Checo.\n\nĐã nhặt = §150\nLợi nhuận = §625",
  "Profit & 'Postrophes": "Lợi nhuận & Dấu nháy đơn",
  "Plumbob Pickers\\nSeason 4, Episode 2\\nThe Papyrus House, Al Simhara\\n\\nPicking and tomb raiding... Stephen and Checo discover they aren't so different after all while exploring the sand-bleached dunes of Al Simhara. The two stroll through the local marketplace, where they come across a stall run by Farouk Rashid, who happens to be selling Egyptian antiquities! He tells a tall tale of an ancient tomb he discovered underneath his home when excavating for a basement addition. As Farouk is terrified at the possibility of encountering a mummy, he invites the pair to explore the tomb on their own, and he'll offer a bargain on any treasures they extract. Farouk's fears aren't unfounded, as they turn a corner in the darkness only to encounter a gaping bandaged maw, and the sounds of decayed sinew stretching and snapping into place as the mummy stumbles towards them. Terrified, they run from the tomb, but not before yanking an old star-shaped fixture from the ceiling that was intended to guide Al Simharians on their journey to the beyond.\\n\\nPicked = §5\\nProfit = §110": "Những người nhặt Plumbob\nMùa 4, Tập 2\nNhà Papyrus, Al Simhara\n\nNhặt nhạnh và đột kích lăng mộ... Stephen và Checo phát hiện ra rằng họ không khác nhau đến vậy sau khi khám phá những cồn cát tẩy trắng bởi cát của Al Simhara. Cả hai đi dạo qua khu chợ địa phương, nơi họ bắt gặp một gian hàng do Farouk Rashid điều hành, người tình cờ bán đồ cổ Ai Cập! Anh ta kể một câu chuyện hoang đường về một ngôi mộ cổ mà anh ta phát hiện ra bên dưới nhà mình khi đào để xây thêm tầng hầm. Vì Farouk kinh hoàng trước khả năng chạm trán với một xác ướp, anh ta mời cả hai tự mình khám phá ngôi mộ và anh ta sẽ đưa ra một món hời cho bất kỳ kho báu nào họ lấy được. Nỗi sợ hãi của Farouk không phải là vô căn cứ, khi họ rẽ vào một góc trong bóng tối chỉ để chạm trán với một cái miệng băng bó há hốc và âm thanh của những đường gân mục nát căng ra và bật vào vị trí khi xác ướp loạng choạng về phía họ. Sợ hãi, họ chạy khỏi ngôi mộ, nhưng không quên giật lấy một vật cố định hình ngôi sao cũ từ trần nhà, vật này được dùng để hướng dẫn người Al Simhara trên hành trình đến thế giới bên kia.\n\nĐã nhặt = §5\nLợi nhuận = §110",
  "Stars Over Simhara": "Những ngôi sao trên Simhara",
  "Plumbob Pickers\\nSeason 5, Episode 9\\n1 Mithrilen Manor, Dragon Valley\\n\\nNo matter where Stephen and Checo go in Dragon Valley, they keep hearing one name spoken - be it in hushed tones or on the tip of sharp tongues - Mithrilen! Determined to learn more, they pay a visit to the Mithrilen family home where they meet Fintan. He's clearly a man with many thoughts on many matters, but primarily he stands for two things. One, he believes he's the rightful mayor of the town by birthright, and that the O'Connell family should be driven from the land. Two, he... HATES... dragons! Fintan proudly shows a trio of dragon eggs he pilfered from a wurm's lair, which he carefully cracked to make an omlette (or as he describes it - \"a feast for the ages\"). Afterwards, he preserved the dragon egg shells and turned them into iridescent hanging lanterns, which Stephen immediately decided he must have.\\n\\nPicked = §100\\nProfit = §35": "Những người nhặt Plumbob\nMùa 5, Tập 9\n1 Mithrilen Manor, Dragon Valley\n\nDù Stephen và Checo đến đâu ở Dragon Valley, họ vẫn nghe thấy một cái tên được nhắc đến - dù là bằng giọng thì thầm hay trên đầu lưỡi sắc bén - Mithrilen! Quyết tâm tìm hiểu thêm, họ đến thăm nhà của gia đình Mithrilen, nơi họ gặp Fintan. Rõ ràng anh ấy là một người đàn ông có nhiều suy nghĩ về nhiều vấn đề, nhưng chủ yếu anh ấy ủng hộ hai điều. Một, anh ta tin rằng mình là thị trưởng hợp pháp của thị trấn theo quyền thừa kế và gia đình O'Connell nên bị trục xuất khỏi vùng đất. Hai, anh ấy... GHÉT... rồng! Fintan tự hào khoe bộ ba trứng rồng mà anh ta đã ăn cắp từ hang ổ của một con giun, anh ta cẩn thận đập vỡ chúng để làm món trứng tráng (hoặc như anh ta mô tả - \"một bữa tiệc cho mọi thời đại\"). Sau đó, anh ta bảo quản vỏ trứng rồng và biến chúng thành những chiếc đèn lồng treo đầy màu sắc, mà Stephen ngay lập tức quyết định rằng anh ta phải có.\n\nĐã nhặt = §100\nLợi nhuận = §35",
  "Cantankerous Cackleberries": "Tiếng cười khúc khích khó chịu",
  "Plumbob Pickers\\nSeason 4, Episode 1\\n73 South Shang Simla Hills, Shang Simla\\n\\nA new season for a new year! Stephen and Checo kick off the season with a bang, as they enjoy fireworks underneath the skies of Shang Simla. While strolling through the Forbidden City they meet Maya Wang, a free spirited artist who draws inspiration from the nature that surrounds her. Maya invites the duo to her family's home, where she prepares a traditional egg roll recipe for them. Stephen connects with Maya over a shared love of arts and crafts, and she shows him the paper lanterns that she's handmade using a technique passed down from her grandmother. Stephen insists on purchasing a variety of the laterns for his own private collection, not even bothering to haggle over prices.\\n\\nPicked = §615\\nProfit = NOT FOR SALE": "Những người nhặt Plumbob\nMùa 4, Tập 1\n73 South Shang Simla Hills, Shang Simla\n\nMột mùa mới cho một năm mới! Stephen và Checo khởi động mùa giải một cách hoành tráng, khi họ thưởng thức pháo hoa dưới bầu trời Shang Simla. Khi đi dạo qua Tử Cấm Thành, họ gặp Maya Wang, một nghệ sĩ tự do lấy cảm hứng từ thiên nhiên xung quanh cô. Maya mời cả hai đến nhà gia đình cô, nơi cô chuẩn bị một công thức làm nem truyền thống cho họ. Stephen kết nối với Maya vì cùng yêu thích nghệ thuật và thủ công, và cô ấy cho anh xem những chiếc đèn lồng giấy mà cô ấy đã làm thủ công bằng kỹ thuật được truyền lại từ bà của cô ấy. Stephen khăng khăng đòi mua nhiều loại đèn lồng cho bộ sưu tập cá nhân của mình, thậm chí không buồn mặc cả về giá cả.\n\nĐã nhặt = §615\nLợi nhuận = KHÔNG BÁN",
  "Lilacs & Lanterns": "Hoa tử đinh hương & Đèn lồng",
  "Plumbob Pickers\\nSeason 5, Episode 8\\n68 Velkominn Road, Aurora Skies\\n\\nStephen and Checo make a stop in chilly Aurora Skies. There they encounter Jackie and Felicia, two lovely ladies who have an uncanny amount of fine jewelry and art that they seem more than willing to part with. Stephen breaks the ice to get the deals flowing by paying full price for a hand-crafted candelabra (and also because the heater at the \"Hostility-Free Hostel\" is broken, and they sure as plum need a way to stay warm). Upon attempting to leave the country, the pair get stopped at the border by customs officers - their entire haul is identified as stolen goods! Not only are their posessions confiscated, but Stephen and Checo are forced to endure a night in jail - a very cold night mind you. They're freed the next day when their story checks out, but in the meantime Jackie and Felicia seem to have vanished.\\n\\nPicked = §170\\nProfit = -§170; CONFISCATED": "Những người nhặt Plumbob\nMùa 5, Tập 8\n68 Velkominn Road, Aurora Skies\n\nStephen và Checo dừng chân ở Aurora Skies lạnh giá. Ở đó, họ gặp Jackie và Felicia, hai quý cô đáng yêu có một lượng trang sức và nghệ thuật tinh xảo đến kỳ lạ mà họ dường như sẵn lòng chia sẻ. Stephen phá băng để các giao dịch diễn ra suôn sẻ bằng cách trả toàn bộ giá cho một chiếc chân đèn được chế tác thủ công (và cũng vì lò sưởi tại \"Nhà trọ Không thù địch\" bị hỏng, và họ chắc chắn cần một cách để giữ ấm). Khi cố gắng rời khỏi đất nước, cả hai bị nhân viên hải quan chặn lại ở biên giới - toàn bộ số hàng của họ được xác định là hàng ăn cắp! Không chỉ tài sản của họ bị tịch thu, mà Stephen và Checo còn buộc phải chịu đựng một đêm trong tù - một đêm rất lạnh, bạn biết đấy. Họ được thả tự do vào ngày hôm sau khi câu chuyện của họ được kiểm chứng, nhưng trong khi đó, Jackie và Felicia dường như đã biến mất.",
  "Of Fire And Ice": "Của Lửa Và Băng",
  "Plumbob Pickers\\nSeason 2, Episode 3\\n1787 Bayshore Highway, Bridgeport\\n\\nStephen and Checo rarely visit cities, but they're too intrigued by the prospect of picking a vampire's property to resist. In Bridgeport they meet Morrigan Hemlock, a pale lady with an eclectic taste for the old world. She's initially hesitant to sell, but agrees to part with a Romani mirror in her collection once Checo points out that it isn't something she'll need for, oh say... the rest of eternity. The morning after, Stephen panics upon discovering bite marks on his neck! The source is soon traced back to a rampant bed bug infestation in their hotel though, and the two quickly leave Bridgeport in their rearview mirror.\\n\\nPicked = §175\\nProfit = §60": "Những người nhặt Plumbob\nMùa 2, Tập 3\n1787 Bayshore Highway, Bridgeport\n\nStephen và Checo hiếm khi đến thăm các thành phố, nhưng họ quá tò mò trước viễn cảnh nhặt đồ từ tài sản của một ma cà rồng nên không thể cưỡng lại. Ở Bridgeport, họ gặp Morrigan Hemlock, một quý cô nhợt nhạt với gu thẩm mỹ chiết trung dành cho thế giới cũ. Ban đầu cô ấy ngần ngại bán, nhưng đồng ý chia tay một chiếc gương Romani trong bộ sưu tập của mình sau khi Checo chỉ ra rằng đó không phải là thứ cô ấy cần, ồ ví dụ... trong suốt phần còn lại của vĩnh cửu. Sáng hôm sau, Stephen hoảng sợ khi phát hiện ra những vết cắn trên cổ mình! Tuy nhiên, nguồn gốc nhanh chóng được truy tìm đến một ổ bọ giường hoành hành trong khách sạn của họ, và cả hai nhanh chóng rời khỏi Bridgeport trong gương chiếu hậu của họ.",
  "Reflection of a Vampire": "Hình ảnh phản chiếu của ma cà rồng",
  "When you hear \"Projectotron\" you think of quality. You think of consistency. You think of a best in class product that's stood the test of time. Well... throw that second thought out the window! Introducing the Projectotron Outdoor Movie Screen, an exciting new product in our 2016 lineup. No, this isn't 4K resolution - please stop asking. It's the same dependable picture you've come to expect from Projectotron over the past ten years, but now with outdoor mounting bracket and speakers to match!\\n\\nProjectotron Incorporated not responsible for public broadcasts of copyrighted content intended for private use in a home broadcast. Any public showings of such content without express written consent is prohibited.": "Khi bạn nghe thấy \"Projectotron\", bạn nghĩ đến chất lượng. Bạn nghĩ đến sự nhất quán. Bạn nghĩ đến một sản phẩm tốt nhất trong phân khúc đã đứng vững trước thử thách của thời gian. Chà... hãy vứt bỏ suy nghĩ thứ hai đó ra khỏi cửa sổ! Giới thiệu Màn hình chiếu phim ngoài trời Projectotron, một sản phẩm mới thú vị trong dòng sản phẩm năm 2016 của chúng tôi. Không, đây không phải là độ phân giải 4K - xin vui lòng ngừng hỏi. Đó là hình ảnh đáng tin cậy mà bạn mong đợi từ Projectotron trong mười năm qua, nhưng giờ đây có thêm loa và giá treo ngoài trời phù hợp!\n\nProjectotron Incorporated không chịu trách nhiệm cho việc phát sóng công khai nội dung có bản quyền dành cho mục đích sử dụng riêng trong phát sóng tại nhà. Bất kỳ buổi chiếu công khai nào đối với nội dung đó mà không có sự đồng ý bằng văn bản rõ ràng đều bị cấm.",
  "Projectotron Outdoor Movie Screen": "Màn hình chiếu phim ngoài trời Projectotron",
  "\"4K resolution\" is a fancy gimmick. When you buy a Projectotron, you know you're buying quality. Our projectors don't rely on new-fangled new technology, we stand behind our decade old designs - why do you think we haven't changed them? Consistency, reliability, stability. These are more than words, they're a company ethos. This is technology you can trust, and a product you can rely on... Projectotron. The industry standard.": "\"Độ phân giải 4K\" là một chiêu trò hào nhoáng. Khi bạn mua Projectotron, bạn biết bạn đang mua chất lượng. Máy chiếu của chúng tôi không dựa vào công nghệ mới lạ, chúng tôi đứng sau các thiết kế đã có từ hàng thập kỷ của mình - bạn nghĩ tại sao chúng tôi không thay đổi chúng? Tính nhất quán, độ tin cậy, tính ổn định. Đây không chỉ là những từ ngữ, chúng còn là một đặc tính của công ty. Đây là công nghệ bạn có thể tin tưởng và là sản phẩm bạn có thể dựa vào... Projectotron. Tiêu chuẩn của ngành.",
  "Projectotron Indoor Movie Screen": "Màn hình chiếu phim trong nhà Projectotron",
  "Rumor has it that MorcuCorp is smuggling national treasures out of Egypt, including the famous pink Diamond of D'nile. Can James Pond infiltrate their headquarters and return this natural treasure to its rightful place in Al Simhara?": "Có tin đồn rằng MorcuCorp đang buôn lậu các kho báu quốc gia ra khỏi Ai Cập, bao gồm cả Viên kim cương hồng nổi tiếng của sông D'nile. Liệu James Pond có thể xâm nhập vào trụ sở của họ và trả lại kho báu tự nhiên này về đúng vị trí của nó ở Al Simhara không?",
  "Diamonds Are For Sims": "Diamonds Are For Sims",
  "Too many cooks in the kitchen doesn't even begin to describe the situation the Khlumzee Sisters find themselves in. This is one fancy dinner that's gone to the dogs... literally!": "Quá nhiều đầu bếp trong bếp thậm chí còn không bắt đầu mô tả tình huống mà Chị em nhà Khlumzee gặp phải. Đây là một bữa tối sang trọng đã trở thành thảm họa... theo đúng nghĩa đen!",
  "The Khlumzee Sisters": "The Khlumzee Sisters",
  "The terrific two-o duo return in SuperKids: Cortex Catastrophe. After years in exile, their arch nemesis Mind Ove'Matter executes his plan to bring about the end of existance! Can the SuperKids save humanity yet again?": "Bộ đôi siêu phàm trở lại trong SuperKids: Thảm họa vỏ não. Sau nhiều năm sống lưu vong, kẻ thù không đội trời chung của họ, Mind Ove'Matter, thực hiện kế hoạch mang đến sự kết thúc của sự tồn tại! Liệu SuperKids có thể cứu nhân loại một lần nữa?",
  "SuperKids: Cortex Catastrophe": "SuperKids: Cortex Catastrophe",
  "Five college friends refuse to heed the local's warnings as they venture to a remote campsite deep in the woods for a weekend of debauchery. Shaka-bra? More like shaka-buried!": "Năm người bạn đại học từ chối nghe theo những lời cảnh báo của người dân địa phương khi họ mạo hiểm đến một khu cắm trại hẻo lánh sâu trong rừng để tận hưởng một ngày cuối tuần trụy lạc. Shaka-bra? Giống như shaka-chôn vùi hơn!",
  "Moonlight Massacre III\n": "Thảm sát ánh trăng III",
  "Romance simmers when using Simder, the hot new app for heated hookups. Can Grace find love before her passion burns out?": "Tình cảm sục sôi khi sử dụng Simder, ứng dụng mới nóng hổi để hẹn hò cuồng nhiệt. Liệu Grace có thể tìm thấy tình yêu trước khi đam mê của cô ấy lụi tàn?",
  "Simder": "Simder",
  "Plumbob Pickers\\nSeason 2, Episode 7\\n19 Poker Flats Drive, Twinbrook\\n\\nJokes of Stephen and Checo being \"good ole' boys\" pass back and forth as the pair cross the Simisouri state line on their way to Twinbrook. They've already received a lead on a budding artist named Buddy, and make a beeline to his home. One thing is immediately apparent as they step inside - Buddy is on the cusp of breaking out. His art speaks to the soul and the culture of the South, deftly weaving stories and emotions together on canvas. They learn of his hardships... he labors daily at city hall polishing the podiums for the town's politicians, just in the hopes of rubbing two simoleons together to scrape by each week. This is it, this is his chance! An appearance on Plumbob Pickers will elevate him to stardom! ...suddenly his roommate Gala shouts from the other room... \"You know he's a couch potato, right?\" Undeterred, Stephen buys a clustered arrangement of his paintings, knowing their value will be through the roof soon enough!\\n\\nPicked = §145\\nProfit = §280": "Những người nhặt Plumbob\nMùa 2, Tập 7\n19 Poker Flats Drive, Twinbrook\n\nNhững câu chuyện đùa về việc Stephen và Checo là \"những chàng trai tốt bụng\" được truyền đi truyền lại khi cả hai vượt qua biên giới bang Simisouri trên đường đến Twinbrook. Họ đã nhận được thông tin về một nghệ sĩ đầy triển vọng tên là Buddy và lao thẳng đến nhà anh ta. Một điều trở nên rõ ràng ngay lập tức khi họ bước vào bên trong - Buddy đang trên bờ vực bùng nổ. Nghệ thuật của anh ấy nói lên tâm hồn và văn hóa của miền Nam, khéo léo dệt nên những câu chuyện và cảm xúc trên полотно. Họ biết về những khó khăn của anh ấy... anh ấy làm việc hàng ngày tại tòa thị chính để đánh bóng bục phát biểu cho các chính trị gia của thị trấn, chỉ với hy vọng kiếm được hai simoleon để kiếm sống qua mỗi tuần. Đây rồi, đây là cơ hội của anh ấy! Sự xuất hiện trên Plumbob Pickers sẽ đưa anh ấy lên hàng ngôi sao! ...đột nhiên bạn cùng phòng Gala của anh ấy hét lên từ phòng bên cạnh... \"Cậu có biết cậu ấy là một kẻ lười biếng không?\". Không hề nao núng, Stephen mua một loạt các bức tranh của anh ấy, biết rằng giá trị của chúng sẽ sớm tăng vọt!\n\nĐã nhặt = §145\nLợi nhuận = §280",
  "Songs of Simisouri - Bottom Arrangement": "Bài hát của Simisouri - Sắp xếp phía dưới",
  "Plumbob Pickers\\nSeason 2, Episode 7\\n19 Poker Flats Drive, Twinbrook\\n\\nJokes of Stephen and Checo being \"good ole' boys\" pass back and forth as the pair cross the Simisouri state line on their way to Twinbrook. They've already received a lead on a budding artist named Buddy, and make a beeline to his home. One thing is immediately apparent as they step inside - Buddy is on the cusp of breaking out. His art speaks to the soul and the culture of the South, deftly weaving stories and emotions together on canvas. They learn of his hardships... he labors daily at city hall polishing the podiums for the town's politicians, just in the hopes of rubbing two simoleons together to scrape by each week. This is it, this is his chance! An appearance on Plumbob Pickers will elevate him to stardom! ...suddenly his roommate Gala shouts from the other room... \"You know he's a couch potato, right?\" Undeterred, Stephen buys a clustered arrangement of his paintings, knowing their value will be through the roof soon enough!\\n\\nPicked = §120\\nProfit = §215": "Những người nhặt Plumbob\nMùa 2, Tập 7\n19 Poker Flats Drive, Twinbrook\n\nNhững câu chuyện đùa về việc Stephen và Checo là \"những chàng trai tốt bụng\" được truyền đi truyền lại khi cả hai vượt qua biên giới bang Simisouri trên đường đến Twinbrook. Họ đã nhận được thông tin về một nghệ sĩ đầy triển vọng tên là Buddy và lao thẳng đến nhà anh ta. Một điều trở nên rõ ràng ngay lập tức khi họ bước vào bên trong - Buddy đang trên bờ vực bùng nổ. Nghệ thuật của anh ấy nói lên tâm hồn và văn hóa của miền Nam, khéo léo dệt nên những câu chuyện và cảm xúc trên полотно. Họ biết về những khó khăn của anh ấy... anh ấy làm việc hàng ngày tại tòa thị chính để đánh bóng bục phát biểu cho các chính trị gia của thị trấn, chỉ với hy vọng kiếm được hai simoleon để kiếm sống qua mỗi tuần. Đây rồi, đây là cơ hội của anh ấy! Sự xuất hiện trên Plumbob Pickers sẽ đưa anh ấy lên hàng ngôi sao! ...đột nhiên bạn cùng phòng Gala của anh ấy hét lên từ phòng bên cạnh... \"Cậu có biết cậu ấy là một kẻ lười biếng không?\". Không hề nao núng, Stephen mua một loạt các bức tranh của anh ấy, biết rằng giá trị của chúng sẽ sớm tăng vọt!\n\nĐã nhặt = §120\nLợi nhuận = §215",
  "Songs of Simisouri - Top Arrangement": "Bài hát của Simisouri - Sắp xếp phía trên",
  "Plumbob Pickers\\nSeason 6, Episode 5\\n125 Lakeside Drive, Lucky Palms\\n\\nStephen and Checo arrive in Lucky Palms and make the town's famous wishing well their first stop. Checo immediately wished for wealth, while Stephen shared a personal moment and wished for a child. The two soon meet Lola Lancaster, a former showgirl who's earned quite the reputation around town after being spotted with multiple high rollers. She happens to possess an intricately detailed planter, plucked from the lobby of the Desert Knights casino before it was torn down to make way for the Lucky Simoleon. In the spirit of the town, the two agree to a coin toss to settle the final purchase price for this unique piece of old Lucky Palms. The episode concludes with a surprise call from Stephen's wife Wanda - she's pregnant!\\n\\nPicked = §160\\nProfit = §145": "Những người nhặt Plumbob\nMùa 6, Tập 5\n125 Lakeside Drive, Lucky Palms\n\nStephen và Checo đến Lucky Palms và biến giếng ước nổi tiếng của thị trấn thành điểm dừng chân đầu tiên của họ. Checo ngay lập tức ước giàu có, trong khi Stephen chia sẻ một khoảnh khắc cá nhân và ước có một đứa con. Cả hai sớm gặp Lola Lancaster, một cựu vũ công đã tạo dựng được danh tiếng xung quanh thị trấn sau khi bị bắt gặp với nhiều tay chơi lớn. Cô ấy tình cờ sở hữu một chiếc chậu trồng cây được chạm khắc tinh xảo, được lấy từ sảnh của sòng bạc Desert Knights trước khi nó bị phá bỏ để nhường chỗ cho Lucky Simoleon. Theo tinh thần của thị trấn, cả hai đồng ý tung đồng xu để quyết định mức giá mua cuối cùng cho món đồ độc đáo này của Lucky Palms cũ. Tập phim kết thúc bằng một cuộc gọi bất ngờ từ Wanda, vợ của Stephen - cô ấy đã mang thai!\n\nĐã nhặt = §160\nLợi nhuận = §145",
  "Lucky Leads, Planted Palms": "Vận may dẫn lối, Cây cọ được trồng",
  "Plumbob Pickers: Celebrity Edition\\nSeason 7, Episode 3\\n57 Dockside Road, Bridgeport\\n\\nSeason 3 saw Stephen and Checo swearing off Bridgeport forever, but an opportunity to pick from the cast of Little Celebrity proves to be irresistible! Checo has a fun evening at The Brightmore club with Katelyn Missoni and her BFF Sugar Bijou. Of course the afterparty ends up back at the Little Celebrity set, where Checo notices a vase that was seen in the music video for the seminal lyrical hit of the aughts, \"Drop a Nickle for a Dime\" by Sugar's bae Tom. A deal is quickly struck.\\n\\nPicked = §195\\nProfit = §65\n": "Những người nhặt Plumbob: Phiên bản Người nổi tiếng\nMùa 7, Tập 3\n57 Dockside Road, Bridgeport\n\nMùa 3 chứng kiến Stephen và Checo thề sẽ tránh xa Bridgeport mãi mãi, nhưng cơ hội nhặt đồ từ dàn diễn viên của Little Celebrity tỏ ra không thể cưỡng lại! Checo có một buổi tối vui vẻ tại câu lạc bộ The Brightmore với Katelyn Missoni và người bạn thân nhất Sugar Bijou của cô ấy. Tất nhiên, bữa tiệc sau đó kết thúc trở lại tại съемочная площадка của Little Celebrity, nơi Checo nhận thấy một chiếc bình đã được nhìn thấy trong video âm nhạc cho bản hit trữ tình kinh điển của những năm 2000, \"Drop a Nickle for a Dime\" của Tom, người yêu của Sugar. Một thỏa thuận nhanh chóng đạt được.\n\nĐã nhặt = §195\nLợi nhuận = §65",
  "Fast Money, Fast Flora": "Tiền nhanh, Hệ thực vật nhanh",
  "You've tried the chill, now enjoy the thrill... of the Kane family's newest innovation! To celebrate the company's 21st anniversary they're looking to the past. What better inspiration than Papa Charlie's sugarcane popcorn? This is popcorn just the way Dad used to make it, air popped with a sprinkle of sugar to give it that irresistible crunch. From the Kane family to yours, it's the treat you'll love to heat.": "Bạn đã thử cái lạnh, giờ hãy tận hưởng cảm giác hồi hộp... về sự đổi mới mới nhất của gia đình Kane! Để kỷ niệm 21 năm thành lập công ty, họ đang hướng về quá khứ. Còn gì là nguồn cảm hứng tốt hơn bỏng ngô mía đường của Papa Charlie? Đây là món bỏng ngô giống như cách Bố vẫn làm, được làm bằng không khí với một chút đường để tạo cho nó độ giòn không thể cưỡng lại. Từ gia đình Kane đến gia đình bạn, đó là món ăn mà bạn sẽ thích làm nóng.",
  "Sugar Kane Popcorn Popper": "Máy làm bỏng ngô Sugar Kane",
  "Plumbob Pickers: High Seas\\nSeason 3, Episode 10\\n1 Camino del Ray, Isla Paradiso\\n\\nStephen and Checo travel to a slice of paradise, where they meet the Ichtaca family - local ambassadors of culture, whose lineage traces back to island royalty. Checo is immediately drawn to a vibrant rug that dates back hundreds of years. Guillermo shares ancient stories of a successful hunt, and the following festivities during which the rug was woven. After a terse negotiation, Carolina agrees to sell the rug in an attempt to promote cultural diffusion.\\n\\nPicked = §200\\nProfit = §45": "Những người nhặt Plumbob: Biển cả\nMùa 3, Tập 10\n1 Camino del Ray, Isla Paradiso\n\nStephen và Checo du hành đến một thiên đường, nơi họ gặp gia đình Ichtaca - đại sứ văn hóa địa phương, có dòng dõi bắt nguồn từ hoàng gia đảo. Checo ngay lập tức bị thu hút bởi một tấm thảm rực rỡ có niên đại hàng trăm năm. Guillermo chia sẻ những câu chuyện cổ xưa về một cuộc đi săn thành công và các lễ hội sau đó, trong đó tấm thảm được dệt. Sau một cuộc đàm phán gay gắt, Carolina đồng ý bán tấm thảm trong nỗ lực thúc đẩy sự khuếch tán văn hóa.\n\nĐã nhặt = §200\nLợi nhuận = §45",
  "Sha(g)ka Bra": "Sha(g)ka Bra",
  "Plumbob Pickers\\nSeason 1, Episode 1\\n19441 Bob-o-Link Drive, Appaloosa Plains\\n\\nThis reality series follows Stephen Tinker and \"Checo\" Ramirez around the world in search of valuables hidden in homes, storage centers, and private collections. In the series premier, they meet Kanoa Parrot, an eccentric transplant from Hawaii. An adorable teapot with island origins quickly catches Stephen's eye and a deal is made. The exchange ends controversially however, when Jazlyn returns home to find her husband sold the family heirloom out from under her.\\n\\nPicked = §75\\nProfit = §300": "Những người nhặt Plumbob\nMùa 1, Tập 1\n19441 Bob-o-Link Drive, Appaloosa Plains\n\nLoạt phim thực tế này theo chân Stephen Tinker và \"Checo\" Ramirez trên khắp thế giới để tìm kiếm những vật có giá trị được giấu trong nhà, trung tâm lưu trữ và bộ sưu tập cá nhân. Trong buổi ra mắt loạt phim, họ gặp Kanoa Parrot, một người chuyển đến lập dị từ Hawaii. Một chiếc ấm trà đáng yêu có nguồn gốc từ đảo nhanh chóng thu hút sự chú ý của Stephen và một thỏa thuận được thực hiện. Tuy nhiên, cuộc trao đổi kết thúc một cách gây tranh cãi, khi Jazlyn trở về nhà và phát hiện ra chồng mình đã bán di vật gia đình khi cô vắng nhà.",
  "Tea and Tears": "Trà và nước mắt",
  "Plumbob Pickers: Celebrity Edition\\nSeason 7, Episode 1\\n177 Foothill Drive, Starlight Shores\\n\\nSeason 7 kicks off with Stephen and Checo picking from familiar faces - and who better to start with than world renowned magician Steve Cupp? Normally one who prefers solitude, Steve cautiously welcomes the duo into one of his hidden storage facilities - a veritable treasure trove of magician's props from his sellout shows. Stephen is immediately drawn to an elaborate tapestry that was used to conceal Steve as he performed one of his most dangerous tricks within the infamous Box of Danger.\\n\\nPicked = §650\\nProfit = §210": "Những người nhặt Plumbob: Phiên bản Người nổi tiếng\nMùa 7, Tập 1\n177 Foothill Drive, Starlight Shores\n\nMùa 7 khởi động với Stephen và Checo nhặt đồ từ những gương mặt quen thuộc - và còn ai tốt hơn để bắt đầu ngoài Steve Cupp, nhà ảo thuật nổi tiếng thế giới? Thông thường, một người thích sự cô độc, Steve thận trọng chào đón bộ đôi này vào một trong những cơ sở lưu trữ ẩn của mình - một kho báu thực sự gồm những đạo cụ của nhà ảo thuật từ những buổi biểu diễn bán hết vé của anh ấy. Stephen ngay lập tức bị thu hút bởi một tấm thảm phức tạp được sử dụng để che giấu Steve khi anh thực hiện một trong những trò nguy hiểm nhất của mình trong Chiếc hộp nguy hiểm khét tiếng.\n\nĐã nhặt = §650\nLợi nhuận = §210",
  "Drape of Danger": "Tấm драп nguy hiểm",
  "Plumbob Pickers\\nSeason 1, Episode 4\\n180 Bounty Drive, Riverview\\n\\nWhile driving to a pick in a neighboring state, Stephen and Checo pass through the rustic town of Riverview and take the opportunity to make cold calls. This leads them to the McDermott family, simple folk who live off the land by growing their own food and catching fish from the Simomon River. This family seems content with only having the essentials of life, but that's when Stephen spots it... a genuine Ferdinand original. Being one of the few names that carries weight beyond Riverview's borders, Stephen knew he couldn't let the opportunity to own an authentic piece from Hank Ferdinand slip away. Ginny, the matron of the family, is sharp as a whip and has a firm grip on the family wallet. She squeezes Stephen for top dollar before allowing this special piece to leave the home.\\n\\nPicked = §180\\nProfit = §40": "Những người nhặt Plumbob\nMùa 1, Tập 4\n180 Bounty Drive, Riverview\n\nTrong khi lái xe đến một địa điểm nhặt đồ ở một bang lân cận, Stephen và Checo đi qua thị trấn mộc mạc Riverview và tranh thủ cơ hội thực hiện các cuộc gọi ngẫu nhiên. Điều này dẫn họ đến với gia đình McDermott, những người dân giản dị sống nhờ đất đai bằng cách trồng trọt và bắt cá từ sông Simomon. Gia đình này dường như hài lòng với việc chỉ có những thứ thiết yếu của cuộc sống, nhưng đó là khi Stephen phát hiện ra nó... một tác phẩm gốc thực thụ của Ferdinand. Là một trong số ít những cái tên có sức nặng vượt ra ngoài biên giới của Riverview, Stephen biết rằng anh không thể để tuột mất cơ hội sở hữu một tác phẩm đích thực từ Hank Ferdinand. Ginny, người mẹ của gia đình, sắc sảo như roi và nắm giữ chắc chắn ví tiền của gia đình. Bà ấy ép Stephen trả giá cao nhất trước khi cho phép món đồ đặc biệt này rời khỏi nhà.",
  "Pick a Peck of Pennies": "Nhặt một peck xu",
  "Plumbob Pickers: The Lost Episodes\\nSeason 10, Episode 5: Part 1\\n125 Poffald Place, Midnight Hollow\\n\\nStephen and Checo drive along a foggy highway, when they suddenly encounter an exit ramp that doesn't appear on their map. Intrigued, the two decide to alter their route. They soon arrive in the town of Midnight Hollow, an inexplicable destination with residents as intriguing as the surreal surroundings. One man radiates style as he strolls down the street; it's none other than Phineas Bledsoe, the town's self-made socialite. Ever the showman, Phineas agrees to show the two around his home. The interior is an explosion of color, causing Stephen to instinctively shield his eyes after growing accustomed to the drab landscaping. A set of dining room chairs is of particular interest, and Phineas shares how he fashioned them from leftover cloth used in his latest clothing line. When Stephen inquires about the matching dining table, Phineas turns cold and asks the pair to leave. In a last ditch effort, Checo offers near market value for the seats. After a pause, Phineas snatches the simoleons and ushers the pair out the door.\\n\\nPicked = §125\\nProfit = §30": "Những người nhặt Plumbob: Những tập phim bị mất\nMùa 10, Tập 5: Phần 1\n125 Poffald Place, Midnight Hollow\n\nStephen và Checo lái xe dọc theo một đường cao tốc sương mù, khi họ đột nhiên bắt gặp một đường dốc thoát hiểm không xuất hiện trên bản đồ của họ. Tò mò, cả hai quyết định thay đổi lộ trình của họ. Họ sớm đến thị trấn Midnight Hollow, một điểm đến khó giải thích với những cư dân hấp dẫn như khung cảnh siêu thực. Một người đàn ông tỏa ra phong cách khi anh ta đi dạo trên đường phố; đó không ai khác chính là Phineas Bledsoe, người nổi tiếng tự thân vận động của thị trấn. Vốn là một người thích phô trương, Phineas đồng ý cho hai người xem xung quanh nhà anh ta. Nội thất là một vụ nổ màu sắc, khiến Stephen theo bản năng che mắt sau khi đã quen với cảnh quan buồn tẻ. Một bộ ghế ăn đặc biệt được quan tâm và Phineas chia sẻ cách anh ta tạo ra chúng từ vải thừa được sử dụng trong dòng quần áo mới nhất của mình. Khi Stephen hỏi về chiếc bàn ăn phù hợp, Phineas trở nên lạnh lùng và yêu cầu cả hai rời đi. Trong một nỗ lực cuối cùng, Checo đề nghị giá gần với giá thị trường cho chỗ ngồi. Sau một lúc tạm dừng, Phineas giật lấy simoleon và dẫn hai người ra khỏi cửa.",
  "Vexing Dining - Rounded": "Bàn ăn khó chịu - Tròn",
  "Plumbob Pickers: The Lost Episodes\\nSeason 10, Episode 5: Part 1\\n125 Poffald Place, Midnight Hollow\\n\\nStephen and Checo drive along a foggy highway, when they suddenly encounter an exit ramp that doesn't appear on their map. Intrigued, the two decide to alter their route. They soon arrive in the town of Midnight Hollow, an inexplicable destination with residents as intriguing as the surreal surroundings. One man radiates style as he strolls down the street; it's none other than Phineas Bledsoe, the town's self-made socialite. Ever the showman, Phineas agrees to show the two around his home. The interior is an explosion of color, causing Stephen to instinctively shield his eyes after growing accustomed to the drab landscaping. A set of dining room chairs is of particular interest, and Phineas shares how he fashioned them from leftover cloth used in his latest clothing line. When Stephen inquires about the matching dining table, Phineas turns cold and asks the pair to leave. In a last ditch effort, Checo offers near market value for the seats. After a pause, Phineas snatches the simoleons and ushers the pair out the door.\\n\\nPicked = §125\\nProfit = §5": "Những người nhặt Plumbob: Những tập phim bị mất\nMùa 10, Tập 5: Phần 1\n125 Poffald Place, Midnight Hollow\n\nStephen và Checo lái xe dọc theo một đường cao tốc sương mù, khi họ đột nhiên bắt gặp một đường dốc thoát hiểm không xuất hiện trên bản đồ của họ. Tò mò, cả hai quyết định thay đổi lộ trình của họ. Họ sớm đến thị trấn Midnight Hollow, một điểm đến khó giải thích với những cư dân hấp dẫn như khung cảnh siêu thực. Một người đàn ông tỏa ra phong cách khi anh ta đi dạo trên đường phố; đó không ai khác chính là Phineas Bledsoe, người nổi tiếng tự thân vận động của thị trấn. Vốn là một người thích phô trương, Phineas đồng ý cho hai người xem xung quanh nhà anh ta. Nội thất là một vụ nổ màu sắc, khiến Stephen theo bản năng che mắt sau khi đã quen với cảnh quan buồn tẻ. Một bộ ghế ăn đặc biệt được quan tâm và Phineas chia sẻ cách anh ta tạo ra chúng từ vải thừa được sử dụng trong dòng quần áo mới nhất của mình. Khi Stephen hỏi về chiếc bàn ăn phù hợp, Phineas trở nên lạnh lùng và yêu cầu cả hai rời đi. Trong một nỗ lực cuối cùng, Checo đề nghị giá gần với giá thị trường cho chỗ ngồi. Sau một lúc tạm dừng, Phineas giật lấy simoleon và dẫn hai người ra khỏi cửa.\n\nĐã nhặt = §125\nLợi nhuận = §5",
  "Vexing Dining - Squared": "Bàn ăn khó chịu - Hình vuông",
  "Plumbob Pickers: The Lost Episodes\\nSeason 10, Episode 11\\n33 Prosperity Street, Roaring Heights\\n\\nStephen and Checo pay a special visit to the Roaring Heights police station. Notorious criminal Donia Spinelli is there in her own holding cell, apart from the other riff-raff. News of her arrest made national headlines, and the pair mused that this may be the perfect opportunity for a pick. Upon her arrest all of Donia's assets were frozen, and she's been struggling to pay her legal team. Stephen meets with the police chief and cites the little known National Picker Profiteering Act of 1928 in a bid to exercise picker-client privilege for a private meeting. During their discussion, Donia lists disposable assets currently held under her consigliere. Chief among them is a set of furniture intended to adorn a speakeasy. It was meant to launch her bid to rule over Roaring Heights's illicit nightlife, but those plans have to be shelved for the time being. Knowing he's bidding from a position of power, Stephen lowballs Donia on purchasing the the club's seating.\\n\\nPicked = §50\\nProfit = §140": "Những người nhặt Plumbob: Những tập phim bị mất\nMùa 10, Tập 11\n33 Prosperity Street, Roaring Heights\n\nStephen và Checo đến thăm đặc biệt đồn cảnh sát Roaring Heights. Tội phạm khét tiếng Donia Spinelli đang ở trong phòng giam riêng của mình, tách biệt với đám cặn bã khác. Tin tức về vụ bắt giữ cô ấy đã gây xôn xao dư luận, và cả hai suy đoán rằng đây có thể là cơ hội hoàn hảo để nhặt đồ. Sau khi bị bắt, tất cả tài sản của Donia đều bị đóng băng và cô ấy đang изо всех сил cố gắng trả tiền cho đội ngũ luật sư của mình. Stephen gặp gỡ cảnh sát trưởng và trích dẫn Đạo luật Trục lợi Người nhặt Quốc gia ít được biết đến năm 1928 trong nỗ lực thực hiện đặc quyền khách hàng-người nhặt cho một cuộc họp riêng. Trong cuộc thảo luận của họ, Donia liệt kê các tài sản dùng một lần hiện đang được giữ dưới sự giám sát của cô ấy. Quan trọng nhất trong số đó là một bộ đồ nội thất được dùng để trang trí một quán rượu lậu. Nó được dự định để khởi động nỗ lực của cô ấy nhằm thống trị cuộc sống về đêm bất hợp pháp của Roaring Heights, nhưng những kế hoạch đó phải tạm gác lại. Biết rằng anh ấy đang торги từ một vị trí quyền lực, Stephen trả giá thấp cho Donia khi mua chỗ ngồi của câu lạc bộ.",
  "Grandma's Chair": "Ghế bà",
  "Plumbob Pickers\\nSeason 12, Episode 1\\nEP-XI Imports Gallery, 361 Proclivity Promenade, Oasis Landing\\n\\nSeason 12 kicks off with Stephen and Checo traveling through time to the futuristic world of Oasis Landing. As they make their way towards the fantastical architecture that encapsulates the center of town, they find themselves crossing through Legacy Park. Checo is drawn to one statue in particular, and upon reading the name on the plaque he drops to his knees with tears streaming down his face. It's his daughter Tessa, sculpted in perpetuity in recognition of her compassionate work as a philanthropist. The plaque details the entrepreneurial empire she founded, only to pass its daily operations down to her own children, thus fulfilling Checo's dreams. She then dedicated herself (and her vast fortunes) to helping others in need. Stephen slips away to give Checo a moment alone, and discovers that all chairs in the future have been replaced with things called \"poofs\", which he promptly purchases to see if he can set a trend back in their own timeline. Meanwhile in Legacy Park, another statue begins to shimmer, soften, and morph...\\n\\nPicked = §4,500\\nProfit = §592 (Adjusted For Inflation)": "Những người nhặt Plumbob\nMùa 12, Tập 1\nPhòng trưng bày Nhập khẩu EP-XI, 361 Proclivity Promenade, Oasis Landing\n\nMùa 12 khởi động với Stephen và Checo du hành xuyên thời gian đến thế giới tương lai của Oasis Landing. Khi họ tiến về phía kiến trúc kỳ ảo bao bọc trung tâm thị trấn, họ thấy mình đi ngang qua Công viên Legacy. Checo bị thu hút bởi một bức tượng đặc biệt và sau khi đọc tên trên tấm bảng, anh ấy quỳ xuống với những giọt nước mắt lăn dài trên khuôn mặt. Đó là Tessa, con gái của anh ấy, được tạc vĩnh viễn để ghi nhận công việc từ thiện nhân ái của cô ấy. Tấm bảng chi tiết về đế chế kinh doanh mà cô ấy đã thành lập, chỉ để chuyển giao các hoạt động hàng ngày cho con cái của chính mình, do đó thực hiện được ước mơ của Checo. Sau đó, cô ấy cống hiến bản thân (và tài sản khổng lồ của mình) để giúp đỡ những người có nhu cầu. Stephen lén rời đi để cho Checo một khoảnh khắc ở một mình và phát hiện ra rằng tất cả các ghế trong tương lai đã được thay thế bằng những thứ gọi là \"poof\", mà anh ấy nhanh chóng mua để xem liệu anh ấy có thể tạo ra một xu hướng trở lại trong dòng thời gian của chính họ hay không. Trong khi đó, ở Công viên Legacy, một bức tượng khác bắt đầu lung linh, mềm đi và biến đổi...",
  "A Poof in Time": "Một cái ghế bành xuyên thời gian",
  "Plumbob Pickers: High Seas\\nSeason 3, Episode 11\\n10 Azure Avenue, Sunlit Tides\\n\\nAfter acquiring a houseboat's worth of goods from Isla Paradiso, Stephen and Checo motor over to the shores of Sunlit Tides for more picking in paradise. They hear of Eleanor Waterson, a woman who's in the sunset of her life and is amidst preparation for her own estate sale. As she shows the two around her property, she shares short anecdotes of her favorite possessions. Her cheeks flush when the trio reach a colorful loveseat as she recalls a torrid romance with her late husband Hal. Checo's initial offer of §600 reflected the quality of craftsmanship and cultural island heritage seen in the woven wood. Eleanor's reminiscence of a weekend of woohoo on that very seat drops Checo's offer to §400, as he quickly realizes it'll need to be re-upholstered.\\n\\nPicked = §400\\nProfit = §345": "Những người nhặt Plumbob: Biển cả\nMùa 3, Tập 11\n10 Azure Avenue, Sunlit Tides\n\nSau khi có được một giá trị hàng hóa đáng giá từ thuyền nhà ở Isla Paradiso, Stephen và Checo chạy đến bờ biển Sunlit Tides để nhặt nhạnh thêm ở thiên đường. Họ nghe nói về Eleanor Waterson, một người phụ nữ đang ở giai đoạn hoàng hôn của cuộc đời và đang chuẩn bị cho việc bán bất động sản của chính mình. Khi bà ấy cho hai người xem xung quanh tài sản của mình, bà ấy chia sẻ những giai thoại ngắn gọn về những tài sản yêu thích của mình. Má bà ấy ửng hồng khi bộ ba đến một chiếc ghế tình yêu đầy màu sắc khi bà ấy nhớ lại một mối tình nóng bỏng với người chồng quá cố Hal của mình. Lời đề nghị ban đầu của Checo là §600 phản ánh chất lượng tay nghề thủ công và di sản văn hóa đảo được thấy trong gỗ dệt. Sự hồi tưởng của Eleanor về một ngày cuối tuần woohoo trên chính chiếc ghế đó đã khiến Checo giảm giá xuống còn §400, vì anh ấy nhanh chóng nhận ra rằng nó sẽ cần phải được bọc lại.",
  "Island Loving": "Tình yêu đảo",
  "Plumbob Pickers: The Lost Episodes\\nSeason 10, Episode 11\\n33 Prosperity Street, Roaring Heights\\n\\nStephen and Checo pay a special visit to the Roaring Heights police station. Notorious criminal Donia Spinelli is there in her own holding cell, apart from the other riff-raff. News of her arrest made national headlines, and the pair mused that this may be the perfect opportunity for a pick. Upon her arrest all of Donia's assets were frozen, and she's been struggling to pay her legal team. Stephen meets with the police chief and cites the little known National Picker Profiteering Act of 1928 in a bid to exercise picker-client privilege for a private meeting. During their discussion, Donia lists disposable assets currently held under her consigliere. Chief among them is a set of furniture intended to adorn a speakeasy. It was meant to launch her bid to rule over Roaring Heights's illicit nightlife, but those plans have to be shelved for the time being. Knowing he's bidding from a position of power, Stephen lowballs Donia on purchasing the the club's seating.\\n\\nPicked = §100\\nProfit = §770": "Những người nhặt Plumbob: Những tập phim bị mất\nMùa 10, Tập 11\n33 Prosperity Street, Roaring Heights\n\nStephen và Checo đến thăm đặc biệt đồn cảnh sát Roaring Heights. Tội phạm khét tiếng Donia Spinelli đang ở trong phòng giam riêng của mình, tách biệt với đám cặn bã khác. Tin tức về vụ bắt giữ cô ấy đã gây xôn xao dư luận, và cả hai suy đoán rằng đây có thể là cơ hội hoàn hảo để nhặt đồ. Sau khi bị bắt, tất cả tài sản của Donia đều bị đóng băng và cô ấy đang rất chật vật để trả tiền cho đội ngũ luật sư của mình. Stephen gặp gỡ cảnh sát trưởng và trích dẫn Đạo luật Trục lợi Người nhặt Quốc gia ít được biết đến năm 1928 trong nỗ lực thực hiện đặc quyền khách hàng-người nhặt cho một cuộc họp riêng. Trong cuộc thảo luận của họ, Donia liệt kê các tài sản dùng một lần hiện đang được giữ dưới sự giám sát của cô ấy. Quan trọng nhất trong số đó là một bộ đồ nội thất được dùng để trang trí một quán rượu lậu. Nó được dự định để khởi động nỗ lực của cô ấy nhằm thống trị cuộc sống về đêm bất hợp pháp của Roaring Heights, nhưng những kế hoạch đó phải tạm gác lại. Biết rằng anh ấy đang торги từ một vị trí quyền lực, Stephen trả giá thấp cho Donia khi mua chỗ ngồi của câu lạc bộ.",
  "The Long Stretch": "Độ co giãn dài",
  "Plumbob Pickers\\nSeason 5, Episode 7\\n729 Bella Vista Drive, Monte Vista\\n\\nStephen and Checo continue their international tour with a stop in the ancient city of Monte Vista. In a town packed with treasure, they seize upon an opportunity to strike a deal with Nicoletta Lombardi. Nicoletta happens to be the last of a royal line, but it turns out that the Lombardi name doesn't carry much weight these days. She's spent every last simoleon trying to restore her family's reputation, putting Checo in a position to make an offer she can't refuse. The two haggle over a 19th century table, infamous for being the first item in the city to feature a mirrored surface.\\n\\nPicked = §125\\nProfit = §95": "Những người nhặt Plumbob\nMùa 5, Tập 7\n729 Bella Vista Drive, Monte Vista\n\nStephen và Checo tiếp tục chuyến lưu diễn quốc tế của họ với một điểm dừng chân ở thành phố cổ Monte Vista. Trong một thị trấn chứa đầy kho báu, họ nắm bắt cơ hội để đạt được thỏa thuận với Nicoletta Lombardi. Nicoletta tình cờ là người cuối cùng của một dòng dõi hoàng gia, nhưng hóa ra cái tên Lombardi không còn mang nhiều ý nghĩa trong những ngày này. Cô ấy đã tiêu hết simoleon cuối cùng để cố gắng khôi phục danh tiếng cho gia đình mình, đặt Checo vào vị trí đưa ra một lời đề nghị mà cô ấy không thể từ chối. Cả hai mặc cả về một chiếc bàn từ thế kỷ 19, khét tiếng vì là món đồ đầu tiên trong thành phố có bề mặt được tráng gương.",
  "Reflections of the Past": "Những phản ánh của quá khứ",
  "Plumbob Pickers: The Lost Episodes\\nSeason 10, Episode 5: Part 2\\n80 True Terrace, Midnight Hollow\\n\\nStephen and Checo visit the Lonely Literary Café to reflect on their strange encounter with Phineas. It's there that they meet Kara Carter, who's off in a corner attempting to subtly stifle her sniffles. Stephen inquires if she's alright, and in an apparent flood of relief to encounter a non-judgmental stranger, she tells the tale of her troubles. \"Midnight Hollow can be such an oppressive place.\" she says, \"The same faces, the same people... everyone talks, nothing stays private!\" As it happens, she'd had a recent tryst with none other than Phineas Bledsoe! It seems that word spread amongst the townfolk when Phineas commissioned a special dining room set as a gift to her, causing a sudden split in their whirlwind romance. It was a beautiful gesture to Kara, being a five-star chef meant that food was the first love in her life... but now, she can barely serve a meal without being reminded of what happened. She offers Stephen the table that completes the set with the previously purchased chairs, relieved to rid it from her life so she can move forward.\\n\\nPicked = §200\\nProfit = §335": "Những người nhặt Plumbob: Những tập phim bị mất\nMùa 10, Tập 5: Phần 2\n80 True Terrace, Midnight Hollow\n\nStephen và Checo đến Quán cà phê Văn học Cô đơn để suy ngẫm về cuộc chạm trán kỳ lạ của họ với Phineas. Chính tại đó, họ gặp Kara Carter, người đang cố gắng kìm nén tiếng всхлип một cách kín đáo ở một góc. Stephen hỏi liệu cô ấy có ổn không, và trong một cơn lũ dường như là một sự nhẹ nhõm khi gặp một người lạ không phán xét, cô ấy kể câu chuyện về những rắc rối của mình. Cô ấy nói: \"Midnight Hollow có thể là một nơi áp bức như vậy.\" \"Những gương mặt giống nhau, những con người giống nhau... mọi người đều nói chuyện, không có gì là riêng tư!\". Tình cờ thay, cô ấy đã có một cuộc tình gần đây với không ai khác chính là Phineas Bledsoe! Có vẻ như tin đồn lan truyền trong số dân làng khi Phineas đặt làm một bộ bàn ăn đặc biệt làm quà cho cô ấy, gây ra sự chia rẽ đột ngột trong mối tình lãng mạn chóng vánh của họ. Đó là một cử chỉ đẹp đối với Kara, là một đầu bếp năm sao có nghĩa là thức ăn là tình yêu đầu tiên trong cuộc đời cô... nhưng bây giờ, cô ấy hầu như không thể phục vụ một bữa ăn mà không bị nhắc nhở về những gì đã xảy ra. Cô ấy mời Stephen chiếc bàn hoàn thiện bộ với những chiếc ghế đã mua trước đó, nhẹ nhõm vì đã loại bỏ nó khỏi cuộc đời mình để cô ấy có thể tiến về phía trước.",
  "Run Run Runnerway": "Chạy Chạy Đường băng",
  "Plumbob Pickers: High Seas\\nSeason 3, Episode 8\\n1 Camino del Ray, Isla Paradiso\\n\\nStephen and Checo set sail across the Simuyan Sea to reach Barnacle Bay - an island first settled by pirates. Local tradition dictates that visitors walk the plank and swim back to shore while wearing pirate boots to get a glimpse of the struggles of life in the olden days. An odd custom, and one that's faded in popularity in recent years, but the pair are happy to oblige if it'll keep an old timer like Willy McKellar happy. Willy is the town's former lighthouse keeper, and he's rumored to have quite the stash of antiquities. When the two come knocking with simoleons in hand, he reluctantly allows them inside. One item that immediately catches Stephen's eye is a painted folding table with an attention to detail simply not seen in modern carpentry. Willy speaks of how the table washed up on shore after a smuggler's ship capsized some seventy odd years ago. It just so happened to be the impetus that pushed the town to build the lighthouse. Recognizing an opportunity to own a piece of the region's history, Stephen quickly strikes a deal.\\n\\nPicked = §170\\nProfit = §40": "Những người nhặt Plumbob: Biển cả\nMùa 3, Tập 8\n1 Camino del Ray, Isla Paradiso\n\nStephen và Checo dong buồm trên khắp Biển Simuyan để đến Barnacle Bay - một hòn đảo đầu tiên được những tên cướp biển định cư. Truyền thống địa phương quy định rằng du khách phải đi trên ván và bơi trở lại bờ trong khi đi ủng cướp biển để có được cái nhìn thoáng qua về những khó khăn của cuộc sống thời xưa. Một phong tục kỳ lạ, và một phong tục đã phai nhạt về mức độ phổ biến trong những năm gần đây, nhưng cả hai rất vui khi tuân thủ nếu điều đó sẽ khiến một người lớn tuổi như Willy McKellar hạnh phúc. Willy là người gác маяк cũ của thị trấn và có tin đồn rằng anh ấy có một kho tàng đồ cổ. Khi cả hai đến gõ cửa với simoleon trong tay, anh ấy miễn cưỡng cho phép họ vào trong. Một món đồ ngay lập tức thu hút sự chú ý của Stephen là một chiếc bàn gấp được sơn với sự chú ý đến chi tiết đơn giản là không thấy trong nghề mộc hiện đại. Willy nói về việc chiếc bàn дрейфовавший trên bờ sau khi một con tàu buôn lậu bị lật úp khoảng bảy mươi năm trước. Nó chỉ tình cờ là động lực thúc đẩy thị trấn xây dựng маяк. Nhận thấy cơ hội sở hữu một phần lịch sử của khu vực, Stephen nhanh chóng đạt được thỏa thuận.",
  "Smuggler's Paradise": "Thiên đường của kẻ buôn lậu",
  "Chat About Actors": "Trò chuyện về diễn viên",
  "Ask Question About Movie's Plot": "Hỏi câu hỏi về cốt truyện của phim",
  "Complain About Actor": "Phàn nàn về diễn viên",
  "Complain About Director": "Phàn nàn về đạo diễn",
  "Declare Favorite Movie Genre: Action": "Tuyên bố thể loại phim yêu thích: Hành động",
  "Declare Favorite Movie Genre: Comedy": "Tuyên bố thể loại phim yêu thích: Hài",
  "Declare Favorite Movie Genre: Family": "Tuyên bố thể loại phim yêu thích: Gia đình",
  "Declare Favorite Movie Genre: Horror": "Tuyên bố thể loại phim yêu thích: Kinh dị",
  "Declare Favorite Movie Genre: Romance": "Tuyên bố thể loại phim yêu thích: Lãng mạn",
  "Declare Favorite Movie Genre": "Tuyên bố thể loại phim yêu thích",
  "Listen to {1.SimFirstName}'s Declaration": "Lắng nghe Tuyên bố của {1.SimFirstName}",
  "Discuss Horror Scene": "Thảo luận về cảnh kinh dị",
  "Discuss Heartwarming Scene": "Thảo luận về cảnh cảm động",
  "Quote Movie Scene": "Trích dẫn cảnh phim",
  "Recount Funniest Scene": "Kể lại cảnh hài hước nhất",
  "Discuss Action Scene": "Thảo luận về cảnh hành động",
  "Discuss Scene": "Thảo luận về cảnh phim",
  "Enthuse About Movie": "Nhiệt tình về phim",
  "Spread Fake Spoilers": "Lan truyền спойлер giả",
  "A better projection means increased fun when watching movies!": "Hình chiếu tốt hơn có nghĩa là tăng thêm niềm vui khi xem phim!",
  "Improved Projection": "Cải thiện Hình chiếu",
  "Continue Upgrading Better Projection": "Tiếp tục Nâng cấp Hình chiếu tốt hơn",
  "Watch College Cram": "Xem College Cram",
  "Watch Diamonds Are For Sims": "Xem Diamonds Are For Sims",
  "Watch Lost Dog's Journey Home": "Xem Lost Dog's Journey Home",
  "Watch Moonlight Massacre III": "Xem Moonlight Massacre III",
  "Watch Roaring Vice": "Xem Roaring Vice",
  "Watch Sims of the Dead": "Xem Sims of the Dead",
  "Watch SuperKids: Cortex Catastrophe": "Xem SuperKids: Cortex Catastrophe",
  "Watch The Adventures of Spaceship Simulation": "Xem The Adventures of Spaceship Simulation",
  "Watch The Khlumzee Sisters": "Xem The Khlumzee Sisters",
  "Watch Simder": "Xem Simder",
  "Watch Movie With": "Xem phim cùng",
  "Watch College Cram With": "Xem College Cram cùng",
  "Watch Diamonds Are For Sims With": "Xem Diamonds Are For Sims cùng",
  "Watch Lost Dog's Journey Home With": "Xem Lost Dog's Journey Home cùng",
  "Watch Moonlight Massacre III With": "Xem Moonlight Massacre III cùng",
  "Watch Roaring Vice With": "Xem Roaring Vice cùng",
  "Watch Sims of the Dead With": "Xem Sims of the Dead cùng",
  "Watch SuperKids: Cortex Catastrophe With": "Xem SuperKids: Cortex Catastrophe cùng",
  "Watch The Adventures of Spaceship Simulation With": "Xem The Adventures of Spaceship Simulation cùng",
  "Watch The Khlumzee Sisters With": "Xem The Khlumzee Sisters cùng",
  "Watch Simder With": "Xem Simder cùng",
  "Unlock all popcorn recipes by reaching level 7 in the Cooking Skill.": "Mở khóa tất cả các công thức làm bỏng ngô bằng cách đạt đến cấp 7 trong Kỹ năng Nấu ăn.",
  "Clean": "Lau dọn",
  "Empty Popper": "Đổ bỏng ngô",
  "Grab Serving": "Lấy một phần ăn",
  "Cannot cook popcorn while power is delinquent.": "Không thể nấu bỏng ngô khi chưa thanh toán tiền điện.",
  "Cook Buttered Popcorn": "Nấu Bỏng Ngô Bơ",
  "Cook {2.String}": "Nấu {2.String}",
  "React to Movie": "Phản Ứng Với Phim",
  "Shush": "Suỵt",
  "Cuddle While Watching Movie": "Ôm Ấp Khi Xem Phim",
  "Wait To Watch": "Chờ Xem",
  "Watch Current Movie": "Xem Phim Hiện Tại",
  "(From Watching a Boring Movie)": "(Từ việc Xem Một Bộ Phim Chán)",
  "Eclectic Dinette": "Bàn ăn nhỏ chiết trung",
  "Boho Urbane Living": "Phong cách sống Boho Urbane",
  "Chic Flicks Houseplex": "Tổ hợp rạp chiếu phim sang trọng",
  "Watch an Action Movie": "Xem một bộ phim hành động",
  "The Adventures of Spaceship Simulation": "The Adventures of Spaceship Simulation",
  "Watch a Comedy Movie": "Xem một bộ phim hài",
  "College Cram": "College Cram",
  "Watch a Family Movie": "Xem một bộ phim gia đình",
  "Lost Dog's Journey Home": "Lost Dog's Journey Home",
  "Watch a Horror Movie": "Xem một bộ phim kinh dị",
  "Moonlight Massacre III": "Moonlight Massacre III",
  "Sims of the Dead": "Sims of the Dead",
  "Watch a Romance Movie": "Xem một bộ phim lãng mạn",
  "Roaring Vice": "Roaring Vice",
  "Watch Movie": "Xem phim",
  "Grab Popcorn": "Lấy bỏng ngô",
  "Buy Popcorn Popper": "Mua máy làm bỏng ngô",
  "Purchase a Popcorn Popper from Build Mode. Look for it in Kitchen Appliances.": "Mua Máy Làm Bỏng Ngô từ Chế Độ Xây Dựng. Tìm nó trong Đồ Gia Dụng Nhà Bếp.",
  "Eat Popcorn": "Ăn Bỏng Ngô",
  "Use the Popcorn Popper to cook and then eat popcorn.": "Sử dụng Máy Làm Bỏng Ngô để nấu và sau đó ăn bỏng ngô.",
  "Watch a Movie": "Xem Phim",
  "Click on a TV or Movie Screen and select a movie in the Watch Movie category.": "Nhấp vào TV hoặc Màn Hình Phim và chọn một bộ phim trong danh mục Xem Phim.",
  "{0.SimFirstName} has declared action movies to be {M0.his}{F0.her} favorite genre! Whenever {M0.he}{F0.she} watches an action flick, {M0.he}{F0.she} is more likely to enjoy the movie.": "{0.SimFirstName} đã tuyên bố phim hành động là thể loại yêu thích của {M0.his}{F0.her}! Bất cứ khi nào {M0.he}{F0.she} xem một bộ phim hành động, {M0.he}{F0.she} có nhiều khả năng thích bộ phim đó hơn.",
  "{0.SimFirstName} has declared comedy movies to be {M0.his}{F0.her} favorite genre! Whenever {M0.he}{F0.she} watches a comedy flick, {M0.he}{F0.she}'s more likely to enjoy the movie.": "{0.SimFirstName} đã tuyên bố phim hài là thể loại yêu thích của {M0.his}{F0.her}! Bất cứ khi nào {M0.he}{F0.she} xem một bộ phim hài, {M0.he}{F0.she} có nhiều khả năng thích bộ phim đó hơn.",
  "{0.SimFirstName} has declared family movies to be {M0.his}{F0.her} favorite genre! Whenever {M0.he}{F0.she} watches a family flick, {M0.he}{F0.she}'s more likely to enjoy the movie.": "{0.SimFirstName} đã tuyên bố phim gia đình là thể loại yêu thích của {M0.his}{F0.her}! Bất cứ khi nào {M0.he}{F0.she} xem một bộ phim gia đình, {M0.he}{F0.she} có nhiều khả năng thích bộ phim đó hơn.",
  "{0.SimFirstName} has declared horror movies to be {M0.his}{F0.her} favorite genre! Whenever {M0.he}{F0.she} watches a horror flick, {M0.he}{F0.she} is more likely to enjoy the movie.": "{0.SimFirstName} đã tuyên bố phim kinh dị là thể loại yêu thích của {M0.his}{F0.her}! Bất cứ khi nào {M0.he}{F0.she} xem một bộ phim kinh dị, {M0.he}{F0.she} có nhiều khả năng thích bộ phim đó hơn.",
  "{0.SimFirstName} has declared romance movies to be {M0.his}{F0.her} favorite genre! Whenever {M0.he}{F0.she} watches a romance flick, {M0.he}{F0.she}'s more likely to enjoy the movie.": "{0.SimFirstName} đã tuyên bố phim lãng mạn là thể loại yêu thích của {M0.his}{F0.her}! Bất cứ khi nào {M0.he}{F0.she} xem một bộ phim lãng mạn, {M0.he}{F0.she} có nhiều khả năng thích bộ phim đó hơn.",
  "Favorite Movie Genre: Action": "Thể Loại Phim Yêu Thích: Hành Động",
  "Favorite Movie Genre: Comedy": "Thể Loại Phim Yêu Thích: Hài",
  "Favorite Movie Genre: Family": "Thể Loại Phim Yêu Thích: Gia Đình",
  "Favorite Movie Genre: Horror": "Thể Loại Phim Yêu Thích: Kinh Dị",
  "Favorite Movie Genre: Romance": "Thể Loại Phim Yêu Thích: Lãng Mạn"
}