{
  "Kiss the Cook": "Hôn Đầu Bếp",
  "Backyard Allure": "Hấp Dẫn Sân Sau",
  "Ready to Mingle": "Sẵn Sàng Hòa Mình",
  "Pop’s Secret Recipe": "Công Thức Bí Mật Của Bố",
  "Patio Men": "Đội Nam Nhi Sân Trong",
  "Backyard Chillaxing Trunks": "Rương Thư Giãn Sân Sau",
  "Originally entitled the Noisy Neighbor Slatted Fence, this refurbished version is just as effective at stating the product's intended purpose… keeping all bad neighbors out; no ifs, ands, or buts. If there's a neighbor you wish to bid adieu, put the Nosy Neighbor Fence to work for you.": "Ban đầu có tên là Hàng Rào Gỗ Ồn Ào Hàng Xóm, phiên bản tân trang này vẫn có hiệu quả tương tự trong việc nêu rõ mục đích sử dụng của sản phẩm… giữ tất cả những người hàng xóm tồi tệ ở ngoài; không nếu, và, hoặc nhưng. Nếu có một người hàng xóm mà bạn muốn tạm biệt, hãy đưa Hàng Rào Tò Mò Hàng Xóm vào làm việc cho bạn.",
  "Nosy Neighbor Slatted Fence": "Hàng Rào Gỗ Tò Mò Hàng Xóm",
  "What, were you expecting a rhinestone covered bar? No, this is where the suburban cowboy makes his stand. Rugged granite feels like home on the range, while elegant drink mixes tie you to the vibe of the city. With the Slabstone Cowboy Bar you're right in the middle, right here in suburbia.": "Gì chứ, bạn mong đợi một quán bar phủ đầy đá Rhinestone à? Không, đây là nơi chàng cao bồi ngoại ô thể hiện bản lĩnh của mình. Đá granite gồ ghề mang lại cảm giác như ở nhà trên thảo nguyên, trong khi những thức uống pha trộn trang nhã gắn kết bạn với sự rung cảm của thành phố. Với Quán Bar Cao Bồi Slabstone, bạn đang ở ngay giữa, ngay tại vùng ngoại ô này.",
  "Slabstone Cowboy Bar": "Quán Bar Cao Bồi Slabstone",
  "Welcome to the aughts. Take a (small) step back in time to deck out your backyard with these elegant island counter pieces. Some may try and convince you that quartz is the wave of the future, but these granite tops will always be de rigueur.": "Chào mừng đến những năm 2000. Hãy lùi lại một bước (nhỏ) trong thời gian để trang trí sân sau của bạn bằng những món đồ quầy đảo thanh lịch này. Một số người có thể cố gắng thuyết phục bạn rằng thạch anh là làn sóng của tương lai, nhưng những mặt đá granite này sẽ luôn là de rigueur.",
  "Islands By The Aughts": "Đảo Bếp Phong Cách Những Năm 2000",
  "Welcome to the aughts. When choosing outdoor countertops, your priority should always be looks first, and durability second. Thankfully, a decade of design backs these granite counters, so buy with confidence!": "Chào mừng đến những năm 2000. Khi chọn mặt bàn ngoài trời, ưu tiên của bạn phải luôn là vẻ ngoài trước, và độ bền sau. Rất may, một thập kỷ thiết kế đã chứng minh cho những chiếc quầy đá granite này, vì vậy hãy mua với sự tự tin!",
  "Counters By The Aughts": "Quầy Bếp Phong Cách Những Năm 2000",
  "Does separation truly make the heart grow fonder? Having regrets about installing the Nosy Neighbor Slatted Fence is perfectly normal. Resist temptation to start anew; add the Nosy Neighbor Gate to allow passage through.": "Sự chia ly có thực sự khiến trái tim thêm yêu thương? Cảm thấy hối hận về việc lắp đặt Hàng Rào Gỗ Tò Mò Hàng Xóm là điều hoàn toàn bình thường. Hãy chống lại sự cám dỗ để bắt đầu lại; hãy thêm Cổng Tò Mò Hàng Xóm để cho phép đi qua.",
  "Nosy Neighbor Gate": "Cổng Tò Mò Hàng Xóm",
  "Designed by veteran grill masters, the GrillZone doesn't just grill...it perfects. Enjoy immaculately charred veggies and meats on this state of the art cooking masterpiece. ": "Được thiết kế bởi các bậc thầy nướng kỳ cựu, GrillZone không chỉ nướng... mà còn hoàn thiện. Thưởng thức rau và thịt cháy hoàn hảo trên kiệt tác nấu ăn hiện đại này.",
  "GrillZone by GrillMania": "GrillZone của GrillMania",
  "This elegant hot tub was originally commissioned by the Center of Center Spa, and engineered by the fine scientists at FutureSim Labs. An unfortunate miscalculation resulted in a hot tub that was decidedly left of center, but this happy accident led to a promising scientific breakthrough in the field of time travel.": "Bồn tắm nước nóng trang nhã này ban đầu được Trung Tâm Spa Trung Tâm ủy quyền và được các nhà khoa học tài ba tại FutureSim Labs thiết kế. Một tính toán sai sót đáng tiếc đã dẫn đến một bồn tắm nước nóng rõ ràng là lệch tâm, nhưng tai nạn vui vẻ này đã dẫn đến một bước đột phá khoa học đầy hứa hẹn trong lĩnh vực du hành thời gian.",
  "Left of Center Hot Tub": "Bồn Tắm Nước Nóng Lệch Tâm",
  "Mr. Prometheus Pringo loved the warmth of the sun on his skin. The feeling of steam creeping up to his chin. The knowledge that with time, the heat would prune his epidermis. That's why he loved hot tubs and devoted his millions to making a hot tub affordable to the every man or woman. Join Mr. Pringo metaphorically (unless you're the one with his body -- call us!) in this luxurious hot tub for all!": "Ông Prometheus Pringo thích sự ấm áp của mặt trời trên làn da mình. Cảm giác hơi nước bò lên cằm. Biết rằng theo thời gian, nhiệt sẽ làm nhăn lớp biểu bì của mình. Đó là lý do tại sao ông yêu thích bồn tắm nước nóng và dành hàng triệu đô la để làm cho bồn tắm nước nóng trở nên giá cả phải chăng cho mọi người đàn ông hoặc phụ nữ. Hãy tham gia cùng ông Pringo một cách ẩn dụ (trừ khi bạn là người có cơ thể của ông ấy - hãy gọi cho chúng tôi!) trong bồn tắm nước nóng sang trọng này dành cho tất cả mọi người!",
  "Pringo's Heater Hot Tub": "Bồn Tắm Nước Nóng Có Máy Sưởi Pringo",
  "This luminous light piece is looking for a king and queen to protect! Spruce up your party pad with this sheik floor light.": "Đèn sáng chói này đang tìm kiếm một vị vua và một nữ hoàng để bảo vệ! Hãy làm đẹp thêm cho bữa tiệc của bạn với chiếc đèn sàn sang trọng này.",
  "Immacu-light Knight": "Hiệp Sĩ Ánh Sáng Immacu",
  "A normal chess board has eight pawns on each side. Does this mean you should have eight of these at your next swanky party? You tell me.": "Một bàn cờ thông thường có tám quân tốt ở mỗi bên. Điều này có nghĩa là bạn nên có tám quân tốt này tại bữa tiệc sang trọng tiếp theo của bạn không? Bạn cho tôi biết đi.",
  "Immacu-light Pawn": "Quân Tốt Ánh Sáng Immacu",
  "This stylish floor light also doubles as a divider in case you want to break up that open space in your luxurious pad. Coincidentally, it's also shaped like the number 0.": "Đèn sàn phong cách này cũng có thể được dùng làm vách ngăn trong trường hợp bạn muốn chia nhỏ không gian mở trong căn hộ sang trọng của mình. Thật trùng hợp, nó cũng có hình dạng giống số 0.",
  "The Zero": "Số Không",
  "It's a little metal house for a candle! Isn't that adorable? Or maybe it's a cage, which is slightly less adorable. How you interpret this sleek table light is up to you.": "Đó là một ngôi nhà kim loại nhỏ cho một cây nến! Không phải là đáng yêu sao? Hoặc có thể nó là một cái lồng, cái mà ít đáng yêu hơn một chút. Cách bạn diễn giải chiếc đèn bàn bóng bẩy này tùy thuộc vào bạn.",
  "Candle's Crib": "Nôi Nến",
  "Bob is a green, chlorophyll, oxygen making tree. We don’t know what kind of tree. Management handed us this tree, said to sell it, and describe it to folks like you. We're not sure on the specifics. What do we look like, a botanicalist? ": "Bob là một cái cây xanh, chứa chất diệp lục, tạo ra ôxy. Chúng tôi không biết đó là loại cây gì. Ban quản lý đưa cho chúng tôi cái cây này, bảo chúng tôi bán nó và mô tả nó cho những người như bạn. Chúng tôi không chắc về các chi tiết cụ thể. Trông chúng tôi có giống nhà thực vật học không?",
  "Bob Tree": "Cây Bob",
  "A vase, No! Please, go kindly discipline yourself for thinking such foul thoughts. Good, that’s better. Now, we can continue. This, my uncultured reader, is a Vaaas! The perfectly crafted vessel with which to house the life of your precious oxygenating organism. Vaaas, because a vase is never ok.": "Một cái bình hoa, Không! Làm ơn, hãy tự giác kỷ luật bản thân vì đã có những suy nghĩ tồi tệ như vậy. Tốt, như vậy tốt hơn rồi. Bây giờ, chúng ta có thể tiếp tục. Đây, độc giả thiếu văn hóa của tôi, là một chiếc Biiình! Một chiếc bình được chế tác hoàn hảo để chứa đựng sự sống của sinh vật tạo ôxy quý giá của bạn. Biiình, vì một cái bình hoa không bao giờ là ổn.",
  "The Vaaas": "Chiếc Biiình",
  "You know Sgt. Peepers as the maker of quality surveillance equipment, all weather rain apparel, and now, all purpose privacy hedges. This All Purpose Privacy Hedge has been hand crafted to require little to no care, place easily, and is sure to keep your private moments private.": "Bạn biết đến Sgt. Peepers là nhà sản xuất thiết bị giám sát chất lượng, quần áo đi mưa chịu được mọi thời tiết và giờ là hàng rào riêng tư đa năng. Hàng rào riêng tư đa năng này đã được làm thủ công để yêu cầu ít hoặc không cần chăm sóc, dễ dàng đặt và chắc chắn sẽ giữ cho những khoảnh khắc riêng tư của bạn được riêng tư.",
  "Sgt. Peepers All Purpose Privacy Hedge": "Hàng Rào Riêng Tư Đa Năng Sgt. Peepers",
  "Sometimes the large size just doesn’t fit your needs, and that’s ok, Sgt. Peepers isn’t judging you. And they have created precisely what you need to meet your special needs with the All Purpose Privacy Hedge, junior edition.": "Đôi khi kích thước lớn không phù hợp với nhu cầu của bạn, và điều đó không sao cả, Sgt. Peepers không phán xét bạn. Và họ đã tạo ra chính xác những gì bạn cần để đáp ứng các nhu cầu đặc biệt của bạn với Hàng rào riêng tư đa năng, phiên bản nhỏ.",
  "Sgt. Peepers All Purpose Privacy Hedge Junior": "Hàng Rào Riêng Tư Đa Năng Sgt. Peepers Junior",
  "Have you ever wondered about space, distance, the emptiness of it all? Have you ever talked with a child about it? Have you ever been to prison with a turkey? It’s all just so cyclical. Turkeys, space, emptiness, our children, and we’re all just lost in the center of it.": "Bạn đã bao giờ tự hỏi về không gian, khoảng cách, sự trống rỗng của tất cả mọi thứ chưa? Bạn đã bao giờ nói chuyện với một đứa trẻ về nó chưa? Bạn đã bao giờ ở tù với một con gà tây chưa? Tất cả chỉ là một vòng tuần hoàn. Gà tây, không gian, sự trống rỗng, con cái của chúng ta và tất cả chúng ta chỉ bị lạc vào trung tâm của nó.",
  "Space Turkey": "Gà Tây Không Gian",
  "When Kopernicus observed the stars, he was wowed by their luminescent presence, but utterly frustrated by their placement in the far heavens. Though he was never able to discover a solution, we at MetaLife have done so -- Floor Stars! Now, you can bring the heavens beneath your feet.": "Khi Kopernicus quan sát các vì sao, ông đã rất kinh ngạc trước sự hiện diện phát sáng của chúng, nhưng hoàn toàn thất vọng vì vị trí của chúng ở trên trời xa xôi. Mặc dù ông không bao giờ có thể khám phá ra giải pháp, nhưng chúng tôi tại MetaLife đã làm được -- Ngôi Sao Sàn Nhà! Giờ đây, bạn có thể mang thiên đường xuống dưới chân mình.",
  "Floor Stars": "Ngôi Sao Sàn Nhà",
  "At MetaLife, we recognize that many attribute water with a well balanced, healthy life. Also, circles? Life is cyclical, and when paired with water, we have a fountain that pulses with H2O and all the vibes your water bill can handle.": "Tại MetaLife, chúng tôi nhận ra rằng nhiều người cho rằng nước mang lại một cuộc sống cân bằng, khỏe mạnh. Và cả những vòng tròn nữa? Cuộc sống là tuần hoàn, và khi kết hợp với nước, chúng ta có một đài phun nước rung động với H2O và tất cả những rung cảm mà hóa đơn tiền nước của bạn có thể chịu được.",
  "Vibe Gate Fountain": "Đài Phun Nước Cổng Rung Cảm",
  "Can you see those tong, ta tong tong tongs? Whether you're grilling, thinking about grilling, or telling others you might be grilling, you can point out your luxurious, stainless steel Rack 'o Tongs!": "Bạn có nghe thấy tiếng kẹp, ta tong, ta tong tong không? Cho dù bạn đang nướng thịt, nghĩ về việc nướng thịt hay nói với người khác rằng bạn có thể nướng thịt, bạn đều có thể chỉ ra chiếc Giá Kẹp 'o sang trọng, bằng thép không gỉ của mình!",
  "Rack 'o Tongs": "Giá Kẹp 'o",
  "Whether it's hickory honey, or Carolina mustard, or vinegar smoked, or honey with a hint of southern spice, or tongue scorching rib marinade, or just a dabble of tangy steak sauce, or even a smidge of ketchup with a kick, Sauce the Pig's Spread has the sauce that'll make your tongue jump out of your face and slap your momma!": "Cho dù đó là mật ong hickory, hoặc mù tạt Carolina, hoặc hun khói giấm, hoặc mật ong với một chút gia vị miền nam, hoặc nước sốt ướp sườn cay xé lưỡi, hoặc chỉ một chút nước sốt bít tết thơm ngon, hoặc thậm chí là một chút tương cà chua cay, Sauce the Pig's Spread có loại sốt sẽ khiến lưỡi bạn nhảy ra khỏi mặt và tát mẹ bạn!",
  "Sauce the Pig's Spread": "Sốt Phết Heo Của Sauce",
  "Life is a constantly evolving string of adjoining intersections. Sometimes you're coming, others you're going, and always, the world around you is moving. We at MetaLifa hope you take a moment to consider the depth of that statement, and think about buying Das Mesh.": "Cuộc sống là một chuỗi các giao lộ liền kề không ngừng phát triển. Đôi khi bạn đang đến, những lúc khác bạn đang đi, và luôn luôn, thế giới xung quanh bạn đang di chuyển. Chúng tôi tại MetaLifa hy vọng bạn dành một chút thời gian để xem xét chiều sâu của tuyên bố đó và nghĩ về việc mua Das Mesh.",
  "Das Mesh": "Das Mesh",
  "Hillbillies and country folk may think they've cornered the market on stacks of logs about the home, but they ain't seen nothin'! Excuse us. Eh hem. The Log Roll starts from the humblest of beginnings (the woods, yech), but culiminates in a chic piece of haute coture that's sure to bring the best of the woods to your decor. ": "Dân quê và dân nhà quê có thể nghĩ rằng họ đã chiếm lĩnh thị trường xếp chồng gỗ quanh nhà, nhưng họ chưa thấy gì đâu! Xin lỗi. Ờ hèm. Log Roll bắt đầu từ những khởi đầu khiêm tốn nhất (khu rừng, yech), nhưng đỉnh cao là một món đồ thời trang cao cấp sang trọng, chắc chắn sẽ mang những gì tốt nhất của khu rừng đến với phong cách trang trí của bạn.",
  "Log Roll": "Log Roll",
  "Many customers have complained that their posterior vents too much heat for most chairs. Therefore, to meet expectations, we've added vent slats to every stool. Burn off excess heat from those hot buns when sitting with The Slatted Perch!": "Nhiều khách hàng đã phàn nàn rằng phần sau của họ thải ra quá nhiều nhiệt cho hầu hết các loại ghế. Do đó, để đáp ứng mong đợi, chúng tôi đã thêm các thanh thông gió vào mọi chiếc ghế đẩu. Đốt cháy lượng nhiệt dư thừa từ những chiếc bánh nóng đó khi ngồi với The Slatted Perch!",
  "The Slatted Perch": "The Slatted Perch",
  "When an overheating behind gets in the way of a good meal, nobody wins. Well, now we've removed that issue from the rest of your life! Purchase the Slatted Perch - Dinner Edition, for all your seated food consumption tuccus heating needs.": "Khi một cái mông quá nóng cản trở một bữa ăn ngon, không ai thắng cả. Chà, giờ chúng tôi đã loại bỏ vấn đề đó khỏi phần còn lại của cuộc đời bạn! Mua Slatted Perch - Phiên bản Bữa tối, cho tất cả các nhu cầu làm nóng tuccus khi bạn ngồi ăn.",
  "The Slatted Perch - Dinner Edition": "The Slatted Perch - Phiên bản Bữa tối",
  "Every backyard and porch deserves top notch snazz and pizzazz…Wickish Pizzazz that is! When earthen tones and boring patterns bring you down, toss in the double ZZ with a wicker shine to get back on track.": "Mọi sân sau và hiên nhà đều xứng đáng có được sự sang trọng và lộng lẫy hàng đầu… Wickish Pizzazz đó!",
  "Wickish Pizzazz": "Wickish Pizzazz",
  "Woah! This backyard ain't settling for 2 Zs. It ain't settling for 4 Zs. No, this Wickish party needs, nay, DEMANDS 3 Zs. The Grande Wickish Pizzzazzz - for when you need more wicker than you can stomach.": "Woah! Sân sau này không chấp nhận 2 chữ Z. Nó không chấp nhận 4 chữ Z. Không, bữa tiệc Wickish này cần, không, YÊU CẦU 3 chữ Z. Grande Wickish Pizzzazzz - cho khi bạn cần nhiều mây tre đan hơn mức bạn có thể chịu đựng.",
  "Grande Wickish Pizzzazzz": "Grande Wickish Pizzzazzz",
  "Back in the days of yore, back when empires were toppled based on the predominance of wicker in one's patio, the first (and last) Wickish Ottoman Emperor proudly displayed this stylish, beautifully patterned piece of furniture with the same name in the patio.": "Ngày xửa ngày xưa, khi các đế chế sụp đổ dựa trên sự chiếm ưu thế của mây tre đan trong sân của một người, vị Hoàng đế Ottoman Wickish đầu tiên (và cuối cùng) tự hào trưng bày món đồ nội thất phong cách, hoa văn đẹp mắt này với cùng tên trong sân.",
  "Wickish Ottoman Emperor": "Hoàng Đế Ottoman Wickish",
  "First, there was a wonderful Wicker chair. Totally reasonable. Then, our designers said no! There must be a loveseat. Woah! Put a Grande on that and add another Z. But then, someone clearly hallucinating shouted \"there must be a sofa!\" Therefore, the Super Grande.": "Đầu tiên, có một chiếc ghế mây tuyệt vời. Hoàn toàn hợp lý. Sau đó, các nhà thiết kế của chúng tôi nói không! Phải có một chiếc ghế tình yêu. Woah! Đặt một Grande vào đó và thêm một chữ Z nữa. Nhưng sau đó, ai đó rõ ràng đang ảo giác đã hét lên \"phải có một chiếc ghế sofa!\" Do đó, Super Grande.",
  "Super Grande Wickish Pizzzazzz": "Super Grande Wickish Pizzzazzz",
  "This wall-mounted stereo is intended for use at community venues. Chillaxin' to the max on a deck'd out patio has never sounded so good! And that's great news, because these backyard jams never stop rolling.": "Máy stereo treo tường này được dùng cho các địa điểm cộng đồng. Thư giãn tối đa trên một sân thượng có boong chưa bao giờ nghe hay đến thế! Và đó là tin tuyệt vời, bởi vì những bản nhạc sân sau này không bao giờ ngừng phát.",
  "Venue Wall Speaker: Backyard": "Loa Treo Tường Địa Điểm: Sân Sau",
  "It's easy to ignore the refined patio setting in favor of gaudi tables or garrish potted plants. Pah! Here at MetaLife, we think everything can and should be top tier. Let's table this discussion. Purchase the Patio Chic Table today.": "Thật dễ dàng để bỏ qua khung cảnh sân thượng tinh tế để ủng hộ những chiếc bàn lòe loẹt hoặc những chậu cây sặc sỡ. Pah! Ở MetaLife, chúng tôi nghĩ rằng mọi thứ có thể và nên ở cấp cao nhất. Hãy tạm dừng cuộc thảo luận này. Mua Bàn Patio Chic ngay hôm nay.",
  "Patio Chic Table": "Bàn Patio Chic",
  "Yarr! When pirates be missing thar ships an' they want a right good meal (and perhaps a cup o grog!), they rip apart thar ship and eat on thar patio on the Eat the Plank! Table. Or, if you don't buy this marketing nonsense, it's a perfectly fine patio table.": "Yarr! Khi cướp biển bỏ lỡ những con tàu và họ muốn một bữa ăn ngon (và có lẽ là một tách rượu grog!), họ xé toạc con tàu và ăn trên sân thượng trên Bàn Ăn Ván Gỗ! Hoặc, nếu bạn không mua những lời vô nghĩa về tiếp thị này, thì đó là một chiếc bàn sân thượng hoàn toàn ổn.",
  "Eat the Plank! Table": "Bàn Ăn Ván Gỗ!",
  "Sometimes you want to go out back (or front,  if that's where your patio is) and eat under an Umbrella. Perhaps one with stripes? Bold stylish colors? Eh? Yeah, that's what we have for you. Take this umbrella or don't. Actually, please take it! We're sorry.": "Đôi khi bạn muốn ra phía sau (hoặc phía trước, nếu đó là nơi có sân của bạn) và ăn dưới một chiếc ô. Có lẽ là một chiếc ô có sọc? Màu sắc đậm chất phong cách? Ờ? Vâng, đó là những gì chúng tôi có cho bạn. Lấy chiếc ô này hoặc không. Thực ra, xin hãy lấy nó! Chúng tôi xin lỗi.",
  "Passive Aggressive Umbrella Table": "Bàn Ô Bàn Cãi",
  "Listen to Backyard": "Nghe Sân Sau",
  "Backyard Confine": "Giam Giữ Sân Sau",
  "Backyard": "Sân Sau",
  "Buy a Hot Tub": "Mua Bồn Tắm Nước Nóng",
  "Purchase a Hot Tub from Build Mode. Look for it in Outdoor Activities": "Mua Bồn Tắm Nước Nóng từ Chế Độ Xây Dựng. Tìm nó trong Hoạt Động Ngoài Trời"
}