{
  "What's the use of a bar if it doesn't add style to your space? After all, a bar is more than just a place to make drinks; it's a chance to bring your friends and family together. Our Chic & Chill Home Bar cabinet blends in with your decor to accent and complement your space. It will surely become a permanent fixture in your home for years to come.": "Quầy bar mà không có phong cách thì còn gì thú vị chứ? Quầy bar đâu chỉ là nơi pha chế đồ uống, mà còn là nơi tụ tập bạn bè và gia đình nữa đó! Tủ quầy bar \"Chic & Chill Home Bar\" của tụi mình sẽ hòa hợp với mọi phong cách trang trí, làm nổi bật không gian của bạn. Chắc chắn sẽ là một món đồ nội thất được yêu thích trong nhà bạn đó nha!",
  "Chic & Chill Home Bar": "Quầy Bar Tại Gia Phong Cách Chic & Chill",
  "This minimalist, invisible dance floor may not be the flashiest of party tricks, but it will certainly impress. It's 100% invisible and as close to nothingness as a dance floor can get. The upside is that it will blend seamlessly with your home decor and emit the perfect amount of dance floor fog! How is this done, you may ask? A good magician never reveals their secrets...": "Sàn nhảy siêu tối giản, tàng hình này có thể không phải là \"chiêu\" gây ấn tượng mạnh nhất, nhưng chắc chắn sẽ làm mọi người trầm trồ đấy! Nó tàng hình 100% và gần như \"vô hình\" nhất có thể rồi. Bù lại, nó sẽ hòa hợp hoàn hảo với nội thất nhà bạn và tỏa ra lượng sương mù vừa đủ cho sàn nhảy nữa đó! Hỏi làm sao mà được vậy á? Ảo thuật gia xịn sò thì không bao giờ tiết lộ bí mật đâu nha...",
  "The Minimalist's Dance Floor": "Sàn Nhảy Tối Giản",
  "It’s time to celebrate! Whether it's your birthday or another special occasion, help celebrate with this decorative poster. The colorful designs are a fun way to bring the party vibe, and it looks great just about anywhere!": "Đến giờ quẩy rồi bà con ơi! Dù là sinh nhật hay dịp đặc biệt nào đi nữa, quẩy hết mình với cái poster trang trí này nha. Mấy họa tiết sặc sỡ đảm bảo mang không khí tiệc tùng tới bến luôn đó, mà treo đâu cũng đẹp hết sảy á!",
  "Party On! Poster": "Áp phích \"Quẩy Lên Nào!\"",
  "Light up the dance floor like no one else! This Colorful Gobo Light is made from lightweight materials and equipped with a tripod base, so it’s easy to transport and store. Spend less time setting up and more time partying! Let's dance!": "Thắp sáng sàn nhảy quẩy hết mình đi nào! Đèn Gobo Màu Sắc này siêu nhẹ lại còn có chân máy, dễ dàng mang đi cất giữ lắm đó. Bớt thời gian chuẩn bị, quẩy nhiệt tình hơn thôi! Lên sàn nào!",
  "Party Starters' Colorific Gobo": "Đèn Gobo Màu Mè Khởi Đầu Bữa Tiệc",
  "Whimsical, spherical pendants cast a gentle glow from above to make your home feel cozy, inviting, and dreamy... perfect for creating a fun, festive atmosphere in any space!": "Mấy cái đèn hình cầu kì quặc này tỏa ánh sáng dịu dàng từ trên cao, giúp nhà bạn thêm ấm cúng, thân thiện và mơ màng... quá hợp để tạo không khí vui vẻ, tưng bừng ở bất cứ không gian nào đó nha!",
  "Luminous Lighticles": "Ánh Sáng Lấp Lánh",
  "The Party Starters' Disco Ball helps set the stage for a night of crazy dancing, fun music, and good times. Hang from the ceiling, swing from the chandeliers, and let the party begin!": "Đèn Disco \"Khai Tiệc\" giúp bạn chuẩn bị cho một đêm quẩy banh nóc với nhạc hay và toàn những khoảnh khắc vui vẻ. Treo lên trần nhà, đu đưa trên đèn chùm, và quẩy thôi nào!",
  "Party Starters' Disco Ball": "Quả Cầu Disco \"Quẩy Hết Mình\"",
  "If you're throwing a party, add some elegant lighting effects! With The Partylite, you can create an atmospheric ray of light up any wall or display for a dramatic and eye-catching result. Suitable for outdoor or indoor events, this light is something you'll return to time after time!": "Nếu bạn định mở tiệc tùng, hãy thêm vài hiệu ứng ánh sáng thật \"chanh sả\" nhé! Với \"Đèn Tiệc Tùng\", bạn có thể tạo ra những tia sáng lung linh trên tường hoặc khu trưng bày, đảm bảo ai nhìn cũng phải lóa mắt. Dùng được cả trong nhà lẫn ngoài trời, chiếc đèn này đúng là \"chân ái\" cho mọi bữa tiệc đấy!",
  "The Partylite": "Ánh Sáng Tiệc Tùng",
  "The best part about parties is the chance to meet new Sims and for new Sims to meet you! But they can't learn everything about you right off the bat... so there needs to be some added mystery. For that, there is the Party Starters' Fog Machine. Envelope the room in a mysterious fog to ensure no one knows precisely who you are.": "Điều tuyệt vời nhất của tiệc tùng là cơ hội gặp gỡ Sims mới, và để Sims mới gặp gỡ bạn! Nhưng họ không thể biết hết mọi thứ về bạn ngay lập tức được... nên cần phải có một chút bí ẩn. Vì vậy, Máy Tạo Sương Khởi Đầu Bữa Tiệc (Party Starters' Fog Machine) sẽ giúp bạn. Bao trùm căn phòng trong làn sương huyền ảo để đảm bảo không ai biết chính xác bạn là ai.",
  "Party Starters' Fog Machine": "Máy Phun Sương Khởi Đầu Bữa Tiệc",
  "Don't be afraid to get a little glowy because this Fiber Optic Garland is the perfect party accessory! This string of glowing, fiber optic garland will add a touch of color to your next celebration and is a must-have for creating a luminous display on any wall.": "Đừng ngại tỏa sáng nha, vì Dây Đèn Sợi Quang này là phụ kiện tiệc tùng hoàn hảo đó! Dây đèn sợi quang phát sáng này sẽ thêm chút màu sắc cho buổi tiệc tới của bạn và là món đồ phải có để tạo nên một không gian lung linh trên mọi bức tường đó.",
  "Fiber Optic Garland": "Dây đèn LED sợi quang",
  "Create a bold, stylish, and on-point presentation with this food pedestal. Introducing the centerpiece of the party snack line-up! \"The Centerpiece\" Food Pedestal is a striking way to display your cake, desserts, or other tasty snacks you may want to show off. ": "**Trình bày món ăn thật đỉnh và chất lừ với bệ đỡ thức ăn này nhé!** Giới thiệu ngôi sao sáng của bữa tiệc đồ ăn vặt đây! Bệ Đỡ Thức Ăn \"Tâm Điểm Của Sự Chú Ý\" là cách tuyệt vời để trưng bày bánh kem, món tráng miệng hoặc bất kỳ món ngon nào mà bạn muốn khoe đó.",
  "\"The Centerpiece\" Food Pedestal": "Bệ Đặt Thức Ăn \"Trung Tâm Bữa Tiệc\"",
  "It's noon the next day; the house is a mess with colorful confetti. It makes you remember how fun last night was, and suddenly, you don't care much about all the cleanup you have ahead of you.": "Trưa hôm sau rồi nè; nhà thì ngập ngụa confetti đủ màu. Nhìn mà nhớ tối qua vui banh nóc, tự dưng lười dọn dẹp luôn á!",
  "\"About Last Night...\" Confetti": "\"Tối Qua Thật Là...\" Rắc Rối!",
  "\"Where troubles melt like cowplant berry drops,\\nAway above the Sim's thought props,\\nThat's where you'll find me.\"": "Nơi ưu phiền tan biến như kẹo Cowplant,\\nXa rời những lo toan thường nhật của Sim,\\nĐó là nơi bạn sẽ tìm thấy tớ đó.",
  "Under The Streamers": "Dưới Ánh Đèn Streamer",
  "The Party Starters' Balloon Pile is the perfect way to get your party started. This bundle of balloons comes wrapped with string lights to add an extra glow and ambiance to the party. You'll love how easy these are to set up and how great they'll look no matter where they are in your space.": "Đống Bóng Khởi Đầu Bữa Tiệc là cách tuyệt vời để \"quẩy\" tiệc tùng đó nha! Chùm bóng này còn được quấn thêm đèn nháy, giúp không gian tiệc thêm lung linh huyền ảo nữa chứ. Dựng lên dễ ẹt mà nhìn ở đâu cũng thấy xinh hết sẩy luôn, đảm bảo bạn sẽ mê tít cho coi!",
  "Party Starters' Balloon Pile": "Đống Bóng Bàn Tiệc Khai Mạc",
  "Are you looking for a quick and easy party starter? The Party Starters' Balloon Bundle is the perfect addition to any celebration. Made of string lights and ribbons, this string of balloons is sure to impress guests.": "Tìm cách khuấy động không khí tiệc tùng nhanh gọn lẹ hả? Gói Balloon Bundle \"Party Starters\" là sự bổ sung hoàn hảo cho mọi buổi tiệc luôn đó. Được làm từ đèn nháy và ruy băng, chùm bóng bay này chắc chắn sẽ khiến khách khứa phải trầm trồ.",
  "Party Starters' Balloon Bundle": "Chùm Bóng Bay Khởi Đầu Bữa Tiệc",
  "So many snacks! Where to begin? This assortment of snack clutter can be placed all over your kitchen and dining surfaces to prove to your guests that you are truly the host with the most. Remember your mini napkin!": "Ôi chao, bao nhiêu đồ ăn vặt thế này! Bắt đầu từ đâu nhỉ? Mấy món lặt vặt bày biện này có thể đặt khắp bếp và bàn ăn để chứng tỏ với khách khứa rằng bạn đúng là chủ nhà xịn sò đó nha. Nhớ dùng khăn giấy tí hon nữa nhé!",
  "Snack Clutter for Party People ": "Đồ ăn vặt bày bừa cho hội thích quẩy nè!",
  "Keeping cups, straws, and napkins together makes for a tidier party. That's why you need this Cups 'n Straws Station! This station keeps cups, straws, napkins, and your favorite party drink at the ready for all your party guests.": "Giữ cốc, ống hút, và khăn giấy gọn gàng sẽ giúp bữa tiệc bớt lộn xộn hơn đó. Vì vậy bạn cần đến Trạm Cốc và Ống Hút này! Trạm này sẽ giúp bạn chuẩn bị sẵn cốc, ống hút, khăn giấy và cả đồ uống yêu thích cho tất cả khách mời dự tiệc luôn.",
  "Cups 'n Straws Station": "Quầy Ly Tách Xinh Xắn",
  "The perfect way to get a party started or keep it going longer! Add some fun to your party with this colorful and vibrant LED PARTYstrip. Use it as a decorative accessory to make any room look cooler or add ambiance to your day-to-day. ": "Cách tuyệt vời để \"quẩy\" banh nóc hoặc kéo dài cuộc vui! Thêm chút màu sắc cho bữa tiệc của bạn với đèn LED PARTYstrip rực rỡ này. Dùng để trang trí cho căn phòng thêm ngầu hoặc tạo không khí chill cho những ngày thường nhé.",
  "LED PARTYstrip": "Dây đèn LED tiệc tùng",
  "A Balloon Bouquet is always a crowd-pleaser. Add some extra special pizazz to your walls with this unique Balloon Bouquet, accented with vibrant ribbons and fun pops of color.": "Một bó bóng bay luôn là món đồ được yêu thích! Thêm chút đặc biệt và nổi bật cho bức tường nhà bạn với bó bóng bay độc đáo này, điểm xuyết những dải ruy băng rực rỡ và những màu sắc tươi vui nhé!",
  "Balloon Bouquet": "Bó Bóng Bay",
  "Recently, pixel-eye imagery has sought to gain ground. Sadly, their desire to find new ground has been their downfall. Stepping away from both the concave and convex autostereogram approaches has resulted in less-than-ideal outcomes. Though the pixels are still quite enticing, they fail to produce any hidden image.": "Gần đây, ảnh pixel-eye đang cố gắng nổi lên. Tiếc là, tham vọng tìm kiếm cái mới lại là điểm yếu của chúng. Bước khỏi lối autostereogram lõm và lồi truyền thống khiến kết quả không được như ý. Dù các pixel vẫn khá hấp dẫn, chúng lại không tạo ra được ảnh ẩn nào cả.",
  "\"Simstagram-Worthy\" Stereoscopic Drape": "Rèm Lập Thể \"Sống Ảo\" Chất Lượng",
  "Transform the mood at your next party with rows of hanging, glowing light strip ribbons. These ribbons glow to life and are perfect for creating a fun and vibrant party atmosphere.": "Biến bữa tiệc tiếp theo của bạn thành siêu quẩy với những dải đèn LED lấp lánh treo đầy nhà! Đảm bảo sống động, lung linh, tạo không khí tiệc tùng hết sẩy luôn nha.",
  "Luminescent Ribbons": "Ruy Băng Phát Sáng",
  "Get your party started by decorating the room in our Festive Party Streamers. Hanging these streamers is a great way to add color, depth, and texture to any dull space. There’s just something about a colorful party that makes you want to smile and dance. The possibilities are endless when it comes to decorations for celebrating, whether you’re having a baby shower, birthday party, or holiday get-together!": "Bắt đầu quẩy nào bằng cách trang trí phòng với Dây Trang Trí Tiệc Tùng của chúng tôi. Treo mấy dây này lên là cách tuyệt vời để thêm màu sắc, chiều sâu và họa tiết cho bất kỳ không gian buồn tẻ nào. Chẳng hiểu sao cứ thấy tiệc tùng đầy màu sắc là chỉ muốn cười toe toét rồi nhún nhảy thôi. Muốn trang trí kiểu gì để ăn mừng cũng được tuốt, từ tiệc mừng em bé sắp chào đời, tiệc sinh nhật hay họp mặt ngày lễ đều chơi hết!",
  "Festive Party Streamers": "Dây Ruy Băng Trang Trí Tiệc Tùng!",
  "Make your guest's entrance a memorable one with The Partyboard! This fun and festive sign features a wooden stand and an upbeat welcome message that is sure to draw in the crowd and set the tone for an unforgettable event! ": "Biến lối vào nhà bạn thành tâm điểm của bữa tiệc với Bảng Chào Mừng Tiệc Tùng! Chiếc bảng hiệu vui nhộn này có chân gỗ đứng vững và dòng chữ chào đón cực kỳ lạc quan, chắc chắn sẽ thu hút mọi người và tạo không khí cho một sự kiện đáng nhớ!",
  "The Partyboard": "Bảng Thông Báo Tiệc Tùng",
  "Add a pop of color and instant ambiance to your party space with this \"Simstagram-Worthy\" Neon Sign. Perfect for parties, this neon sign will provide the perfect photo-ready backdrop for selfies and Simstagram posts. Your photos are guaranteed to be the envy of all your friends and followers!": "Thêm chút màu sắc và không khí sôi động cho không gian tiệc tùng của bạn với Bảng Đèn Neon \"Đẹp Như Simstagram\" này. Quá hợp lý cho các buổi tiệc, bảng đèn neon này sẽ là phông nền hoàn hảo cho những bức ảnh selfie và bài đăng Simstagram. Đảm bảo ảnh của bạn sẽ khiến bạn bè và người theo dõi phải ghen tị đó nha!",
  "\"Simstagram-Worthy\" Neon Sign": "Bảng Hiệu Neon \"Sống Ảo\"",
  "You hear that? That crackle. That hiss. That is the sound of a genuine article—New Faithful produces only the highest fidelity, original quality, and lossless analog music for your listening pleasure. It even has space to show off your painstakingly assembled record collection! Just so everyone in the room knows how important music is to you... good music, that is.": "Nghe thấy gì không? Tiếng xèo xèo ấy. Đó là âm thanh của hàng thật giá thật đó—New Faithful chỉ sản xuất nhạc analog chất lượng cao, trung thực và không nén để bạn thưởng thức thôi. Thậm chí còn có chỗ để khoe bộ sưu tập đĩa than mà bạn đã dày công sưu tầm nữa đó! Cho cả phòng biết gu âm nhạc của bạn xịn sò cỡ nào... âm nhạc hay đó nha.",
  "\"New Faithful\" Turntable": "Bàn Xoay \"Tín Đồ Mới\"",
  "This surround sound speaker delivers big, bold, beautiful sound to your home. Thanks to its wall-mounted design, you can place it out of the way, leaving more space for even more partygoers!": "Chiếc loa âm thanh vòm này mang đến âm thanh to, rõ và hay tuyệt vời cho ngôi nhà của bạn. Thiết kế treo tường giúp bạn tiết kiệm không gian, tha hồ mà mời bạn bè đến quẩy tung nóc luôn!",
  "Good Vibes Wall Speaker": "Loa Treo Tường \"Chill Phết\"",
  "It’s easy to get carried away with all the excitement of having a party, but don’t forget about your tables! The Partyscape Dining Table is perfect for displaying your favorite snacks, drinks, and decor for any occasion. It features a bright and festive tablecloth that will make a statement at dinner parties and casual gatherings. You can even use it as a snack table to display all your impressive party snacks!": "Dễ bị cuốn theo không khí tiệc tùng lắm đó, nhưng đừng quên mấy cái bàn nha! Bàn Ăn Tiệc Tùng (Partyscape Dining Table) là lựa chọn hoàn hảo để bày biện đồ ăn vặt, thức uống và trang trí yêu thích cho mọi dịp nè. Bàn có khăn trải bàn sáng sủa và đậm chất lễ hội, đảm bảo nổi bật trong các buổi tiệc tối hay tụ tập bạn bè luôn. Thậm chí còn dùng làm bàn ăn vặt để khoe hết các món ngon \"xịn xò\" của bạn nữa đó!",
  "Partyscape Dining Table": "Bàn Ăn Tiệc Tùng Partyscape",
  "Show your friends that you have the latest and greatest! The Curve TV by Screensure is a high-tech curved TV featuring a state-of-the-art wall mounting system. Choose from a variety of vibrant backlighting options for an added touch of ambiance suited for any occasion. Great for entertaining or everyday use!": "Khoe bạn bè xem TV xịn xò mới sắm đi nào! TV cong Screensure là TV cong công nghệ cao, có hệ thống gắn tường xịn sò luôn đó. Tha hồ chọn màu đèn nền sống động cho phù hợp mọi dịp, thêm chút không khí nữa. Xem phim giải trí hay dùng hằng ngày đều ngon lành!",
  "The Curve TV by Screensure": "TV Màn Hình Cong Screensure",
  "Turn Off Fog": "Tắt Sương Mù",
  "Turn On Fog": "Bật Sương Mù",
  "The Party Room": "Phòng Quẩy"
}