{
  "(From Globe Bar)": "(Từ Quầy Bar Địa Cầu)",
  "(From Reprimanding Butler)": "(Từ Việc Quở Trách Quản Gia)",
  "(From Vanity Table)": "(Từ Bàn Trang Điểm)",
  "What to do tonight, what to do... The same thing {0.SimFirstName} does every night. Try to take over the world.": "Tối nay làm gì nhỉ, làm gì đây... Vẫn là những việc mà {0.SimFirstName} vẫn làm mỗi tối thôi. Cố gắng thống trị thế giới.",
  "Contemplated World Domination": "Suy Ngẫm Về Thống Trị Thế Giới",
  "Hey! That's where {0.SimFirstName} lives!": "Này! Đó là nơi {0.SimFirstName} sống đó!",
  "Found My City": "Tìm Thấy Thành Phố Của Tôi",
  "Oh, to hold the entire world in the palm of one's hand... what can't {0.SimFirstName} accomplish?": "Ôi, được nắm giữ cả thế giới trong lòng bàn tay... {0.SimFirstName} không thể hoàn thành được gì cơ chứ?",
  "Striving For Greatness": "Phấn Đấu Cho Sự Vĩ Đại",
  "So many exciting places, so little time. Where will {0.SimFirstName} travel next?": "Quá trời nơi thú vị, mà thời gian thì có hạn. {0.SimFirstName} sẽ đi đâu tiếp theo đây?",
  "The Vast World": "Thế Giới Rộng Lớn",
  "{0.SimFirstName} added a few layers of makeup... just to be sure! {M0.He}{F0.She} even mostly got it in the right spots!": "{0.SimFirstName} đã trang điểm thêm vài lớp... cho chắc ăn! {M0.He}{F0.She} thậm chí còn trang điểm hầu hết đúng chỗ nữa chứ!",
  "Glamorous!": "Lộng lẫy!",
  "Huh... {0.SimFirstName} is pretty sure that's not what makeup looks like when adults wear it.": "Hả... {0.SimFirstName} chắc chắn rằng người lớn trang điểm không phải kiểu này.",
  "Oops": "Úi...",
  "Sometimes you have to remind the help that they're supposed to be... well... helpful.": "Đôi khi bạn phải nhắc nhở người giúp việc rằng họ phải... à thì... có ích.",
  "Reprimanded Butler": "Quở Trách Quản Gia",
  "Windenburg Butlering Academy": "Học Viện Quản Gia Windenburg",
  "Butler": "Quản Gia",
  "Star Quality": "Phẩm Chất Ngôi Sao",
  "Well Turned Out": "Chỉnh Chu",
  "Glittering Heights": "Đỉnh Cao Rực Rỡ",
  "Bewitching Sophistication": "Sự Tinh Tế Quyến Rũ",
  "Dazzling Vestment": "Áo Choàng Lộng Lẫy",
  "Ritzy Frock": "Váy Sang Trọng",
  "You'll want to journey to the center of the planet in this elegant piece by famed artisan J. Marano. A walnut hardwood inlaid with gold forms the base upon which the globe sits. Bridge the old world and the new, with natural dyes painted over a pearlescent surface. Of course this planet's treasure lies in its liquid core...": "Bạn sẽ muốn du hành đến tâm của hành tinh trong tác phẩm thanh lịch này của nghệ nhân nổi tiếng J. Marano. Gỗ óc chó cứng khảm vàng tạo thành phần đế mà quả địa cầu đặt lên. Kết nối thế giới cũ và thế giới mới, với thuốc nhuộm tự nhiên được sơn trên bề mặt óng ánh ngọc trai. Tất nhiên kho báu của hành tinh này nằm ở lõi chất lỏng của nó...",
  "16th Century Monte Vista Globe Bar": "Quầy Bar Địa Cầu Monte Vista Thế Kỷ 16",
  "Surprisingly, the gilded bed frame of this elegant sleeper is not its defining feature. As you're undoubtedly aware, locally sourced textiles are all the rage in furniture fashion as of late. It just so happens that the headboards are inset with restored wall padding that was reappropriated from the old Windenburg asylum - long since abandoned due to advances in medical education.": "Đáng ngạc nhiên là khung giường mạ vàng của chiếc giường ngủ thanh lịch này không phải là đặc điểm nổi bật của nó. Như bạn chắc chắn đã biết, hàng dệt may có nguồn gốc địa phương đang rất thịnh hành trong làng thời trang nội thất vào thời điểm hiện tại. Chỉ là tình cờ các tấm đầu giường được lồng vào lớp đệm tường được phục chế, được lấy lại từ trại tị nạn Windenburg cũ - từ lâu đã bị bỏ hoang do những tiến bộ trong giáo dục y tế.",
  "Tufted & Tucked": "Chần Gòn & Bọc Vải",
  "You'll find no better sleep than the Maleficent Bedstead. Its understated elegance is second only to the comfort it provides. The padded leather head and footboards are guaranteed to have a timeless appeal... so much so that the manufacturer has issued a lifetime \"style warranty\", the first of its kind in the furniture industry.": "Bạn sẽ không tìm thấy giấc ngủ nào ngon hơn Giường Ngủ Maleficent. Vẻ thanh lịch kín đáo của nó chỉ đứng sau sự thoải mái mà nó mang lại. Phần đầu và đuôi giường bọc da đảm bảo có sức hấp dẫn vượt thời gian... đến mức nhà sản xuất đã ban hành 'bảo hành phong cách' trọn đời, lần đầu tiên trong ngành công nghiệp nội thất.",
  "Maleficent Bedstead": "Giường Ngủ Maleficent",
  "Genre: Self-Help\\nAuthor: Alfred the Butler\\n\\nA who's who of butlers with a how to guide to butlering. Discover the origins of butlering in Windenburg, and how the role has adapted to modern butlering in the 21st century. Inspirational quotes from famous butlers will keep you motivated and moving!": "Thể loại: Tự Lực\nTác giả: Alfred the Butler\n\nMột cuốn sách về những ai là quản gia với hướng dẫn cách làm quản gia. Khám phá nguồn gốc của nghề quản gia ở Windenburg và cách vai trò này đã thích nghi với nghề quản gia hiện đại trong thế kỷ 21. Những câu trích dẫn đầy cảm hứng từ các quản gia nổi tiếng sẽ giúp bạn có động lực và tiến lên!",
  "How to Serve and Not Be Served\n": "Cách Phục Vụ và Không Bị Phục Vụ",
  "A triumvirate of The Coalition's finest horologists collaborated to bring you this exquisite timepiece. The spindles around the edge represent the original measurements of time by Neanderthal Sims, in stark contrast to the standard 12 hour intervals we use to track time in the modern day.": "Một bộ ba những nhà chế tạo đồng hồ giỏi nhất của Liên Minh đã hợp tác để mang đến cho bạn chiếc đồng hồ thời gian tinh tế này. Các trục xung quanh mép đại diện cho các phép đo thời gian ban đầu của Sims Neanderthal, trái ngược hoàn toàn với các khoảng thời gian 12 giờ tiêu chuẩn mà chúng ta sử dụng để theo dõi thời gian trong thời hiện đại.",
  "Burst, a clock by The Coalition": "Burst, đồng hồ của Liên Minh",
  "We may never know which came first between the chicken and the egg, but doilies definitely came from these intricate curtains. As the legend goes, far back in the 17th century Mara S. Doily invited the region's wealthiest socialites to a gala at her mansion in Windenburg in the hope of finding a husband for her daughter. While the event did not unearth a suitable suitor, one fashionable duke offered a princely sum for Mara's exquisite sitting room curtains, as he found himself entranced by their frilly pattern. Passed down through subsequent generations, the pattern eventually made its way to the common folk, who now enjoy it as a fanciful way to dress their plates.": "Chúng ta có thể không bao giờ biết con gà hay quả trứng có trước, nhưng khăn trải bàn chắc chắn có nguồn gốc từ những chiếc rèm phức tạp này. Theo truyền thuyết kể lại, từ rất xa vào thế kỷ 17, Mara S. Doily đã mời những người nổi tiếng giàu có nhất trong vùng đến dự một buổi dạ tiệc tại biệt thự của cô ở Windenburg với hy vọng tìm được một người chồng cho con gái mình. Mặc dù sự kiện không tìm thấy một người cầu hôn phù hợp, nhưng một công tước thời trang đã đề nghị một khoản tiền lớn cho những chiếc rèm phòng khách tinh tế của Mara, vì anh ta thấy mình bị mê hoặc bởi họa tiết diềm xếp nếp của chúng. Được truyền lại qua các thế hệ sau, họa tiết cuối cùng đã đến được với người dân thường, những người hiện đang coi nó như một cách trang trí đĩa ăn kỳ lạ.",
  "Doily Drapes - Left": "Rèm Doily - Trái",
  "A simpler curtain for simpler times. If it's refined elegance you seek, these curtains deliver it aplenty. Leave the frills for those who need to make a statement; you've already ascended.": "Một chiếc rèm đơn giản hơn cho những thời điểm đơn giản hơn. Nếu bạn tìm kiếm sự thanh lịch tinh tế, những chiếc rèm này sẽ mang lại điều đó một cách dồi dào. Hãy để những diềm xếp nếp cho những người cần tạo dấu ấn; bạn đã thăng hoa rồi.",
  "Some Like It Plain - Left": "Một Số Người Thích Đơn Giản - Trái",
  "Some Like It Plain - Right": "Một Số Người Thích Đơn Giản - Phải",
  "Doily Drapes - Right": "Rèm Doily - Phải",
  "Famous entertainers who called Starlight Shores their home are now preserved in timeless pop art to adorn your walls.": "Những nghệ sĩ giải trí nổi tiếng đã gọi Starlight Shores là nhà của họ giờ đây được lưu giữ trong nghệ thuật pop vượt thời gian để tô điểm cho bức tường của bạn.",
  "Starlet Shores": "Bờ Biển Ngôi Sao Nhỏ",
  "The pen is mightier than the sword, and you will wield all the power when seated behind this stately desk.": "Cây bút chì mạnh hơn thanh kiếm, và bạn sẽ nắm giữ tất cả sức mạnh khi ngồi sau chiếc bàn làm việc trang trọng này.",
  "Mauman's Working Desk": "Bàn Làm Việc Mauman",
  "Definitely not a door for dorks; the Art Doorco flaunts its playful art deco style to add elegance to any ingress.": "Chắc chắn không phải là cánh cửa dành cho những kẻ ngốc; Art Doorco khoe phong cách trang trí nghệ thuật vui tươi của mình để tăng thêm vẻ thanh lịch cho bất kỳ lối vào nào.",
  "Art Doorco Double Door\n": "Cửa Đôi Art Doorco",
  "An elegant dresser with a low profile. You'll have to fold your clothes as there's no room for hangers, but if you can afford this dresser, then surely you can afford a butler to do the folding for you.": "Một chiếc tủ quần áo thanh lịch với kiểu dáng thấp. Bạn sẽ phải gấp quần áo vì không có chỗ cho móc treo, nhưng nếu bạn có đủ khả năng mua chiếc tủ quần áo này, thì chắc chắn bạn có thể thuê một quản gia để gấp đồ cho bạn.",
  "The Short Of It": "Điểm Ngắn Gọn Của Nó",
  "Feel large and in charge with this stand up dresser. With no need to fold, you'll never have any unwanted creases or wrinkles!": "Cảm thấy to lớn và làm chủ với chiếc tủ đựng đồ đứng này. Không cần phải gấp, bạn sẽ không bao giờ có bất kỳ nếp nhăn hoặc vết nhăn không mong muốn nào!",
  "The Tall Of It": "Điểm Cao Của Nó",
  "A crystal decanter for juice.": "Bình đựng pha lê cho nước ép.",
  "Decanter": "Bình Đựng",
  "A serving tray with room for four drinks.": "Khay phục vụ có chỗ cho bốn đồ uống.",
  "Drink Platter": "Đĩa Đựng Đồ Uống",
  "A short glass, appropriate for juice.": "Một chiếc ly thấp, thích hợp cho nước ép.",
  "Tumbler": "Ly Lùn",
  "The mantel of this fireplace is actually a piece of the decorative facade taken from the city hall building in Roaring Heights. Originally commissioned as a gift to the city's mayor, it disappeared from his estate following his untimely death. It has since passed through the lucrative architectural black market in search for the right buyer... will it be you?": "Phần ốp của lò sưởi này thực ra là một phần của mặt tiền trang trí lấy từ tòa thị chính ở Roaring Heights. Ban đầu được ủy thác làm quà tặng cho thị trưởng thành phố, nó đã biến mất khỏi khu đất của ông sau cái chết bất ngờ của ông. Kể từ đó, nó đã trải qua thị trường chợ đen kiến trúc sinh lợi để tìm kiếm người mua phù hợp... liệu đó có phải là bạn?",
  "Fiery Facade": "Mặt Tiền Rực Lửa",
  "The Punchinello family is renown in theatrics, and this chandelier is representative of the height of their heyday. Only ten of its kind were made, custom designed to illuminate the foyer of the old Punchinello Theater in downtown San Myshuno. Whereas Patrick Punchinello once dreamed of passing the business to his son, the family ultimately went bankrupt when little Peter failed to live up to his legacy. While the assets of their once expansive properties were liquidated, their memory lives on by giving this regal chandelier a place in your own home.": "Gia đình Punchinello nổi tiếng trong lĩnh vực sân khấu, và chiếc đèn chùm này là đại diện cho đỉnh cao thời kỳ hoàng kim của họ. Chỉ có mười chiếc loại này được sản xuất, được thiết kế riêng để chiếu sáng tiền sảnh của Nhà hát Punchinello cũ ở trung tâm thành phố San Myshuno. Trong khi Patrick Punchinello từng mơ ước truyền lại công việc kinh doanh cho con trai mình, thì cuối cùng gia đình đã phá sản khi cậu bé Peter không thể sống theo di sản của mình. Mặc dù tài sản của những bất động sản từng rộng lớn của họ đã bị thanh lý, nhưng ký ức của họ vẫn còn sống mãi bằng cách mang đến cho chiếc đèn chùm vương giả này một vị trí trong chính ngôi nhà của bạn.",
  "Punchinello Theater Chandelier": "Đèn Chùm Nhà Hát Punchinello",
  "This evocative lamp invokes the form of a box jellyfish, each leg dangling from the top-heavy mass. Unlike the bioluminescence found in certain species, this particular piece is lit with a standard 60 watt incandescent bulb.": "Chiếc đèn gợi cảm này gợi lên hình dạng của một loài sứa hộp, mỗi chân rủ xuống từ khối lượng nặng trịch phía trên. Không giống như khả năng phát quang sinh học được tìm thấy ở một số loài nhất định, tác phẩm đặc biệt này được chiếu sáng bằng một bóng đèn sợi đốt 60 watt tiêu chuẩn.",
  "Jellyfish Lamp": "Đèn Sứa",
  "Add some kitsch to your home with Geoff the giraffe; he's the light of the party! It's the greatest lamp base since the nylon stocking clad leg.": "Thêm một chút kệch cỡm cho ngôi nhà của bạn với Geoff hươu cao cổ; anh ấy là ánh sáng của bữa tiệc! Đó là chân đèn tuyệt vời nhất kể từ chân bọc tất nylon.",
  "Gentle Geoff": "Geoff Hiền Lành",
  "When lit, the aroma from this scented candle intermingles with the fragrance of the fresh flowers to create a nasal bouquet for the ages. All you have to do is relax... relax... relax.": "Khi được thắp sáng, hương thơm từ nến thơm này hòa quyện với hương thơm của những bông hoa tươi để tạo ra một bó hoa mũi cho mọi thời đại. Tất cả những gì bạn phải làm là thư giãn... thư giãn... thư giãn.",
  "Aglow Aromatics": "Hương Thơm Rực Rỡ",
  "The perfectly round base of this lamp is quite perilous, leaving it with a predilection for predicaments. It took seven painstaking hours to simply balance it upright, and another three hours to rebalance it after realizing the bulb hadn't been screwed in. Do not bump the table that this lamp is set upon. Don't you even dare breathe... Just slowly back up, turn around, and exit the room.": "Phần đế tròn hoàn hảo của chiếc đèn này khá nguy hiểm, khiến nó dễ gặp phải những tình huống khó khăn. Phải mất bảy giờ vất vả chỉ để cân bằng nó thẳng đứng và thêm ba giờ nữa để cân bằng lại sau khi nhận ra bóng đèn chưa được vặn vào. Không được va vào bàn mà chiếc đèn này được đặt lên. Thậm chí đừng dám thở... Chỉ cần từ từ lùi lại, quay người và ra khỏi phòng.",
  "Newton's Provocative Lamp": "Đèn Khiêu Khích của Newton",
  "Inspired by the designs of classical astrolabes, this mirror will guide you to a beautiful appearance, the same way astrolabes guided astronomers to celestial bodies.": "Lấy cảm hứng từ thiết kế của các loại kính thiên văn cổ điển, chiếc gương này sẽ hướng dẫn bạn đến một vẻ ngoài xinh đẹp, giống như cách kính thiên văn hướng dẫn các nhà thiên văn học đến các thiên thể.",
  "Astrolabe Mirror": "Gương Kính Thiên Văn",
  "When you look this good you want to show off. Nothing accommodates your self-absorption better than a floor to ceiling mirror. Don't worry - we know about your sharp knees problem and added a low bar to help mask it. Your secret is safe with us!\\n\\nThis mirror is best suited for short wall heights.": "Khi bạn trông đẹp như thế này, bạn muốn khoe ra. Không có gì phù hợp với sự tự mãn của bạn hơn một chiếc gương từ sàn đến trần. Đừng lo lắng - chúng tôi biết về vấn đề đầu gối nhọn của bạn và đã thêm một thanh thấp để giúp che giấu nó. Bí mật của bạn an toàn với chúng tôi!\n\nChiếc gương này phù hợp nhất với chiều cao tường thấp.",
  "Narcissus's Folly - Short": "Sự Điên Rồ của Narcissus - Ngắn",
  "When you look this good you want to show off. Nothing accommodates your self-absorption better than a floor to ceiling mirror. Don't worry - we know about your sharp knees problem and added a low bar to help mask it. Your secret is safe with us!\\n\\nThis mirror is best suited for medium wall heights.": "Khi bạn trông đẹp như thế này, bạn muốn khoe ra. Không có gì phù hợp với sự tự mãn của bạn hơn một chiếc gương từ sàn đến trần. Đừng lo lắng - chúng tôi biết về vấn đề đầu gối nhọn của bạn và đã thêm một thanh thấp để giúp che giấu nó. Bí mật của bạn an toàn với chúng tôi!\n\nChiếc gương này phù hợp nhất với chiều cao tường trung bình.",
  "Narcissus's Folly - Medium": "Sự Điên Rồ của Narcissus - Trung Bình",
  "When you look this good you want to show off. Nothing accommodates your self-absorption better than a floor to ceiling mirror. Don't worry - we know about your sharp knees problem and added a low bar to help mask it. Your secret is safe with us!\\n\\nThis mirror is best suited for tall wall heights.": "Khi bạn trông đẹp như thế này, bạn muốn khoe ra. Không có gì phù hợp với sự tự mãn của bạn hơn một chiếc gương từ sàn đến trần. Đừng lo lắng - chúng tôi biết về vấn đề đầu gối nhọn của bạn và đã thêm một thanh thấp để giúp che giấu nó. Bí mật của bạn an toàn với chúng tôi!\n\nChiếc gương này phù hợp nhất với chiều cao tường cao.",
  "Narcissus's Folly - Tall": "Sự Điên Rồ của Narcissus - Cao",
  "Reflect on the beauty of these vibrant star-shaped flowers which are nearly in full bloom... just one bud remains.": "Hãy suy ngẫm về vẻ đẹp của những bông hoa hình ngôi sao rực rỡ này, chúng gần như đang nở rộ... chỉ còn lại một nụ.",
  "Growing Home": "Ngôi Nhà Đang Lớn Dần",
  "A partnership between the senior ranking sewer and weaver within The Coalition bore fruit with the release of this striking rug. Each interlocking cog can be positioned in lockstep to create intricate mechanical patterns sweeping across your floor.": "Sự hợp tác giữa người đứng đầu hệ thống cống rãnh và thợ dệt hàng đầu trong Liên Minh đã mang lại kết quả với việc phát hành tấm thảm nổi bật này. Mỗi bánh răng lồng vào nhau có thể được định vị đồng bộ để tạo ra các hoa văn cơ học phức tạp quét khắp sàn nhà của bạn.",
  "Gears; a rug by The Coalition": "Gears; một tấm thảm của Liên Minh",
  "Fur so soft you'd swear it was real...": "Lông mềm đến nỗi bạn thề rằng nó là thật...",
  "Faux Fur Rug": "Thảm Lông Giả",
  "What do you get when dividing by zero? Nothing. And that's just about as much privacy as this metallic divider offers. Thankfully what it lacks in secrecy it makes up for in style.": "Bạn nhận được gì khi chia cho số không? Không có gì cả. Và đó cũng gần bằng sự riêng tư mà tấm vách ngăn kim loại này mang lại. May mắn thay, những gì nó thiếu về bí mật được bù đắp bằng phong cách.",
  "Arithmetically Challenged Divider": "Vách Ngăn Thách Thức Số Học",
  "La Luz is fiercely protective of anything in its possession. Some swear up and down that its eyes shift their gaze when nobody is looking.": "La Luz bảo vệ một cách dữ dội bất cứ thứ gì nó sở hữu. Một số người thề sống thề chết rằng đôi mắt của nó thay đổi ánh nhìn khi không có ai nhìn.",
  "La Luz the Lion": "Sư Tử La Luz",
  "Why would anyone create a collection of fragrances that smells like the bathroom? I guess it'll remain one of life's little mysteries.": "Tại sao ai đó lại tạo ra một bộ sưu tập nước hoa có mùi như phòng tắm? Tôi đoán nó sẽ vẫn là một trong những bí ẩn nhỏ của cuộc sống.",
  "Eww the Toilet": "Eww Nhà Vệ Sinh",
  "No longer do you have to suffer through the awkward chair showroom experience.  Lisa's Resplendent Receptacle is ordered completely online! The chair's padding is crafted from three unique foam layers. You'll sink into two inches of memory foam, two inches of a latex like foam called Simvena, and two inches of... well, we just don't talk about the third layer.": "Bạn không còn phải chịu đựng trải nghiệm phòng trưng bày ghế khó xử nữa. Lisa's Resplendent Receptacle được đặt hàng hoàn toàn trực tuyến! Lớp đệm của ghế được chế tạo từ ba lớp bọt độc đáo. Bạn sẽ chìm vào hai inch bọt nhớ, hai inch bọt giống như latex có tên là Simvena và hai inch... à, chúng ta chỉ không nói về lớp thứ ba.",
  "Lisa's Resplendent Receptacle": "Lisa's Resplendent Receptacle",
  "Aches and pains? How droll! After all, lumbar support is for those who can't afford back surgery. Instead, you'll be pleased to discover that every thought that went into designing this chair culminated in a singular achievement - the most comfortable plush padding for your posterior.": "Đau nhức? Thật buồn cười! Rốt cuộc, hỗ trợ thắt lưng là dành cho những người không đủ khả năng phẫu thuật lưng. Thay vào đó, bạn sẽ hài lòng khi khám phá ra rằng mọi suy nghĩ đã đi vào thiết kế chiếc ghế này đều lên đến đỉnh điểm trong một thành tựu duy nhất - lớp đệm sang trọng thoải mái nhất cho phần sau của bạn.",
  "Tush-tastic": "Tush-tastic",
  "An ottoman conceived for the masses, but ultimately relegated to the elite. Each one made represents over 1000 man hours of work, as the metal frame is hammered into shape on an anvil until the surface is perfectly smooth.": "Một chiếc ghế đẩu được hình thành cho quần chúng, nhưng cuối cùng lại bị đẩy xuống hàng ngũ ưu tú. Mỗi chiếc được làm ra đại diện cho hơn 1000 giờ làm việc của con người, vì khung kim loại được búa vào hình dạng trên một cái đe cho đến khi bề mặt hoàn toàn nhẵn.",
  "Mauman's Ottoman": "Ghế Đẩu Mauman",
  "The name of this sofa says it all. So refined, so elegant, so dignified... this luxurious lounger is only intended for the most delicate of derrieres. Absolutely positively no animals allowed.": "Tên của chiếc ghế sofa này đã nói lên tất cả. Tinh tế, thanh lịch, trang trọng... chiếc ghế dài sang trọng này chỉ dành cho những người có phần sau mỏng manh nhất. Tuyệt đối không cho phép động vật.",
  "Mauman's Sofa For People": "Sofa Mauman Dành Cho Mọi Người",
  "This coffee table serves as proof that two heads are better than one, as the city's two top metallurgists came together to design the base of this grand coffee table. The marble slab topper is scientifically proven to be the best surface for serving tasty treats!": "Chiếc bàn cà phê này đóng vai trò như một bằng chứng cho thấy hai cái đầu tốt hơn một, vì hai nhà luyện kim hàng đầu của thành phố đã cùng nhau thiết kế phần đế của chiếc bàn cà phê lớn này. Mặt bàn bằng đá cẩm thạch đã được chứng minh một cách khoa học là bề mặt tốt nhất để phục vụ các món ăn ngon!",
  "Cold Stone Coffee Table\n": "Bàn Cà Phê Đá Lạnh",
  "The mirrored surface of this beverage cart will appear to double the amount of drinks available for tasting, but this is no simple trick of the eye. We guarantee this cart holds more glasses per square inch than any other cart you'll find, hands down.": "Bề mặt tráng gương của chiếc xe đẩy đồ uống này sẽ có vẻ như làm tăng gấp đôi số lượng đồ uống có sẵn để nếm thử, nhưng đây không phải là một trò ảo thuật đơn giản. Chúng tôi đảm bảo chiếc xe đẩy này chứa nhiều ly trên mỗi inch vuông hơn bất kỳ chiếc xe đẩy nào khác mà bạn tìm thấy, chắc chắn đấy.",
  "MoBev Cart\n": "Xe Đẩy MoBev",
  "When placed outside, the true incandescent brilliance of this orrery-cum-table gleams for all to see.": "Khi được đặt bên ngoài, sự rực rỡ rực lửa thực sự của chiếc bàn kiêm mô hình hệ mặt trời này sẽ tỏa sáng cho mọi người thấy.",
  "Rory's Orrery\n": "Mô Hình Hệ Mặt Trời Rory",
  "Merry-Simster's Dictionary defines \"vainglory\" as a display of pride that's excessive or ostentatious. How then did it come to describe this very vanity? Such a name must be in jest; the owner of this piece has no need for other's plaudits.": "Từ điển Merry-Simster định nghĩa 'háo danh' là một sự thể hiện niềm tự hào quá mức hoặc phô trương. Vậy thì làm thế nào mà nó lại mô tả chính chiếc bàn trang điểm này? Một cái tên như vậy chắc hẳn là một trò đùa; chủ sở hữu của tác phẩm này không cần đến những lời khen ngợi của người khác.",
  "Vainglorious Vanity": "Bàn Trang Điểm Háo Danh",
  "Trust the French for your vanity table needs. This French Contemporary styled vanity table works well in the common household. It blends seamlessly into the style of any residence from an abode to a villa!": "Hãy tin tưởng người Pháp về nhu cầu bàn trang điểm của bạn. Bàn trang điểm kiểu Pháp đương đại này hoạt động tốt trong các hộ gia đình thông thường. Nó hòa nhập liền mạch vào phong cách của bất kỳ nơi ở nào từ một căn nhà đến một biệt thự!",
  "Coiffeuse de Champs Les Sims": "Coiffeuse de Champs Les Sims",
  "A bell that emanates high frequency sound waves. Butlers are trained to be particularly perceptive to this exact sound.": "Một chiếc chuông phát ra sóng âm tần số cao. Các quản gia được đào tạo để đặc biệt nhạy bén với âm thanh chính xác này.",
  "Butler Bell": "Chuông Gọi Quản Gia",
  "Rich Sims aspire to have style like you. Poor Sims aspire to have money to have style to be like you. With these windows on your home, you'll represent the pinnacle of the architectural glitterati of wherever you choose to call home.": "Những Sim giàu có mong muốn có phong cách như bạn. Những Sim nghèo mong muốn có tiền để có phong cách giống như bạn. Với những ô cửa sổ này trên ngôi nhà của bạn, bạn sẽ đại diện cho đỉnh cao của giới kiến trúc lấp lánh ở bất cứ nơi nào bạn chọn gọi là nhà.",
  "#winning #fabulous #vogue": "#thắnglợi #tuyệtvời #thờithượng",
  "Pour Drink": "Rót Đồ Uống",
  "Pour Drink Platter": "Rót Đồ Uống Ra Đĩa",
  "Assign Bed to Butler": "Chỉ Định Giường cho Quản Gia",
  "{0.SimFirstName} has already claimed this bed.": "{0.SimFirstName} đã nhận giường này rồi.",
  "Start Attending to Minors": "Bắt Đầu Chăm Sóc Người Chưa Thành Niên",
  "Start Cleaning": "Bắt Đầu Dọn Dẹp",
  "Start Gardening": "Bắt Đầu Làm Vườn",
  "Start Repairing Objects": "Bắt Đầu Sửa Đồ Vật",
  "Stop Attending to Minors": "Ngừng Chăm Sóc Người Chưa Thành Niên",
  "Stop Cleaning": "Ngừng Dọn Dẹp",
  "Stop Gardening": "Ngừng Làm Vườn",
  "Stop Repairing Objects": "Ngừng Sửa Đồ Vật",
  "Force Quit": "Buộc Thoát",
  "Research Butler Techniques on Ask Alfred": "Nghiên Cứu Các Kỹ Thuật Quản Gia Trên Hỏi Alfred",
  "Everyone But Butler": "Mọi Người Trừ Quản Gia",
  "Grab a Drink": "Lấy Đồ Uống",
  "Make Drink": "Pha Đồ Uống",
  "Study Globe": "Nghiên Cứu Quả Địa Cầu",
  "Contemplate the Big Picture": "Chiêm Nghiệm Bức Tranh Toàn Cảnh",
  "Ponder World Domination": "Suy Ngẫm Về Thống Trị Thế Giới",
  "Search for My Name": "Tìm Kiếm Tên Của Tôi",
  "Ponder Exotic Locals": "Suy Ngẫm Về Người Dân Địa Phương Kỳ Lạ",
  "Apply Makeup": "Trang Điểm",
  "Beige Eyes / Dark Red Lips": "Mắt Be / Môi Đỏ Sẫm",
  "Beige Eyes / Red Lips": "Mắt Be / Môi Đỏ",
  "Black Eyeliner / Coral Lips": "Kẻ Mắt Đen / Môi San Hô",
  "Black Eyes / Pink Lips": "Mắt Đen / Môi Hồng",
  "Blue Eyes / Pink Lips": "Mắt Xanh / Môi Hồng",
  "Blue Eyes / Red Lips": "Mắt Xanh / Môi Đỏ",
  "Blue Eyes / Rose Lips": "Mắt Xanh / Môi Hồng",
  "Blue Eyes / Satin Pink Lips": "Mắt Xanh / Môi Hồng Satin",
  "Bronze Eyes / Glossy Pink Lips": "Mắt Đồng / Môi Hồng Bóng",
  "Brown Eyes": "Mắt Nâu",
  "Brown Eyes / Coral Lips": "Mắt Nâu / Môi San Hô",
  "Brown Eyes / Pink Lips": "Mắt Nâu / Môi Hồng",
  "Brown Eyes / Rose Lips": "Mắt Nâu / Môi Hồng",
  "Brown Eyes / Satin Red Lips": "Mắt Nâu / Môi Đỏ Satin",
  "Gold Eyes / Glossy Pink Lips": "Mắt Vàng / Môi Hồng Bóng",
  "Black Eyes / Satin Black Lips": "Mắt Đen / Môi Đen Satin",
  "Black Eyes / Satin Red Lips": "Mắt Đen / Môi Đỏ Satin",
  "Brown & Gray / Coral Lips": "Nâu & Xám / Môi San Hô",
  "Gray Eyes / Coral Lips": "Mắt Xám / Môi San Hô",
  "Gray Eyes / Red Lips": "Mắt Xám / Môi Đỏ",
  "Green Eyes / Bronze Lips": "Mắt Xanh Lục / Môi Đồng",
  "Green Eyes / Glossy Pink Lips": "Mắt Xanh Lục / Môi Hồng Bóng",
  "Green Eyes / Red Lips": "Mắt Xanh Lục / Môi Đỏ",
  "Green Eyes / Satin Coral Lips": "Mắt Xanh Lục / Môi San Hô Satin",
  "Green Eyes / Satin Pink Lips": "Mắt Xanh Lục / Môi Hồng Satin",
  "Magenta Eyes / Red Lips": "Mắt Đỏ Tía / Môi Đỏ",
  "Mauve Eyes / Coral Lips": "Mắt Hoa Cà / Môi San Hô",
  "Mauve Eyes / Glossy Coral Lips": "Mắt Hoa Cà / Môi San Hô Bóng",
  "Pink Eyes / Glossy Coral Lips": "Mắt Hồng / Môi San Hô Bóng",
  "Plum Eyes / Satin Red Lips": "Mắt Mận / Môi Đỏ Satin",
  "Purple Eyes / Satin Violet Lips": "Mắt Tím / Môi Tím Satin",
  "Red Eyes": "Mắt Đỏ",
  "Silver & Blue / Rose Lips": "Bạc & Xanh Lam / Môi Hồng",
  "Silver & Blue / Satin Blue Lips": "Bạc & Xanh Lam / Môi Xanh Lam Satin",
  "Silver & Blue / Satin Red Lips": "Bạc & Xanh Lam / Môi Đỏ Satin",
  "Silver & Brown / Satin Beige Lips": "Bạc & Nâu / Môi Be Satin",
  "Silver & Brown / Satin Red Lips": "Bạc & Nâu / Môi Đỏ Satin",
  "Silver & Green / Satin Coral Lips": "Bạc & Xanh Lục / Môi San Hô Satin",
  "Silver & Pink / Pink Lips": "Bạc & Hồng / Môi Hồng",
  "Silver & Black / Satin Bronze Lips": "Bạc & Đen / Môi Đồng Satin",
  "Turquoise Eyes / Coral Lips": "Mắt Xanh Ngọc Lam / Môi San Hô",
  "Turquoise Eyes / Rose Lips": "Mắt Xanh Ngọc Lam / Môi Hồng",
  "Turquoise Eyes / Satin Red Lips": "Mắt Xanh Ngọc Lam / Môi Đỏ Satin",
  "Violet Eyes / Red Lips": "Mắt Tím Violet / Môi Đỏ",
  "Black Cat Eyes": "Mắt Mèo Đen",
  "Black Eyeliner / Satin Pink Lips": "Kẻ Mắt Đen / Môi Hồng Satin",
  "Black Eyes": "Mắt Đen",
  "Black Eyes / Glossy Orange Lips": "Mắt Đen / Môi Cam Bóng",
  "Light Blue Eyes / Pink Lips": "Mắt Xanh Lam Nhạt / Môi Hồng",
  "Blue Eyes / Glossy Blue Lips": "Mắt Xanh Lam / Môi Xanh Lam Bóng",
  "Blue Eyes / Glossy Pink Lips": "Mắt Xanh Lam / Môi Hồng Bóng",
  "Blue Eyes / Satin Bronze Lips": "Mắt Xanh Lam / Môi Đồng Satin",
  "Gray Eyes / Glossy Pink Lips": "Mắt Xám / Môi Hồng Bóng",
  "Black Eyeliner": "Kẻ Mắt Đen",
  "Play With Makeup": "Chơi Đùa Với Trang Điểm",
  "The household's butler has been released from their position. We at the Windenburg Butlering Academy hope their service met your undoubtedly high standards.\\n\\nShould you require a butler in the future, please do not hesitate to use your phone and inform us of your intent to employ a new one.": "Quản gia của hộ gia đình đã bị sa thải khỏi vị trí của họ. Chúng tôi tại Học viện Quản gia Windenburg hy vọng dịch vụ của họ đã đáp ứng được các tiêu chuẩn cao của bạn.\n\nNếu bạn cần một quản gia trong tương lai, xin vui lòng sử dụng điện thoại của bạn và thông báo cho chúng tôi về ý định thuê một người mới.",
  "Dismiss Butler Service": "Sa Thải Dịch Vụ Quản Gia",
  "The Windenburg Butlering Academy has an excellent candidate to join your residence as a live-in butler. They will report for work within the day.\\n\\nUpon your butler's arrival, please assign them a bed to sleep in. Should you be providing private quarters for your butler, you may set door locks for their section of the home.": "Học viện Quản gia Windenburg có một ứng cử viên xuất sắc để gia nhập nơi ở của bạn với tư cách là một quản gia ở tại. Họ sẽ báo cáo công việc trong ngày.\n\nKhi quản gia của bạn đến, vui lòng chỉ định cho họ một chiếc giường để ngủ. Nếu bạn đang cung cấp khu nhà riêng cho quản gia của mình, bạn có thể đặt khóa cửa cho khu vực đó trong nhà.",
  "A butler has already been hired. You may fire your current butler if you desire to hire a different one.": "Một quản gia đã được thuê. Bạn có thể sa thải quản gia hiện tại của mình nếu bạn muốn thuê một người khác.",
  "Hire Butler": "Thuê Quản Gia",
  "Caught Slacking Off": "Bắt Gặp Lười Biếng",
  "Caught Not Working": "Bắt Gặp Không Làm Việc",
  "{1.SimFirstName} seems pleased with {0.SimFirstName}'s evaluation and vows to continue working hard. {1.SimFirstName} will be even faster at performing {M1.his}{F1.her} responsibilities for a period of time.": "{1.SimFirstName} có vẻ hài lòng với đánh giá của {0.SimFirstName} và thề sẽ tiếp tục làm việc chăm chỉ. {1.SimFirstName} sẽ thực hiện trách nhiệm của {M1.his}{F1.her} thậm chí còn nhanh hơn trong một khoảng thời gian.",
  "Praise": "Khen Ngợi",
  "I can't take it anymore! I QUIT! Never have I been in the service of such a boorish and downright hostile employer. If you care to hire another butler you may call the Windenburg Butlering Academy, but I'd suggest you work on your demeanor first.\\n\\nOh and by the way, I'm helping myself to a severance package on my way out. Read our contract; it's included in the fine print.": "Tôi không thể chịu đựng được nữa! TÔI NGHỈ VIỆC! Chưa bao giờ tôi phục vụ một ông chủ thô lỗ và hoàn toàn thù địch như vậy. Nếu bạn muốn thuê một quản gia khác, bạn có thể gọi Học viện Quản gia Windenburg, nhưng tôi khuyên bạn nên làm việc với thái độ của mình trước.\n\nÀ và nhân tiện, tôi đang tự giúp mình một gói trợ cấp thôi việc trên đường ra. Hãy đọc hợp đồng của chúng tôi; nó được bao gồm trong phần chữ in nhỏ.",
  "Quit": "Nghỉ Việc",
  "{1.SimFirstName} is slightly irritated but seems to be looking to improve {M1.his}{F1.her} performance in the future to match {0.SimFirstName}'s expectations.": "{1.SimFirstName} hơi khó chịu nhưng có vẻ như đang tìm cách cải thiện hiệu suất của {M1.his}{F1.her} trong tương lai để đáp ứng mong đợi của {0.SimFirstName}.",
  "Reprimand": "Quở Trách",
  "Find Book": "Tìm Sách",
  "Check Cleanliness": "Kiểm Tra Độ Sạch Sẽ",
  "Pose": "Tạo Dáng",
  "Sabotage Object": "Phá Hoại Đồ Vật",
  "Butler Cheat Actions": "Các Hành Động Gian Lận Của Quản Gia",
  "Force Idle - Butler Pose": "Buộc Nhàn Rỗi - Quản Gia Tạo Dáng",
  "Force Idle - Butler Fidgeting": "Buộc Nhàn Rỗi - Quản Gia Bồn Chồn",
  "The residence's butler could not carry out the requested task. Please allow time for {M0.him}{F0.her} to complete {M0.his}{F0.her} current task, or provide sufficient facilities for completing the task.": "Quản gia của nơi ở không thể thực hiện nhiệm vụ được yêu cầu. Vui lòng dành thời gian cho {M0.him}{F0.her} để hoàn thành nhiệm vụ hiện tại của {M0.his}{F0.her} hoặc cung cấp đủ cơ sở vật chất để hoàn thành nhiệm vụ.",
  "Attend to a Minor": "Chăm Sóc Người Chưa Thành Niên",
  "Clean a Dirty Object": "Dọn Dẹp Đồ Vật Bẩn",
  "Cook Family Meal": "Nấu Bữa Ăn Gia Đình",
  "Cook Meal": "Nấu Bữa Ăn",
  "Cook Party Meal": "Nấu Bữa Ăn Tiệc",
  "The butler is carrying out this order.": "Quản gia đang thực hiện mệnh lệnh này.",
  "Invite All Visitors Inside": "Mời Tất Cả Khách Bên Ngoài Vào",
  "Ignore Front Door": "Lờ Đi Cửa Trước",
  "Dismiss All Visitors": "Giải Tán Tất Cả Khách",
  "Prepare Bar Drink": "Chuẩn Bị Đồ Uống Quầy Bar",
  "Repair an Object": "Sửa Chữa Một Đồ Vật",
  "If you must demand that I \"get jiggy with it\", I will require music playing near a dance floor with enough space for me to \"bust a move.\"": "Nếu bạn nhất quyết yêu cầu tôi 'nhún nhảy', tôi sẽ yêu cầu phát nhạc gần sàn nhảy với đủ không gian để tôi 'bung lụa'.",
  "Burn Up the Dance Floor": "Đốt Cháy Sàn Nhảy",
  "Perform Comedy Routine": "Biểu Diễn Hài Kịch",
  "Play Guitar": "Chơi Guitar",
  "Play Piano": "Chơi Piano",
  "Play Violin": "Chơi Violin",
  "Use DJ Booth": "Sử Dụng Bục DJ",
  "Water Plants": "Tưới Cây",
  "Watch TV Classics": "Xem Các Chương Trình TV Kinh Điển",
  "Change Appearance": "Thay Đổi Ngoại Hình",
  "Quarters of Luster": "Khu Nhà Ở Luster",
  "Enchanting Chamber": "Phòng Quyến Rũ",
  "Lavish Ruminations": "Những Suy Tư Xa Hoa",
  "Evening At The Parlour": "Buổi Tối Tại Phòng Khách",
  "{0.ObjectDescription}": "{0.ObjectDescription}",
  "Black & white shows from the golden age of TV.": "Các chương trình đen trắng từ thời hoàng kim của TV.",
  "TV Classics": "Các Chương Trình TV Kinh Điển",
  "Assign Task": "Chỉ Định Nhiệm Vụ",
  "Responsibilities": "Trách Nhiệm",
  "Visitors": "Khách",
  "Management": "Quản Lý",
  "Browns": "Gam Màu Nâu",
  "Silvers": "Gam Màu Bạc",
  "Goth": "Gothic",
  "Pinks / Purples / Golds": "Gam Màu Hồng / Tím / Vàng",
  "Blacks / Grays": "Gam Màu Đen / Xám",
  "Blues": "Gam Màu Xanh Lam",
  "Greens / Turquoises": "Gam Màu Xanh Lục / Xanh Ngọc Lam",
  "Bacciform Firkin": "Thùng Gỗ Bacciform",
  "Pour Bacciform Firkin": "Rót Thùng Gỗ Bacciform",
  "Black Fern": "Dương Xỉ Đen",
  "Pour Black Fern": "Rót Dương Xỉ Đen",
  "McDillian's Single Nect": "Mật Đơn McDillian's",
  "Pour McDillian's Single Nect": "Rót Mật Đơn McDillian's",
  "Old Yorkfield Classic 16": "Old Yorkfield Classic 16",
  "Pour Old Yorkfield Classic 16": "Rót Old Yorkfield Classic 16",
  "Bacciform Firkin Platter": "Đĩa Thùng Gỗ Bacciform",
  "Pour Bacciform Firkin Platter": "Rót Đĩa Thùng Gỗ Bacciform",
  "Black Fern Platter": "Đĩa Dương Xỉ Đen",
  "Pour Black Fern Platter": "Rót Đĩa Dương Xỉ Đen",
  "McDillian's Single Nect Platter": "Đĩa Mật Đơn McDillian's",
  "Pour McDillian's Single Nect Platter": "Rót Đĩa Mật Đơn McDillian's",
  "Old Yorkfield Classic 16 Platter": "Đĩa Old Yorkfield Classic 16",
  "Pour Old Yorkfield Classic 16 Platter": "Rót Đĩa Old Yorkfield Classic 16",
  "Simadder Cherry Sap Platter": "Đĩa Nhựa Anh Đào Simadder",
  "Pour Simmadder Cherry Sap Platter": "Rót Đĩa Nhựa Anh Đào Simadder",
  "Simadder Cherry Sap": "Nhựa Anh Đào Simadder",
  "Pour Simadder Cherry Sap": "Rót Nhựa Anh Đào Simadder",
  "The Windenburg Butlering Academy taught me one thing well... \"No occupation without compensation.\" As you've let your household bills lapse, I'll now be taking my leave.\\n\\nShould you get your finances in order, you may use your phone to inquire about entering into a new butler service arrangement.": "Học viện Quản gia Windenburg đã dạy tôi một điều rất rõ ràng... 'Không có nghề nào mà không có thù lao'. Vì bạn đã để các hóa đơn của gia đình mình quá hạn, nên giờ tôi sẽ rời đi.\n\nNếu bạn giải quyết được vấn đề tài chính của mình, bạn có thể sử dụng điện thoại của mình để hỏi về việc tham gia vào một thỏa thuận dịch vụ quản gia mới.",
  "I regret to inform you that my customary daily remuneration has not been paid in full. As a courtesy I've added {1.Money} to this week's household bills. Failure to deliver on owed wages via remittance will be regarded as an unspoken termination of the butler service agreement.": "Tôi rất tiếc phải thông báo với bạn rằng khoản thù lao hàng ngày thông thường của tôi chưa được thanh toán đầy đủ. Vì lịch sự, tôi đã thêm {1.Money} vào các hóa đơn gia đình của tuần này. Việc không thanh toán các khoản tiền lương nợ thông qua chuyển tiền sẽ được coi là chấm dứt ngầm thỏa thuận dịch vụ quản gia.",
  "Give Butler An Order": "Giao Lệnh Cho Quản Gia",
  "Click on the household's butler, select the Butler category, and then choose any interaction from within the Assign Task category.": "Nhấp vào quản gia của gia đình, chọn danh mục Quản Gia, sau đó chọn bất kỳ tương tác nào từ trong danh mục Chỉ Định Nhiệm Vụ.",
  "Praise Butler": "Khen Ngợi Quản Gia",
  "Click on the household's butler, select the Butler category, and then choose Praise from within the Management category.": "Nhấp vào quản gia của gia đình, chọn danh mục Quản Gia, sau đó chọn Khen Ngợi từ trong danh mục Quản Lý.",
  "Reprimand Butler": "Quở Trách Quản Gia",
  "Click on the household's butler, select the Butler category, and then choose Reprimand from within the Management category.": "Nhấp vào quản gia của gia đình, chọn danh mục Quản Gia, sau đó chọn Quở Trách từ trong danh mục Quản Lý.",
  "Click on a Vanity Table and select Play With Makeup.": "Nhấp vào Bàn Trang Điểm và chọn Chơi Đùa Với Trang Điểm.",
  "Click on a Globe Bar and select Ponder World Domination.": "Nhấp vào Quầy Bar Địa Cầu và chọn Suy Ngẫm Về Thống Trị Thế Giới.",
  "Pour a Drink from the Globe Bar": "Rót Đồ Uống Từ Quầy Bar Địa Cầu",
  "Click on a Globe Bar and select Pour Drink.": "Nhấp vào Quầy Bar Địa Cầu và chọn Rót Đồ Uống.",
  "Click on a Globe Bar and select Study Globe.": "Nhấp vào Quầy Bar Địa Cầu và chọn Nghiên Cứu Quả Địa Cầu.",
  "Crushed Metallic Paneling": "Tấm Ốp Kim Loại Nghiền",
  "Shine Bright Like a Diamond": "Tỏa Sáng Rực Rỡ Như Một Viên Kim Cương"
}