{
  "A rabbit known to someone in the household has died. Farewell, {1.ObjectName}!": "Một con thỏ mà ai đó trong nhà biết đã qua đời. Vĩnh biệt, {1.ObjectName}!",
  "(From an Affectionate Moment with a Bird)": "(Từ Khoảnh Khắc Tình Cảm với Chim)",
  "{1.ObjectName} just grew into a golden rooster! Wow their shine is so bright and golden!\\n\\nThey're sure to impress at a Finchwick Fair competition!\\n\\nThey'll also trade for more Simoleons than a normal rooster!": "{1.ObjectName} vừa mới lớn thành một con gà trống vàng! Ồ, ánh sáng của nó thật rực rỡ và vàng óng!\n\nChắc chắn nó sẽ gây ấn tượng tại một cuộc thi ở Hội chợ Finchwick!\n\nNó cũng sẽ đổi được nhiều Simoleon hơn so với một con gà trống bình thường!",
  "{1.ObjectName} has grown into a hen but this hen is different from the rest. They have an evil look in their eyes...\\n\\nThis chicken will occasionally lay valuable obsidian eggs! {1.ObjectName} should be treated kindly or they'll unleash a darker side. \\n\\nThis rare chicken may be traded for better items!\\n": "{1.ObjectName} đã lớn thành một con gà mái nhưng con gà mái này khác với những con còn lại. Nó có một ánh nhìn gian ác trong mắt...\n\nCon gà này thỉnh thoảng sẽ đẻ trứng obsidian có giá trị! Nên đối xử tử tế với {1.ObjectName} nếu không nó sẽ giải phóng một mặt tối.\n\nCon gà hiếm này có thể được trao đổi để lấy những vật phẩm tốt hơn!",
  "{1.ObjectName} grew into a Golden Chicken! Wow, their shine is so bright and golden!\\n\\nThey're sure to impress at a Finchwick Fair competition! \\n\\nThey'll also trade for more Simoleons than a normal chicken!": "{1.ObjectName} đã lớn thành một con Gà Vàng! Ồ, ánh sáng của nó thật rực rỡ và vàng óng!\n\nChắc chắn nó sẽ gây ấn tượng tại một cuộc thi ở Hội chợ Finchwick!\n\nNó cũng sẽ đổi được nhiều Simoleon hơn so với một con gà bình thường!",
  "{1.ObjectName} is now a fully grown rooster. It'll crow in the morning, try to protect other chickens from foxes, and will try to breed with hens in the same coop to create Hatchable Eggs!": "{1.ObjectName} giờ đã là một con gà trống trưởng thành. Nó sẽ gáy vào buổi sáng, cố gắng bảo vệ những con gà khác khỏi cáo, và sẽ cố gắng giao phối với gà mái trong cùng một chuồng để tạo ra Trứng Có Thể Ấp!",
  "{1.ObjectName} has grown into a rooster but it has a dark presence. What horrors hide behind those glowing eyes?\\n\\nThis evil rooster will be able to scare off foxes but be careful when socializing with them!\\n\\nThis rare chicken may be traded for better items!": "{1.ObjectName} đã lớn thành một con gà trống nhưng nó lại mang một vẻ u ám. Điều kinh hoàng nào ẩn giấu đằng sau đôi mắt phát sáng đó?\n\nCon gà trống ác quỷ này sẽ có thể xua đuổi cáo nhưng hãy cẩn thận khi giao tiếp với chúng!\n\nCon gà hiếm này có thể được trao đổi để lấy những vật phẩm tốt hơn!",
  "Wow! {1.ObjectName} has grown up into a Hen! {0.SimFirstName} can now harvest eggs that {1.ObjectName} has produced in the Coop. Make sure to check every morning to see if there are eggs to be found!": "Wow! {1.ObjectName} đã lớn thành Gà Mái! {0.SimFirstName} giờ có thể thu hoạch trứng mà {1.ObjectName} đã đẻ trong Chuồng. Nhớ kiểm tra mỗi sáng để xem có trứng không nhé!",
  "{0.SimFirstName} continued to be mean to an evil chicken even while it was unhappy! {M0.He}{F0.She} is really pushing {M0.his}{F0.her} luck right now. If {M0.he}{F0.she} does that <I>one more time</I>, this evil chicken is going to get angry! You won't like it when it's angry...": "{0.SimFirstName} tiếp tục đối xử tệ bạc với một con gà ác quỷ ngay cả khi nó đang không vui! {M0.He}{F0.She} thực sự đang đẩy vận may của {M0.his}{F0.her} đi quá xa rồi đó. Nếu {M0.he}{F0.she} làm điều đó <I>thêm một lần nữa thôi</I>, thì con gà ác quỷ này sẽ nổi giận đấy! Bạn sẽ không thích nó khi nó nổi giận đâu...",
  "{0.SimFirstName} has really done it now! {M0.his}{F0.her} evil chicken can't take any more of {0.SimFirstName}'s meanness!  ANGRY SPIRIT OF EVILNESS NAMED CHARLES HAS COME!": "{0.SimFirstName} thực sự đã làm tới rồi! Con gà ác quỷ của {M0.his}{F0.her} không thể chịu đựng thêm sự tệ bạc của {0.SimFirstName} nữa! LINH HỒN GIẬN DỮ CỦA SỰ ĐỘC ÁC CÓ TÊN LÀ CHARLES ĐÃ ĐẾN!",
  "{0.SimFirstName}'s chick hatched on its own! Check them out on the coop to see if they are there!": "Gà con của {0.SimFirstName} đã tự nở! Hãy kiểm tra chúng trong chuồng xem chúng có ở đó không nhé!",
  "Go to Coop": "Đi đến Chuồng Gà",
  "A chick hatching from a dark, foreboding obsidian egg? What could go wrong? It may seem like an innocent little chick for now but {0.SimFirstName} should keep an eye on this little one. There's a darkness within...": "Một chú gà con nở ra từ một quả trứng obsidian đen tối, báo hiệu điềm gở? Có gì có thể sai chứ? Có vẻ như bây giờ nó chỉ là một chú gà con vô tội nhưng {0.SimFirstName} nên để mắt đến con nhỏ này. Có một bóng tối bên trong...",
  "A golden egg has hatched a special kind of chick. They may not look like it yet, but with time they'll manifest golden powers. {0.SimFirstName} should keep an eye on this little one as amazing things are bound to happen.": "Một quả trứng vàng đã nở ra một loại gà con đặc biệt. Có thể bây giờ chúng trông không giống, nhưng theo thời gian chúng sẽ thể hiện sức mạnh vàng. {0.SimFirstName} nên để mắt đến con nhỏ này vì những điều tuyệt vời chắc chắn sẽ xảy ra.",
  "The egg that was incubated in the coop is ready to hatch! Have {0.SimFirstName} use Hatch Egg to see the hatching in progress!": "Quả trứng được ủ trong chuồng đã sẵn sàng để nở! Hãy để {0.SimFirstName} sử dụng chức năng Ấp Trứng để xem quá trình nở diễn ra nhé!",
  "{0.SimFirstName} helped a chick hatch from an egg! What a heartwarming moment!": "{0.SimFirstName} đã giúp một chú gà con nở ra từ trứng! Thật là một khoảnh khắc ấm lòng!",
  "{1.ObjectName} could not find their coop! They might run away if they can't find another one.": "{1.ObjectName} không thể tìm thấy chuồng của chúng! Chúng có thể bỏ chạy nếu không tìm thấy cái khác.",
  "{1.ObjectName} is now under the effect of a Fishy Protein Treat! As a thank you, your chicken will lay an extra egg next time you harvest!": "{1.ObjectName} hiện đang chịu tác dụng của Bánh Thưởng Protein Vị Cá! Để cảm ơn, gà của bạn sẽ đẻ thêm một quả trứng nữa vào lần thu hoạch tiếp theo!",
  "{1.ObjectName} is now under the effect of a Flirty Treat! This sweet treat will increase the chance of hens laying Hatchable Eggs. ": "{1.ObjectName} hiện đang chịu tác dụng của Bánh Thưởng Tán Tỉnh! Loại bánh thưởng ngọt ngào này sẽ làm tăng cơ hội gà mái đẻ Trứng Có Thể Ấp.",
  "{1.ObjectName} has now been transformed into a Golden Chicken! Become friends and ask them about their magic pulse powers!": "{1.ObjectName} giờ đã biến thành Gà Vàng! Hãy kết bạn và hỏi chúng về sức mạnh xung ma thuật của chúng nhé!",
  "{1.ObjectName} is now under the effects of a Healthy Treat! This increases a chicken's lifespan. Perfect for those that want to keep their chicken around for just a little bit longer. ": "{1.ObjectName} hiện đang chịu tác dụng của Bánh Thưởng Sức Khỏe! Điều này làm tăng tuổi thọ của gà. Hoàn hảo cho những ai muốn giữ gà của mình ở lại thêm một chút.",
  "{1.ObjectName} is now under the effects of a Friendly Treat! This will increase the relationship between the animal and the Sim. Finally! A chance to ask why they crossed the road!": "{1.ObjectName} hiện đang chịu tác dụng của Bánh Thưởng Thân Thiện! Điều này sẽ tăng cường mối quan hệ giữa động vật và Sim. Cuối cùng! Một cơ hội để hỏi tại sao chúng băng qua đường!",
  "{1.ObjectName} is now under the effects of a Fishy Protein Treat! As a thank you, the llama will produce one extra wool the next time you shear. Its so fluffy!": "{1.ObjectName} hiện đang chịu tác dụng của Bánh Thưởng Protein Vị Cá! Để cảm ơn, lạc đà sẽ cho thêm một ít lông cừu vào lần xén lông tiếp theo. Nó rất mềm mại!",
  "{1.ObjectName} is now under the effects of a Fishy Protein Treat!  This increases the amount of milk produced by one for one milking. The cow liked that treat so much, they decided to give you a token of their appreciation!": "{1.ObjectName} hiện đang chịu tác dụng của Bánh Thưởng Protein Vị Cá! Điều này làm tăng lượng sữa được sản xuất thêm một lần trong một lần vắt sữa. Bò thích món bánh thưởng đó đến nỗi chúng quyết định tặng bạn một món quà để cảm ơn!",
  "{1.ObjectName} is now under the effects of a Healthy Treat! This increases the animal's lifespan. More time for pets and hugs!": "{1.ObjectName} hiện đang chịu tác dụng của Bánh Thưởng Sức Khỏe! Điều này làm tăng tuổi thọ của động vật. Thêm thời gian để vuốt ve và ôm ấp!",
  "{1.ObjectName} is now under the effects of a Healthy Treat! This increases the Llama's lifespan. The fluffiness will continue on!": "{1.ObjectName} hiện đang chịu tác dụng của Bánh Thưởng Sức Khỏe! Điều này làm tăng tuổi thọ của Lạc Đà. Sự mềm mại sẽ tiếp tục!",
  "{1.ObjectName} is now under the effects of a Friendly Treat! This will increase the relationship between the animal and the Sim. Sometimes you just need a little help making friends!": "{1.ObjectName} hiện đang chịu tác dụng của Bánh Thưởng Thân Thiện! Điều này sẽ tăng cường mối quan hệ giữa động vật và Sim. Đôi khi bạn chỉ cần một chút trợ giúp để kết bạn!",
  "{1.ObjectName} is now under the effects of a Friendly Treat! This will increase the relationship between cows and Sims. The way to a Cow's heart is through a delicious treat!": "{1.ObjectName} hiện đang chịu tác dụng của Bánh Thưởng Thân Thiện! Điều này sẽ tăng cường mối quan hệ giữa bò và Sim. Đường đến trái tim của Bò là thông qua một món bánh thưởng ngon lành!",
  "{0.SimFirstName} has unlocked the recipe for Fruity Treats! Information about the \"Fruity Treat\" Animal Treat has been added to {0.SimFirstName}'s notebook. Open {M0.his}{F0.her} notebook to learn more.": "{0.SimFirstName} đã mở khóa công thức Bánh Thưởng Vị Trái Cây! Thông tin về Bánh Thưởng Động Vật \"Bánh Thưởng Vị Trái Cây\" đã được thêm vào sổ tay của {0.SimFirstName}. Mở sổ tay của {M0.his}{F0.her} để tìm hiểu thêm.",
  "{0.SimFirstName} has unlocked the recipe for Chocolatey Treats! Information about the \"Chocolatey Treat\" Animal Treat has been added to {0.SimFirstName}'s notebook. Open {M0.his}{F0.her} notebook to learn more.": "{0.SimFirstName} đã mở khóa công thức Bánh Thưởng Vị Sô Cô La! Thông tin về Bánh Thưởng Động Vật \"Bánh Thưởng Vị Sô Cô La\" đã được thêm vào sổ tay của {0.SimFirstName}. Mở sổ tay của {M0.his}{F0.her} để tìm hiểu thêm.",
  "{0.SimFirstName} has unlocked the recipe for Fishy Protein Treats! Information about the \"Fishy Protein Treat\" Animal Treat has been added to {0.SimFirstName}'s notebook. Open {M0.his}{F0.her} notebook to learn more.": "{0.SimFirstName} đã mở khóa công thức Bánh Thưởng Protein Vị Cá! Thông tin về Bánh Thưởng Động Vật \"Bánh Thưởng Protein Vị Cá\" đã được thêm vào sổ tay của {0.SimFirstName}. Mở sổ tay của {M0.his}{F0.her} để tìm hiểu thêm.",
  "{0.SimFirstName} has unlocked the recipe for Flirty Treats! Information about the \"Flirty Treat\" Animal Treat has been added to {0.SimFirstName}'s notebook. Open {M0.his}{F0.her} notebook to learn more.": "{0.SimFirstName} đã mở khóa công thức Bánh Thưởng Tán Tỉnh! Thông tin về Bánh Thưởng Động Vật \"Bánh Thưởng Tán Tỉnh\" đã được thêm vào sổ tay của {0.SimFirstName}. Mở sổ tay của {M0.his}{F0.her} để tìm hiểu thêm.",
  "{0.SimFirstName} has unlocked the recipe for Golden Treats! Information about the \"Golden Treat\" Animal Treat has been added to {0.SimFirstName}'s notebook. Open {M0.his}{F0.her} notebook to learn more.": "{0.SimFirstName} đã mở khóa công thức Bánh Thưởng Vàng! Thông tin về Bánh Thưởng Động Vật \"Bánh Thưởng Vàng\" đã được thêm vào sổ tay của {0.SimFirstName}. Mở sổ tay của {M0.his}{F0.her} để tìm hiểu thêm.",
  "{0.SimFirstName} has unlocked the recipe for Healthy Treats! Information about the \"Healthy Treat\" Animal Treat has been added to {0.SimFirstName}'s notebook. Open {M0.his}{F0.her} notebook to learn more.": "{0.SimFirstName} đã mở khóa công thức Bánh Thưởng Sức Khỏe! Thông tin về Bánh Thưởng Động Vật \"Bánh Thưởng Sức Khỏe\" đã được thêm vào sổ tay của {0.SimFirstName}. Mở sổ tay của {M0.his}{F0.her} để tìm hiểu thêm.",
  "{0.SimFirstName} has unlocked the recipe for Friendly Treats! Information about the \"Friendly Treat\" Animal Treat has been added to {0.SimFirstName}'s notebook. Open {M0.his}{F0.her} notebook to learn more.": "{0.SimFirstName} đã mở khóa công thức Bánh Thưởng Thân Thiện! Thông tin về Bánh Thưởng Động Vật \"Bánh Thưởng Thân Thiện\" đã được thêm vào sổ tay của {0.SimFirstName}. Mở sổ tay của {M0.his}{F0.her} để tìm hiểu thêm.",
  "{0.SimFirstName} has unlocked the recipe for Midnight Treats! Information about the \"Midnight Treat\" Animal Treat has been added to {0.SimFirstName}'s notebook. Open {M0.his}{F0.her} notebook to learn more.": "{0.SimFirstName} đã mở khóa công thức Bánh Thưởng Nửa Đêm! Thông tin về Bánh Thưởng Động Vật \"Bánh Thưởng Nửa Đêm\" đã được thêm vào sổ tay của {0.SimFirstName}. Mở sổ tay của {M0.his}{F0.her} để tìm hiểu thêm.",
  "{0.SimFirstName} has unlocked the recipe for Pumpkin Treats! Information about the \"Pumpkin Treat\" Animal Treat has been added to {0.SimFirstName}'s notebook. Open {M0.his}{F0.her} notebook to learn more.": "{0.SimFirstName} đã mở khóa công thức Bánh Thưởng Bí Ngô! Thông tin về Bánh Thưởng Động Vật \"Bánh Thưởng Bí Ngô\" đã được thêm vào sổ tay của {0.SimFirstName}. Mở sổ tay của {M0.his}{F0.her} để tìm hiểu thêm.",
  "{0.SimFirstName} has unlocked the recipe for Rainbow Treats! Information about the \"Rainbow Treat\" Animal Treat has been added to {0.SimFirstName}'s notebook. Open {M0.his}{F0.her} notebook to learn more.": "{0.SimFirstName} đã mở khóa công thức Bánh Thưởng Cầu Vồng! Thông tin về Bánh Thưởng Động Vật \"Bánh Thưởng Cầu Vồng\" đã được thêm vào sổ tay của {0.SimFirstName}. Mở sổ tay của {M0.his}{F0.her} để tìm hiểu thêm.",
  "{0.SimFirstName} has unlocked the recipe for Animal Party Treats! Information about the \"Animal Party Treat\" Animal Treat has been added to {0.SimFirstName}'s notebook. Open {M0.his}{F0.her} notebook to learn more.": "{0.SimFirstName} đã mở khóa công thức Bánh Thưởng Tiệc Tùng Cho Động Vật! Thông tin về Bánh Thưởng Động Vật \"Bánh Thưởng Tiệc Tùng Cho Động Vật\" đã được thêm vào sổ tay của {0.SimFirstName}. Mở sổ tay của {M0.his}{F0.her} để tìm hiểu thêm.",
  "{0.SimFirstName} has unlocked the recipe for Spicy Treats! Information about the \"Spicy Treat\" Animal Treat has been added to {0.SimFirstName}'s notebook. Open {M0.his}{F0.her} notebook to learn more.": "{0.SimFirstName} đã mở khóa công thức Bánh Thưởng Cay! Thông tin về Bánh Thưởng Động Vật \"Bánh Thưởng Cay\" đã được thêm vào sổ tay của {0.SimFirstName}. Mở sổ tay của {M0.his}{F0.her} để tìm hiểu thêm.",
  "{0.SimFirstName} has unlocked the recipe for Veggie Treats! Information about the \"Veggie Treat\" Animal Treat has been added to {0.SimFirstName}'s notebook. Open {M0.his}{F0.her} notebook to learn more.": "{0.SimFirstName} đã mở khóa công thức Bánh Thưởng Rau Củ! Thông tin về Bánh Thưởng Động Vật \"Bánh Thưởng Rau Củ\" đã được thêm vào sổ tay của {0.SimFirstName}. Mở sổ tay của {M0.his}{F0.her} để tìm hiểu thêm.",
  "(From the Death of a Rabbit Friend)": "(Từ Cái Chết của Một Người Bạn Thỏ)",
  "{0.SimFirstName} has traded {F0.her}{M0.his} chicken. A delivery of ingredients is coming in the mail soon!": "{0.SimFirstName} đã trao đổi gà của {F0.her}{M0.his}. Một lô nguyên liệu sẽ được gửi đến qua đường bưu điện sớm thôi!",
  "(From Visiting the Isle of Volpe Ruins)": "(Từ Việc Ghé Thăm Đảo Tàn Tích Volpe)",
  "(From Being Near Cordelia Falls)": "(Từ Việc Ở Gần Thác Cordelia)",
  "(From Lactose Intolerant Trait)": "(Từ Tính Cách Không Dung Nạp Lactose)",
  "(From Woohoo in Animal Shed)": "(Từ Woohoo Trong Chuồng Động Vật)",
  "(From Messing Around in Animal Shed)": "(Từ Việc Nghịch Ngợm Trong Chuồng Động Vật)",
  "(From Below Average Shed Woohooing)": "(Từ Woohoo Chuồng Ở Mức Dưới Trung Bình)",
  "(From Good Shed Woohooing)": "(Từ Woohoo Chuồng Tốt)",
  "(From Spectacular Shed Woohooing)": "(Từ Woohoo Chuồng Ngoạn Mục)",
  "(From Mediocre Shed Woohooing)": "(Từ Woohoo Chuồng Tầm Thường)",
  "(From Eating Mayonnaise)": "(Từ Việc Ăn Mayonnaise)",
  "Extra jars have been placed in {0.SimFirstName}'s inventory!": "Các lọ thừa đã được đặt trong hành trang của {0.SimFirstName}!",
  "Oh, everyone knows that it's customary around Finchwick to give a Finchwick Favor of cheese to the grocer. It's just a bit odd when they order the cheese from us only to give it back! Oh well, customs are customs, I suppose.": "Ồ, ai cũng biết rằng theo phong tục ở Finchwick thì phải tặng phô mai Finchwick Ưu Đãi cho người bán tạp hóa. Chỉ là hơi kỳ lạ khi họ đặt mua phô mai từ chúng ta chỉ để trả lại! Ồ thôi, phong tục là phong tục mà, tôi cho là vậy.",
  "I know someone who orders ten milks a week. At that point, I'd just purchase my own cow!": "Tôi biết một người đặt mười hộp sữa một tuần. Đến mức đó thì tôi sẽ mua hẳn một con bò cho riêng mình!",
  "I've got one customer who always swears there are mushrooms in the Bramblewood that only show up at night. Sounds strange to me.": "Tôi có một khách hàng luôn thề rằng có những cây nấm trong Rừng Gai chỉ xuất hiện vào ban đêm. Nghe lạ hoắc.",
  "Well, it's tradition to give the Grocery Delivery person Yorkshire Pudding around here. And no - I'm not making up that part about 'tradition' so that I'll get more free pudding. Preposterous.": "À, theo truyền thống thì phải tặng Bánh Pudding Yorkshire cho người giao hàng tạp hóa ở quanh đây. Và không - tôi không bịa ra cái phần 'truyền thống' đó để tôi có thêm bánh pudding miễn phí đâu. Vô lý.",
  "The Crumplebottoms are always ordering crumpets. I wonder if that's where their name originated from?": "Nhà Crumplebottom lúc nào cũng đặt bánh crumpet. Tôi tự hỏi liệu đó có phải là nguồn gốc tên của họ không?",
  "Want to hear a ghost story? Have you heard of Lord Volpe, founder of Finchwick? Well, his first wife was Lady Volpe, a beauty who many thought a witch from the Bramblewood. Some say she spoke with foxes, others that she controlled the snails. What we know for certain is that she drowned in the River Bagley. If you go swimming in it nowadays without leaving a present for Sophie, she might pull you down. So best leave a little gift under Sophie the Snail lest you feel a tickle on your feet in the river, I say.": "Muốn nghe một câu chuyện ma không? Bạn đã nghe về Lãnh chúa Volpe, người sáng lập Finchwick chưa? À, người vợ đầu tiên của ông là Phu nhân Volpe, một người đẹp mà nhiều người cho là phù thủy đến từ Rừng Gai. Một số người nói rằng bà ấy nói chuyện với cáo, những người khác thì nói bà ấy điều khiển ốc sên. Điều chúng ta biết chắc chắn là bà ấy đã chết đuối ở Sông Bagley. Nếu bây giờ bạn đi bơi ở đó mà không để lại quà cho Sophie, bà ấy có thể kéo bạn xuống. Vì vậy, tốt nhất là nên để lại một món quà nhỏ dưới gốc Ốc sên Sophie kẻo bạn cảm thấy nhột chân dưới sông, tôi nói thật đấy.",
  "Do you know the mill in Old New Henford? Many years ago, there was an accident - that poor Algernon Watson - and they shut it down to make sure everything was safe before letting anyone back in. But the strangest thing! That very night, the mill started turning again, all on its own. They went by the next morning and the door was locked from the inside! They've never shut the mill down since. I'd reckon they're afraid to now.": "Bạn có biết cối xay gió ở Old New Henford không? Nhiều năm trước, đã có một tai nạn - tội nghiệp Algernon Watson - và họ đã đóng cửa để đảm bảo mọi thứ an toàn trước khi cho bất kỳ ai vào lại. Nhưng điều kỳ lạ nhất! Chính đêm đó, cối xay gió bắt đầu quay trở lại, hoàn toàn tự động. Sáng hôm sau họ đến và cửa bị khóa từ bên trong! Họ không bao giờ đóng cửa cối xay gió kể từ đó. Tôi đoán là bây giờ họ sợ rồi.",
  "When I took on the Pub, everyone started bringing me Cottage Pie. Apparently, it's the traditional Henford-on-Bagley Finchwick Favor. Not that I mind. Cottage Pie is delicious!": "Khi tôi tiếp quản Quán rượu, mọi người bắt đầu mang Bánh Nướng Kiểu Đồng Quê cho tôi. Rõ ràng, đó là Finchwick Ưu Đãi truyền thống của Henford-on-Bagley. Không phải là tôi phiền gì. Bánh Nướng Kiểu Đồng Quê rất ngon!",
  "Are you looking to get spooked? Well, it's rumored that a pure obsidian egg can birth the incarnation of evil in its <i>purest</i> form. In time, a small, seemingly innocent chick will spring forth. But beware! For it is bathed in flames of terror and its destiny is one of fire. They say these very chickens conspire with the Grim Reaper. That's the rumor anyways. Probably just a tale to scare the children.": "Bạn đang muốn bị hù dọa à? Chà, có tin đồn rằng một quả trứng obsidian thuần khiết có thể sinh ra hiện thân của cái ác ở dạng <I>thuần khiết</I> nhất. Theo thời gian, một chú gà con nhỏ, có vẻ vô tội sẽ nảy mầm. Nhưng hãy cẩn thận! Vì nó được tắm trong ngọn lửa kinh hoàng và số phận của nó là lửa. Người ta nói rằng chính những con gà này đã âm mưu với Thần Chết. Dù sao thì đó cũng chỉ là tin đồn thôi. Chắc chỉ là một câu chuyện để hù dọa trẻ con.",
  "Want to hear my favorite Henford ghost story? It's the one about Maybell Watson. She was a local girl who used to ride her cute little bicycle around Old New Henford. It always had two fresh baskets of flowers, one on the front and one behind the seat. Maybell picked the flowers herself every morning down by the River Bagley. Well, one morning, she got up early before sunrise to go pick flowers like she did every other day. But on this day, she never came home and nobody ever saw her ever again. Some say she ran away, but others swear that if you look out over Olde Mill Lane in the early morning, you can see a bicycle with two flower baskets - one in the front and one in the back - riding itself along the dirt path, heading back up Olde Mill Hill, bringing the little Watson girl home.": "Muốn nghe câu chuyện ma Henford yêu thích của tôi không? Đó là câu chuyện về Maybell Watson. Cô ấy là một cô gái địa phương thường đạp chiếc xe đạp nhỏ xinh của mình quanh Old New Henford. Nó luôn có hai giỏ hoa tươi, một ở phía trước và một ở phía sau ghế. Maybell tự hái hoa mỗi sáng bên Sông Bagley. Chà, một buổi sáng, cô ấy dậy sớm trước bình minh để đi hái hoa như mọi ngày. Nhưng vào ngày này, cô ấy không bao giờ trở về nhà và không ai còn nhìn thấy cô ấy nữa. Một số người nói rằng cô ấy đã bỏ trốn, nhưng những người khác thề rằng nếu bạn nhìn ra Olde Mill Lane vào sáng sớm, bạn có thể thấy một chiếc xe đạp với hai giỏ hoa - một ở phía trước và một ở phía sau - tự chạy dọc theo con đường đất, quay trở lại Đồi Olde Mill, đưa cô bé Watson về nhà.",
  "Oh, and I foraged an extra mushroom that you can have. Try making a soup from it!": "Ồ, và tôi đã tìm được một cây nấm thừa mà bạn có thể có. Hãy thử làm súp từ nó đi!",
  "Well, if you want to make yourself useful for once, you could always fetch me some butter crumpets. I like mine fluffy... just like your brain! I jest, of course.": "Chà, nếu bạn muốn trở nên hữu ích một lần, bạn luôn có thể lấy cho tôi một ít bánh crumpet bơ. Tôi thích loại bánh bông xốp... giống như bộ não của bạn! Tôi đùa thôi, tất nhiên.",
  "I have let certain men into my life in the past - Robert, Erik - but nothing good came of it. I spend my time with Agatha and my plants nowadays and that's enough for me.": "Tôi đã cho một số người đàn ông vào cuộc đời mình trong quá khứ - Robert, Erik - nhưng chẳng có gì tốt đẹp xảy ra cả. Ngày nay tôi dành thời gian cho Agatha và những chậu cây của mình và thế là đủ với tôi.",
  "Why can't I stand public displays of affection? How can anyone? Hmm — well, I suppose we have gotten close. You see, I was in love once. And? And it didn't end well.": "Tại sao tôi không thể chịu được những biểu hiện tình cảm công khai? Làm sao ai có thể chịu được chứ? Hmm — ồ, tôi cho là chúng ta đã trở nên thân thiết. Bạn thấy đấy, tôi đã từng yêu một lần. Rồi sao? Rồi nó không kết thúc tốt đẹp.",
  "I will admit that one thing I don't entirely hate is a well-constructed, high-quality cross-stitch. Now that's a proper use of a Sim's time.": "Tôi sẽ thừa nhận rằng một điều mà tôi không hoàn toàn ghét là một tác phẩm thêu chữ thập chất lượng cao, được làm tỉ mỉ. Đó mới là cách sử dụng thời gian của Sim hợp lý.",
  "Well, since I don't absolutely despise you, I'll let you in on a secret... I'm not actually from Finchwick. Have you ever heard of the Goths?": "Chà, vì tôi không hoàn toàn ghét bạn, tôi sẽ cho bạn biết một bí mật... Tôi không thực sự đến từ Finchwick. Bạn đã bao giờ nghe nói về nhà Goth chưa?",
  "I love dressing up the animals. In fact, I could make an outfit for you if you've got the raw materials. I've known other locals to hand them out as 'thank yous' for helping out, too.\\n\\nI used to know a rooster named Sir Crowstoosoon. Wore a top hat all the time. Very proper. Got his feathers ruffled quite easily. Oh, I do miss that rooster. Not in the morning, mind you.": "Tôi thích mặc quần áo cho động vật. Trên thực tế, tôi có thể may một bộ trang phục cho bạn nếu bạn có nguyên liệu thô. Tôi biết những người dân địa phương khác trao chúng như một lời 'cảm ơn' vì đã giúp đỡ.\n\nTôi từng biết một con gà trống tên là Ngài Crowstoosoon. Lúc nào cũng đội mũ chóp. Rất lịch sự. Dễ bị xù lông. Ồ, tôi nhớ con gà trống đó thật. Không phải vào buổi sáng đâu, bạn hiểu ý tôi chứ.",
  "I get a lot of gifts from my creatures, given how close I am with them. I never get rainbow eggs, though. Not that I'm complaining. I love the gifts they give me. I just also happen to love rainbow eggs.": "Tôi nhận được rất nhiều quà từ những sinh vật của mình, vì tôi rất thân thiết với chúng. Tuy nhiên, tôi không bao giờ nhận được trứng cầu vồng. Không phải là tôi phàn nàn. Tôi yêu những món quà chúng tặng tôi. Chỉ là tôi cũng rất thích trứng cầu vồng thôi.",
  "My first animal friend was a little bunny named Boo. It took a long time for me to befriend her, but once I did, we were inseparable. I'd visit her every day. We really had a special bond.": "Người bạn động vật đầu tiên của tôi là một chú thỏ nhỏ tên là Boo. Tôi mất rất nhiều thời gian để kết bạn với nó, nhưng một khi tôi đã làm được, chúng tôi không thể tách rời. Tôi sẽ đến thăm nó mỗi ngày. Chúng tôi thực sự có một mối liên kết đặc biệt.",
  "I used to know a fox named Mable. She was such a miscreant! Always chasing chickens and stealing eggs! Normal fox behavior, really, but she seemed to especially enjoy it. She once stole a golden egg from a man from Old New Henford just to watch him cry.": "Tôi từng biết một con cáo tên là Mable. Nó là một kẻ nghịch ngợm! Lúc nào cũng đuổi gà và trộm trứng! Hành vi bình thường của cáo thôi, nhưng có vẻ như nó đặc biệt thích thú. Có lần nó đã trộm một quả trứng vàng từ một người đàn ông ở Old New Henford chỉ để xem anh ta khóc.",
  "I once saw a Sim fight a rabbit and lose. As in, they <i>really</i> lost. Their life. You think rabbits are all cute and fuzzy - and they are - but one must respect them!": "Tôi đã từng thấy một Sim đánh nhau với một con thỏ và thua. Ý tôi là, họ đã thua <i>thật sự</i>. Mạng sống của họ. Bạn nghĩ rằng thỏ đều dễ thương và mềm mại - và chúng đúng là vậy - nhưng người ta phải tôn trọng chúng!",
  "Did you ever hear the tragedy of Garden Gnome the Wise? I thought not. It's not a story the other villagers will tell you.": "Bạn đã bao giờ nghe về bi kịch của Thần Lùn Vườn Uyên Bác chưa? Tôi nghĩ là chưa. Đó không phải là một câu chuyện mà những người dân làng khác sẽ kể cho bạn.",
  "Agnes is my cousin and we've known each other since we were little girls. Honestly, she could stand to loosen up a little. Like me. I'm the fun one. Then again, I haven't gone through what she has.": "Agnes là em họ của tôi và chúng tôi đã biết nhau từ khi còn bé. Thành thật mà nói, cô ấy nên thư giãn một chút. Giống như tôi. Tôi là người vui vẻ. Nhưng cũng phải nói rằng, tôi chưa từng trải qua những gì cô ấy đã trải qua.",
  "You know, it was either run a garden cart or start my very own match-making service, but the gnomes really were taken by the flowers, so it was an obvious choice.": "Bạn biết đấy, hoặc là điều hành một xe đẩy vườn hoặc là bắt đầu dịch vụ mai mối của riêng tôi, nhưng những chú thần lùn thực sự bị thu hút bởi những bông hoa, vì vậy đó là một lựa chọn hiển nhiên.",
  "Few actually know about the Order of Gnomes. But I do! And it is real — but you didn't hear that from me.": "Ít ai thực sự biết về Hội Thần Lùn. Nhưng tôi thì biết! Và nó là có thật — nhưng bạn không nghe điều đó từ tôi đâu nhé.",
  "Have you met my boyfriend of the week? He's a garden gnome. I do love garden gnomes. He won my heart with some jam crumpets - another of my favorites.": "Bạn đã gặp bạn trai trong tuần của tôi chưa? Anh ấy là một thần lùn vườn. Tôi thực sự yêu thích thần lùn vườn. Anh ấy đã chiếm được trái tim tôi bằng một ít bánh crumpet jam - một món ăn yêu thích khác của tôi.",
  "I get so much cheese from everyone. It's the traditional Finchwick Favor from the locals. I suppose there are worse problems than too much cheese.": "Tôi nhận được rất nhiều phô mai từ mọi người. Đó là Finchwick Ưu Đãi truyền thống từ người dân địa phương. Tôi cho rằng có những vấn đề tồi tệ hơn là quá nhiều phô mai.",
  "It is perfectly safe to go swimming in River Bagley. Some people tend to shy away, because of a ghost story, but that's none of my business. If that kind of tale tickles your fancy, you should go talk to the Pub Owner.": "Đi bơi ở Sông Bagley hoàn toàn an toàn. Một số người có xu hướng tránh xa, vì một câu chuyện ma, nhưng đó không phải việc của tôi. Nếu bạn thích những câu chuyện kiểu đó, bạn nên đi nói chuyện với Chủ Quán rượu.",
  "Did you know that Old New Henford was originally called 'Little Henford,' but they tried to rename it 'New Henford' so that it would sound more posh? But nobody told the mapmakers and it disappeared from the maps entirely! It was a whole ado and in the end needed yet another new name and here we are today.": "Bạn có biết rằng Old New Henford ban đầu được gọi là 'Little Henford,' nhưng họ đã cố gắng đổi tên thành 'New Henford' để nghe có vẻ sang trọng hơn không? Nhưng không ai nói với những người vẽ bản đồ và nó hoàn toàn biến mất khỏi bản đồ! Đó là cả một vấn đề và cuối cùng cần một cái tên mới khác và chúng ta có ngày hôm nay.",
  "Olde Mill Lane in Old New Henford received its name after the mill was built here in Finchwick. People still call the mill in the village 'the New Mill' but by this point, it's older than almost anyone living here now.": "Olde Mill Lane ở Old New Henford được đặt tên theo cối xay gió được xây dựng ở đây tại Finchwick. Mọi người vẫn gọi cối xay gió trong làng là 'Cối xay gió mới' nhưng đến thời điểm này, nó còn cũ hơn hầu hết những người đang sống ở đây.",
  "Long ago, ancient druids ran a temple on the Isle of Volpe, deep in the Bramblewood. They shared a special connection with the foxes there. At least, that's what all the elders in the village have always told me.": "Ngày xửa ngày xưa, các pháp sư cổ đại đã điều hành một ngôi đền trên Đảo Volpe, sâu trong Rừng Gai. Họ có một mối liên hệ đặc biệt với những con cáo ở đó. Ít nhất, đó là những gì tất cả những người lớn tuổi trong làng luôn kể với tôi.",
  "Well, it is customary to gift the Finchwick Grocery Owner with cheese. It's expected around here. It's simply what one does!": "Chà, theo phong tục thì phải tặng phô mai cho Chủ Cửa Hàng Tạp Hóa Finchwick. Ở đây người ta mong đợi điều đó. Đơn giản là đó là việc phải làm!",
  "Well, the Bramblewood's very own Creature Keeper clearly loves animals, but if there's one favor that they seem to always be seeking, it's a rainbow egg.": "Chà, Người Chăm Sóc Sinh Vật của Rừng Gai rõ ràng là yêu động vật, nhưng nếu có một ưu ái nào đó mà họ dường như luôn tìm kiếm, thì đó là một quả trứng cầu vồng.",
  "Yorkshire Pudding. Not just a scrumptious snack, but also the traditional favor for the Grocery Deliverer in Henford-on-Bagley.": "Bánh Pudding Yorkshire. Không chỉ là một món ăn nhẹ ngon tuyệt, mà còn là ưu ái truyền thống dành cho Người Giao Hàng Tạp Hóa ở Henford-on-Bagley.",
  "What's the traditional favor to give the Finchwick Mayor? Why do you ask? Should I be expecting something? It's a medium-sized pumpkin, of course! Nothing too big and nothing too small, if you please.": "Ưu ái truyền thống để tặng cho Thị Trưởng Finchwick là gì? Sao bạn lại hỏi? Có phải tôi nên mong đợi điều gì đó không? Dĩ nhiên là một quả bí ngô cỡ vừa! Không quá to và không quá nhỏ, xin bạn lưu ý.",
  "Don't tell her I said anything, but there's one surefire way to get in Ms. Agnes Crumplebottom's good graces: the right Finchwick Favor. She's a sucker for high quality cross-stitches and butter crumpets.": "Đừng nói với cô ấy rằng tôi đã nói gì, nhưng có một cách chắc chắn để được lòng cô Agnes Crumplebottom: Finchwick Ưu Đãi phù hợp. Cô ấy rất thích những tác phẩm thêu chữ thập chất lượng cao và bánh crumpet bơ.",
  "Agatha is far easier to get along with than her cousin. Still, if you want to really make her day, she's always in the mood for jam crumpets, and everyone knows how much she loves her garden gnomes. ": "Agatha dễ hòa đồng hơn nhiều so với em họ của cô ấy. Tuy nhiên, nếu bạn muốn thực sự làm cho ngày của cô ấy trở nên tốt đẹp, thì cô ấy luôn thích bánh crumpet jam, và ai cũng biết cô ấy yêu thần lùn vườn của mình đến mức nào.",
  "Dating back over a hundred years, it's a local Finchwick tradition to give the Pub Owner cottage pie. Why? I'm not sure, really. But we wouldn't want to break tradition, now, would we?": "Kéo dài hơn một trăm năm, đó là một truyền thống Finchwick địa phương để tặng bánh nướng kiểu đồng quê cho Chủ Quán rượu. Tại sao ư? Tôi không chắc nữa. Nhưng chúng ta không muốn phá vỡ truyền thống, phải không?",
  "I haven't heard anything lately... at least, not that I'd share with you.": "Tôi không nghe thấy gì gần đây... ít nhất, không phải là những điều tôi muốn chia sẻ với bạn.",
  "Apologies, but I'm quite busy and have no good gossip for you.": "Xin lỗi, nhưng tôi khá bận và không có chuyện phiếm hay ho nào cho bạn cả.",
  "I'm not sure I'm of a mind to engage in such idle chitchat with you.": "Tôi không chắc mình có tâm trạng để tham gia vào những cuộc trò chuyện nhàn rỗi như vậy với bạn.",
  "You want to hear a real secret? I find you distasteful! Ha.": "Bạn muốn nghe một bí mật thật sự không? Tôi thấy bạn thật khó chịu! Ha.",
  "Oh my dear, have you been getting into that biscuit jar again? You know those will go straight to your hips.": "Ôi trời ơi, con yêu, có phải con lại mò vào cái lọ bánh quy đó rồi không? Con biết đấy, những thứ đó sẽ vào thẳng hông của con đấy.",
  "The NERVE of some people! Public displays of affection in MY town is not something I tolerate. You'd best behave yourself around here if you don't want to get on my bad side!": "MẶT DÀY hết sức! Những biểu hiện tình cảm công khai trong thị trấn của TÔI là điều tôi không dung thứ. Tốt nhất là bạn nên cư xử đàng hoàng ở đây nếu không muốn chọc giận tôi!",
  "Why buy mushrooms and berries from the shops when you could be foraging in the Bramblewood and Old New Henford for free?": "Tại sao lại mua nấm và quả mọng từ các cửa hàng khi bạn có thể hái lượm miễn phí trong Rừng Gai và Old New Henford?",
  "Chocoberries can be hard to find. That's common knowledge. What they don't know is that there are some growing on the Isle of Volpe in the Bramblewood. Shhhh. Don't tell anyone!": "Quả Chocoberry có thể khó tìm. Đó là kiến thức phổ thông. Điều mà họ không biết là có một số quả đang mọc trên Đảo Volpe trong Rừng Gai. Suỵt. Đừng nói với ai nhé!",
  "If you've got an excess of any berry but find yourself in need of another, I hear the Creature Keeper's the one to see for a helpful berry trade.": "Nếu bạn có thừa bất kỳ loại quả mọng nào nhưng lại cần một loại khác, tôi nghe nói Người Chăm Sóc Sinh Vật là người nên gặp để đổi quả mọng hữu ích.",
  "If you truly want to live your best life, there's a lot to learn from the creatures. Take the clever foxes we see around here. They're adaptable, perceptive, strategic, persistent — sometimes a touch too much. Be like the fox and you are bound to succeed.": "Nếu bạn thực sự muốn sống cuộc sống tốt đẹp nhất của mình, có rất nhiều điều để học hỏi từ các sinh vật. Hãy lấy ví dụ những con cáo thông minh mà chúng ta thấy xung quanh đây. Chúng thích nghi, tinh ý, có chiến lược, kiên trì — đôi khi hơi quá mức. Hãy giống như cáo và bạn chắc chắn sẽ thành công.",
  "You know what my Nan used to say? When times were hard, she'd say, 'This too shall pass.' And she was always right. She also said, 'It's a poor mother bird who has a poo in their own nest.' Which is also true, but probably not directly applicable advice right now.": "Bạn có biết bà của tôi thường nói gì không? Khi thời thế khó khăn, bà ấy sẽ nói: 'Rồi mọi chuyện cũng sẽ qua thôi.' Và bà ấy luôn đúng. Bà ấy cũng nói: 'Chim mẹ nào mà ị vào tổ thì thật là tồi tệ.' Điều đó cũng đúng, nhưng có lẽ không phải là một lời khuyên áp dụng trực tiếp ngay bây giờ.",
  "Sims always come to me for life advice. You know what I tell them? Take it slow. Sometimes you try to do life on fast-forward and your needs get out of hand.": "Sim luôn đến với tôi để xin lời khuyên về cuộc sống. Bạn có biết tôi nói gì với họ không? Cứ từ từ thôi. Đôi khi bạn cố gắng sống cuộc sống ở chế độ tua nhanh và những nhu cầu của bạn sẽ vượt khỏi tầm kiểm soát.",
  "The critters love it when you spend time with them. I speak to them all the time. I tell them about my day. About what I ate. Dates I've gone on... that were awkward... and regretful — uh, where were we? The critters! Right. Yes, very good listeners.": "Những sinh vật rất thích khi bạn dành thời gian cho chúng. Tôi nói chuyện với chúng mọi lúc. Tôi kể cho chúng nghe về một ngày của tôi. Về những gì tôi đã ăn. Những buổi hẹn hò tôi đã tham gia... thật kỳ cục... và đáng tiếc — à, chúng ta đang nói đến đâu rồi nhỉ? Các sinh vật! Đúng rồi. Ừ, những người lắng nghe rất giỏi.",
  "The happier your animals are, the higher quality goods they'll produce. If you want nice eggs, keep happy chickens! Quality milk comes from well-socialized cows. And the fluffiest of wools grows on the cleanest of llamas.": "Động vật của bạn càng hạnh phúc, chúng sẽ sản xuất ra những sản phẩm chất lượng càng cao. Nếu bạn muốn trứng ngon, hãy giữ cho gà hạnh phúc! Sữa chất lượng đến từ những con bò được giao tiếp tốt. Và những bộ lông cừu mềm mại nhất mọc trên những con lạc đà sạch sẽ nhất.",
  "Rabbits, birds, and foxes love to get gifts! Well, don't we all? If you want to get close to one of them, try figuring out what gifts it likes. Before you know it, it might be bringing you gifts from the woods, too.": "Thỏ, chim và cáo thích nhận quà! Chà, chẳng phải tất cả chúng ta đều thích sao? Nếu bạn muốn thân thiết với một trong số chúng, hãy cố gắng tìm ra những món quà mà nó thích. Trước khi bạn biết điều đó, nó có thể mang cho bạn những món quà từ rừng, nữa đấy.",
  "No one enjoys being spit on, not really, and that includes foxes! If you've been having some fox troubles, having a llama in the right place to gob that bandit could be just the ticket.": "Không ai thích bị nhổ nước bọt vào người, không ai cả, và điều đó bao gồm cả cáo! Nếu bạn đang gặp một số rắc rối với cáo, thì việc có một con lạc đà ở đúng vị trí để nhổ vào tên côn đồ đó có thể là giải pháp tốt nhất.",
  "Those foxes can be quite sly but I once saw a rooster take one on - beak primed, knives out, feathers flying - and give it what for, such that the fox had to admit defeat and slunk off in shame!": "Những con cáo đó có thể khá ranh mãnh nhưng tôi đã từng thấy một con gà trống đối đầu với một con cáo - mỏ sẵn sàng, dao ra, lông bay tứ tung - và cho nó một bài học, đến nỗi con cáo phải thừa nhận thất bại và lủi thủi bỏ đi trong xấu hổ!",
  "I've got a spot of extra food. Would you be a dear and accept it? Enjoy it for me, will you?": "Tôi có một ít thức ăn thừa. Bạn có thể vui lòng nhận nó được không? Hãy thưởng thức nó cho tôi nhé?",
  "I've got some rabbits and birds helping out with my garden. The rabbits do their business and fertilize the plants, and the birds sing to the little sprouts. Plants are social creatures too, you know!": "Tôi có một vài con thỏ và chim giúp tôi chăm sóc khu vườn của mình. Thỏ đi vệ sinh và bón phân cho cây, còn chim thì hót cho những mầm non nhỏ. Cây cối cũng là những sinh vật thích giao tiếp, bạn biết đấy!",
  "Why not get the children involved in gardening? Teach them about plants. Let them get their hands dirty. It's good for their minds.": "Tại sao không để trẻ con tham gia vào việc làm vườn? Dạy chúng về cây cối. Cho chúng làm bẩn tay. Điều đó tốt cho tâm trí của chúng.",
  "It may go without saying, but if you want to grow an oversized crop, they need room to breathe. You can't just shove them into one of those little planters. Make sure they have their own gardening patch.": "Có lẽ không cần phải nói, nhưng nếu bạn muốn trồng một loại cây trồng quá khổ, chúng cần không gian để thở. Bạn không thể chỉ nhét chúng vào một trong những cái chậu nhỏ đó. Hãy đảm bảo rằng chúng có luống vườn riêng.",
  "It's all rather simple. Pruning is important. Watering is essential. Fertilizer! Well, there are multiple types of fertilizer. Some make your plants grow quicker or healthier. Others improve quality. Some cause the plant to produce more fruit. It's important to use the right fertilizer to fit your needs. So, not so simple then.": "Mọi thứ khá đơn giản. Tỉa cành rất quan trọng. Tưới nước là điều cần thiết. Phân bón! Chà, có nhiều loại phân bón. Một số làm cho cây của bạn phát triển nhanh hơn hoặc khỏe mạnh hơn. Những loại khác cải thiện chất lượng. Một số khiến cây tạo ra nhiều quả hơn. Điều quan trọng là sử dụng đúng loại phân bón để phù hợp với nhu cầu của bạn. Vậy nên, không đơn giản như vậy đâu.",
  "Where do you get seeds? Well, obviously from the Crumplebottom Garden Stall in Finchwick. I suppose you could shop on the computer or order them through a grocery delivery service, but why buy from anywhere but the best? Perhaps I'm biased.": "Bạn lấy hạt giống ở đâu? Chà, rõ ràng là từ Quầy Vườn Crumplebottom ở Finchwick. Tôi cho rằng bạn có thể mua sắm trên máy tính hoặc đặt hàng thông qua dịch vụ giao hàng tạp hóa, nhưng tại sao lại mua từ bất cứ nơi nào khác ngoài nơi tốt nhất? Có lẽ tôi hơi thiên vị.",
  "If you want your food to keep for a long time and you've got a stove, try canning it! You can can all sorts of things: pumpkins, lettuce, watermelons. And if you add a bit of sugar to your fruit, you get jam. Who doesn't love jam?": "Nếu bạn muốn thức ăn của mình giữ được lâu và bạn có bếp, hãy thử đóng hộp nó! Bạn có thể đóng hộp đủ loại thứ: bí ngô, xà lách, dưa hấu. Và nếu bạn thêm một chút đường vào trái cây của mình, bạn sẽ có mứt. Ai mà không thích mứt chứ?",
  "Cooking together can be good for your relationship. Think of it as a recipe for romance. Or companionship. Whatever you're looking for, really.": "Nấu ăn cùng nhau có thể tốt cho mối quan hệ của bạn. Hãy coi đó như một công thức cho sự lãng mạn. Hoặc tình bạn. Bất cứ điều gì bạn đang tìm kiếm, thực sự.",
  "The better the ingredients you use, the better your recipe will turn out. My grocery stall has always got some fresh ingredients that'll be sure to enhance any recipe of yours.": "Nguyên liệu bạn sử dụng càng tốt, công thức của bạn sẽ càng thành công. Quầy tạp hóa của tôi luôn có một số nguyên liệu tươi sẽ đảm bảo nâng cao bất kỳ công thức nào của bạn.",
  "What am I looking for when judging at the Finchwick Fair? Well, I'll always reward higher quality, rarity, size, and weight. And I do take into account how happy and clean the animals are. I'm quite chuffed by happy animals.": "Tôi tìm kiếm điều gì khi đánh giá tại Hội chợ Finchwick? Chà, tôi sẽ luôn trao thưởng cho chất lượng cao hơn, độ hiếm, kích thước và trọng lượng. Và tôi có tính đến mức độ hạnh phúc và sạch sẽ của động vật. Tôi khá thích thú với những con vật hạnh phúc.",
  "Happy, clean animals always place better at the Finchwick Fair. Sad animals simply dampen the mood.": "Những con vật hạnh phúc, sạch sẽ luôn có thứ hạng tốt hơn tại Hội chợ Finchwick. Những con vật buồn bã chỉ đơn giản là làm giảm tâm trạng.",
  "Some people try to bribe me at the Finchwick Fair. To them, I say: don't try it unless you can make it worth my while! Ha! I'm clearly joking!": "Một số người cố gắng hối lộ tôi tại Hội chợ Finchwick. Với họ, tôi nói: đừng cố gắng trừ khi bạn có thể làm cho nó xứng đáng với tôi! Ha! Tôi rõ ràng là đang đùa thôi!",
  "The well in the center of Finchwick used to be filled with water, but a certain elderly local hit someone so hard with her purse that they almost fell in! After that, the mayor had it drained and filled with flowers.": "Cái giếng ở trung tâm Finchwick từng chứa đầy nước, nhưng một người dân địa phương lớn tuổi đã đánh ai đó quá mạnh bằng ví của bà ấy đến nỗi họ suýt ngã vào trong! Sau đó, thị trưởng đã cho rút hết nước và đổ đầy hoa.",
  "Some people say Lord Volpe, the founder of Finchwick, had a pet fox, while others insist that he had a pet snail. There are no definitive records either way, but I like to think that Sophie the Snail is proof positive that he was a snail man. Why else would there be a snail maze in the Bramblewood?": "Một số người nói rằng Lãnh chúa Volpe, người sáng lập Finchwick, có một con cáo cưng, trong khi những người khác khăng khăng rằng ông ấy có một con ốc sên cưng. Không có hồ sơ dứt khoát nào về cả hai, nhưng tôi thích nghĩ rằng Sophie the Snail là bằng chứng tích cực cho thấy ông ấy là một người thích ốc sên. Nếu không thì tại sao lại có một mê cung ốc sên trong Rừng Gai?",
  "Before the bridge-building frenzy a few hundred years back - you'd think the village was called Bridgertown or something - you'd have to swim if you wanted to cross the River Bagley. Sims would always have their swimming clothes handy when doing errands around town!": "Trước cơn sốt xây cầu vài trăm năm trước - bạn sẽ nghĩ rằng ngôi làng được gọi là Thị trấn Cầu hoặc gì đó - bạn phải bơi nếu muốn băng qua Sông Bagley. Sim luôn phải có sẵn quần áo bơi khi làm việc vặt quanh thị trấn!",
  "Even though Finchwick has grown from the days when it was nothing more than a cemetery and an aubergine seller, it still feels like the sort of place where we're all willing to help each other out.": "Mặc dù Finchwick đã phát triển từ những ngày mà nó chỉ là một nghĩa trang và một người bán cà tím, nhưng nó vẫn có cảm giác như một nơi mà tất cả chúng ta sẵn sàng giúp đỡ lẫn nhau.",
  "It's rumored young nobles on secret holiday used to abscond to the cottage at the top of Cordelia Falls in the Bramblewood. Oh, to have seen what they did when they thought no one was watching!": "Có tin đồn rằng những nhà quý tộc trẻ tuổi trong kỳ nghỉ bí mật thường trốn đến ngôi nhà tranh trên đỉnh Thác Cordelia ở Rừng Gai. Ồ, ước gì được thấy những gì họ đã làm khi họ nghĩ rằng không có ai nhìn thấy!",
  "Finchwick was beset by pirates once! Princess Cordelia was visiting and it's rumored that she brought those scallywags as company. Then again, perhaps beset isn't quite the term to us, as they were all very polite while they were here. In fact, they're the ones who started the whole Finchwick Favor tradition!": "Finchwick đã từng bị cướp biển bao vây! Công chúa Cordelia đang đến thăm và có tin đồn rằng cô ấy đã mang những tên vô lại đó đến làm bạn. Tuy nhiên, có lẽ bị bao vây không hoàn toàn là thuật ngữ phù hợp với chúng ta, vì tất cả họ đều rất lịch sự khi ở đây. Trên thực tế, họ là những người đã bắt đầu toàn bộ truyền thống Finchwick Ưu Đãi!",
  "One of the most romantic places in the Henford-on-Bagley area are the old Isle of Volpe ruins in the Bramblewood. Getting a kiss from your love when wrapped in their arms - why, it's like a scene from a movie. Don't we all want our happily ever after?": "Một trong những địa điểm lãng mạn nhất ở khu vực Henford-on-Bagley là những tàn tích Đảo Volpe cổ kính ở Rừng Gai. Nhận được một nụ hôn từ người yêu của bạn khi được vòng tay của họ ôm ấp - ôi, nó giống như một cảnh trong phim. Chẳng phải tất cả chúng ta đều muốn có một cái kết có hậu sao?",
  "The Watson family used to own the entirety of the Old New Henford area, but over hundreds of years, they've been selling off plots one by one. I wouldn't be surprised if the half the headstones in the Finchwick cemetery were Watsons.": "Gia đình Watson từng sở hữu toàn bộ khu vực Old New Henford, nhưng trong hàng trăm năm, họ đã bán từng mảnh đất một. Tôi sẽ không ngạc nhiên nếu một nửa số bia mộ trong nghĩa trang Finchwick là của nhà Watson.",
  "Did you know that the sunny flowers hanging in the lampposts around town all come from local gardens? Those in Finchwick are tended by any Sim with a spare moment, while others come from the homes of Henford-on-Bagley residents. In a way, their brightness is a reflection of the light we all shine on each other.": "Bạn có biết rằng những bông hoa hướng dương treo trên cột đèn xung quanh thị trấn đều đến từ những khu vườn địa phương không? Những bông hoa ở Finchwick được bất kỳ Sim nào có thời gian rảnh chăm sóc, trong khi những bông hoa khác đến từ nhà của cư dân Henford-on-Bagley. Theo một cách nào đó, sự tươi sáng của chúng là sự phản ánh ánh sáng mà tất cả chúng ta chiếu vào nhau.",
  "Finchwick was so named due to all the greenfinches in the area. Lord Volpe loved the way they sang to each other. We also have robins, great tits, willow tits, goldcrests, and blackcaps for any Sim looking to do a bit of birding.": "Finchwick được đặt tên như vậy là do tất cả những con sẻ xanh ở khu vực này. Lãnh chúa Volpe yêu cái cách chúng hót cho nhau nghe. Chúng ta cũng có chim cổ đỏ, chim sâu ngực to, chim sâu liễu, chim vàng anh và chim đầu đen cho bất kỳ Sim nào muốn ngắm chim.",
  "Even though property values in the Bramblewood have risen quite steadily over the past few years, some who've lived in Henford-on-Bagley for quite some time have sworn they won't sell to those looking to turn the woods into the next hot vacation destination, or whatever it is they put on their brochures.": "Mặc dù giá trị bất động sản ở Rừng Gai đã tăng khá đều đặn trong vài năm qua, một số người đã sống ở Henford-on-Bagley khá lâu đã thề rằng họ sẽ không bán cho những người muốn biến khu rừng thành điểm đến kỳ nghỉ hấp dẫn tiếp theo, hoặc bất cứ điều gì họ đưa vào брошюры của họ.",
  "A few years back, someone renovated a historic barn in the Old New Henford area. I love seeing history preserved in special ways like that, a reminder that we don't have to leave our pasts behind to move forward.": "Vài năm trước, ai đó đã cải tạo một chuồng trại lịch sử ở khu vực Old New Henford. Tôi thích nhìn thấy lịch sử được bảo tồn theo những cách đặc biệt như vậy, một lời nhắc nhở rằng chúng ta không cần phải bỏ lại quá khứ phía sau để tiến lên phía trước.",
  "The ruins on the hill outside of Finchwick used to be a lord's manor - a grand house that looked over all of Henford-on-Bagley. If you look closely, you can still see them all the way from Old New Henford.": "Những tàn tích trên ngọn đồi bên ngoài Finchwick từng là trang viên của một lãnh chúa - một ngôi nhà lớn nhìn ra toàn bộ Henford-on-Bagley. Nếu bạn nhìn kỹ, bạn vẫn có thể nhìn thấy chúng từ Old New Henford.",
  "Well, if you're looking for the best place to fish in the Henford-on-Bagley area, you'll want to stop by Old New Henford and visit the pond at the base of Olde Mill Hill. I once knew a Sim who claims to have caught a wolf eel there!": "Chà, nếu bạn đang tìm kiếm địa điểm tốt nhất để câu cá ở khu vực Henford-on-Bagley, bạn sẽ muốn dừng chân tại Old New Henford và ghé thăm ao ở chân Đồi Olde Mill. Tôi đã từng biết một Sim tuyên bố đã bắt được một con lươn sói ở đó!",
  "Simply because Old New Henford has been around for a while doesn't mean things don't change. Take the community garden, for example. An enterprising neighbor started it a few years back and the entire community has ensured that it's really taken off.": "Chỉ vì Old New Henford đã tồn tại được một thời gian không có nghĩa là mọi thứ không thay đổi. Lấy ví dụ như khu vườn cộng đồng. Một người hàng xóm tháo vát đã bắt đầu nó vài năm trước và toàn bộ cộng đồng đã đảm bảo rằng nó thực sự phát triển.",
  "(From Completing a Cross-stitch Project)": "(Từ Việc Hoàn Thành Dự Án Thêu Chữ Thập)",
  "A little birdie just told me that {0.SimFirstName} has just unlocked a Bird cross-stitch pattern!": "Một chú chim nhỏ vừa mách bảo tôi rằng {0.SimFirstName} vừa mở khóa mẫu thêu chữ thập Chim!",
  "{0.SimFirstName} has just unlocked the Cat cross-stitch pattern! Simply the best!": "{0.SimFirstName} vừa mở khóa mẫu thêu chữ thập Mèo! Đơn giản là tuyệt nhất!",
  "Ring the cow bell! {0.SimFirstName} has just unlocked the Cow cross-stitch pattern! ": "Hãy rung chuông bò lên! {0.SimFirstName} vừa mở khóa mẫu thêu chữ thập Bò!",
  "A little birdie just told me that {0.SimFirstName} has just unlocked the Bird cross-stitch pattern!": "Một chú chim nhỏ vừa mách bảo tôi rằng {0.SimFirstName} vừa mở khóa mẫu thêu chữ thập Chim!",
  "{0.SimFirstName} has just unlocked the ability to craft the Llama Cross-stitch pattern! The llama pattern for Cross-stitch. The llama pattern chosen specially for Cross-stitch. The llama pattern. That pattern.": "{0.SimFirstName} vừa mở khóa khả năng chế tạo mẫu Thêu Chữ Thập Lạc Đà! Mẫu lạc đà dành cho Thêu Chữ Thập. Mẫu lạc đà được chọn đặc biệt cho Thêu Chữ Thập. Mẫu lạc đà. Mẫu đó.",
  "{0.SimFirstName} has just unlocked the Llamacorn cross-stitch pattern! This pattern will always hold a place in your heart!": "{0.SimFirstName} vừa mở khóa mẫu thêu chữ thập Ngựa Lạc Đà! Mẫu này sẽ luôn có một vị trí trong trái tim bạn!",
  "What's up, {0.SimFirstName}?  {0.SimFirstName} has just unlocked the Rabbit cross-stitch pattern!": "Có gì mới vậy, {0.SimFirstName}? {0.SimFirstName} vừa mở khóa mẫu thêu chữ thập Thỏ!",
  "{0.SimFirstName} has just unlocked an Advanced Pumpkin cross-stitch pattern! It wasn't even its final form!": "{0.SimFirstName} vừa mở khóa một mẫu thêu chữ thập Bí Ngô Nâng Cao! Đó thậm chí còn không phải là hình dạng cuối cùng của nó!",
  "{0.SimFirstName} has just unlocked the Agnes Crumplebottom cross-stitch pattern! The drama. The purse. The cross-stitch.": "{0.SimFirstName} vừa mở khóa mẫu thêu chữ thập Agnes Crumplebottom! Kịch tính. Cái ví. Môn thêu chữ thập.",
  "{0.SimFirstName} has just unlocked the Beef Wellington cross-stitch pattern! Looks good enough to eat!": "{0.SimFirstName} vừa mở khóa mẫu thêu chữ thập Bò Wellington! Trông ngon đến mức muốn ăn!",
  "{0.SimFirstName} has just unlocked the Chocolate Pie cross-stitch pattern! Me oh my!": "{0.SimFirstName} vừa mở khóa mẫu thêu chữ thập Bánh Sô Cô La! Trời ơi!",
  "{0.SimFirstName} has just unlocked the Cowplant cross-stitch pattern! What should we name it?": "{0.SimFirstName} vừa mở khóa mẫu thêu chữ thập Cây Bò! Chúng ta nên đặt tên cho nó là gì?",
  "{0.SimFirstName} has just unlocked the Crumpets cross-stitch pattern! Looks tasty. ": "{0.SimFirstName} vừa mở khóa mẫu thêu chữ thập Crumpets! Trông ngon quá.",
  "{0.SimFirstName} has just unlocked the Aubergine Cross-stitch pattern! What an abur-genius!": "{0.SimFirstName} vừa mở khóa mẫu thêu chữ thập Cà Tím! Thật là một thiên tài về cà tím!",
  "{0.SimFirstName} has just unlocked the Lettuce cross-stitch pattern!  And that's just the tip of the iceberg!": "{0.SimFirstName} vừa mở khóa mẫu thêu chữ thập Xà Lách! Và đó chỉ là phần nổi của tảng băng thôi!",
  "{0.SimFirstName} has just unlocked the Pumpkin Pie cross-stitch pattern! Made from scratch!": "{0.SimFirstName} vừa mở khóa mẫu thêu chữ thập Bánh Bí Ngô! Làm từ đầu đến cuối!",
  "{0.SimFirstName} has just unlocked the Watermelon cross-stitch pattern! So refreshing!": "{0.SimFirstName} vừa mở khóa mẫu thêu chữ thập Dưa Hấu! Thật sảng khoái!",
  "{0.SimFirstName} has just unlocked the Yorkshire Pudding cross-stitch pattern! Yum!": "{0.SimFirstName} vừa mở khóa mẫu thêu chữ thập Yorkshire Pudding! Ngon tuyệt!",
  "Sound the A-LLAMA!": "Báo Động A-LLAMA!",
  "Into Fitness... Fitness Whole Pizza in My Mouth!": "Yêu Thích Thể Hình... Thể Hình Cả Chiếc Pizza Trong Miệng Tôi!",
  "Keep Calm, Keep Simming!": "Giữ Bình Tĩnh, Tiếp Tục Simming!",
  "Live Everyday Like Its Taco Tuesday!": "Sống Mỗi Ngày Như Thể Là Thứ Ba Taco!",
  "Laugh, Love, Get To Know!": "Cười, Yêu, Tìm Hiểu!",
  "Yamachan!": "Yamachan!",
  "You Are More Than Who You Were!": "Bạn Hơn Cả Con Người Bạn Đã Từng!",
  "When Opportunity Knocks, Open The Door!": "Khi Cơ Hội Gõ Cửa, Hãy Mở Cửa!",
  "Larry the Lobster!": "Tôm Hùm Larry!",
  "Dogs Welcome, Sims Tolerated!": "Chào Đón Chó, Chấp Nhận Sim!",
  "(From Viewing a Finished Cross-stitch Product)": "(Từ Việc Xem Một Sản Phẩm Thêu Chữ Thập Đã Hoàn Thành)",
  "Darby The Dragon!": "Rồng Darby!",
  "This Took Forever.....": "Cái Này Mất Cả Đống Thời Gian.....",
  "As a reward for the help {0.SimFirstName} has provided in the past, a free item was added to the delivery:\\n{2.String}": "Để đền đáp sự giúp đỡ mà {0.SimFirstName} đã cung cấp trong quá khứ, một vật phẩm miễn phí đã được thêm vào đơn giao hàng:\n{2.String}",
  "It's an additional complimentary item for {0.SimFirstName}!\\n{2.String}": "Đây là một vật phẩm bổ sung miễn phí cho {0.SimFirstName}!\n{2.String}",
  "The founder of Finchwick, Lord Volpe, simply loved topiaries. He's said to have talked to them more than he did his own family! He bestowed a particularly splendid bovine topiary to Princess Cordelia upon her visit. We keep his memory alive today by decorating the town with them for each fair.": "Người sáng lập Finchwick, Lãnh chúa Volpe, đơn giản là yêu thích nghệ thuật cắt tỉa cây cảnh. Người ta nói rằng ông ấy đã nói chuyện với chúng nhiều hơn là với gia đình mình! Ông đã ban tặng một tác phẩm cắt tỉa cây cảnh hình bò đặc biệt lộng lẫy cho Công chúa Cordelia khi cô đến thăm. Chúng ta giữ ký ức của ông ấy sống mãi cho đến ngày nay bằng cách trang trí thị trấn với chúng cho mỗi hội chợ.",
  "The very first Finchwick Fair? Well, it all started years ago when old Arley Watson wanted to show off his beloved llama, Chicken. No, not some sort of hybridized llama-chicken creature, but rather his llama that he had affectionately named Chicken! What a winner she was! Chicken was a very intelligent and friendly llama and Sims came from all around Henford-on-Bagley to meet her! It's no wonder that the fair became a regular tradition afterwards.": "Hội chợ Finchwick đầu tiên? Chà, tất cả bắt đầu từ nhiều năm trước khi ông già Arley Watson muốn khoe con lạc đà yêu quý của mình, Chicken. Không, không phải một loại sinh vật lạc đà-gà lai nào đó, mà là con lạc đà của ông mà ông đã trìu mến đặt tên là Chicken! Thật là một người chiến thắng! Chicken là một con lạc đà rất thông minh và thân thiện và các Sim đã đến từ khắp Henford-on-Bagley để gặp cô ấy! Không có gì lạ khi hội chợ trở thành một truyền thống thường xuyên sau đó.",
  "Did you know that years ago there was a chicken competition before there was ever an egg competition? I guess that means the chicken did come before the egg!": "Bạn có biết rằng nhiều năm trước đã có một cuộc thi gà trước khi có cuộc thi trứng không? Tôi đoán điều đó có nghĩa là gà đã có trước trứng!",
  "Finchwick Fair Reward\\n{1.String}": "Phần Thưởng Hội Chợ Finchwick\n{1.String}",
  "Did you hear that Chicken's cluck? It was pristine! A cluck like never heard before!": "Bạn có nghe thấy tiếng cục tác của Chicken không? Nó thật hoàn hảo! Một tiếng cục tác chưa từng nghe thấy trước đây!",
  "Do you think this Chicken is for sale? I really want to take it home with me! I feel like we have a bond.": "Bạn có nghĩ con Gà này được bán không? Tôi thực sự muốn mang nó về nhà với tôi! Tôi cảm thấy chúng ta có một mối liên kết.",
  "This Chicken might win a consolation prize... maybe.": "Con Gà này có thể giành được một giải an ủi... có thể thôi.",
  "I heard someone say this Chicken pecked them! Maybe it's evil! Ha, evil Chickens.": "Tôi nghe ai đó nói con Gà này mổ họ! Có lẽ nó là ác quỷ! Ha, Gà ác quỷ.",
  "Careful around this Chicken... I’m pretty sure I stepped in something.": "Hãy cẩn thận khi ở gần con Gà này... Tôi khá chắc chắn rằng tôi đã dẫm phải thứ gì đó.",
  "Awww, look at this Cow. I don't think it'll win. I feel sort of bad for it.": "Awww, nhìn con Bò này kìa. Tôi không nghĩ nó sẽ thắng. Tôi cảm thấy hơi tệ cho nó.",
  "This Cow is udderly unimpressive...": "Con Bò này không gây ấn tượng chút nào...",
  "This Cow looks very unamooosed. I don't think it'll win.": "Con Bò này trông rất không vui vẻ. Tôi không nghĩ nó sẽ thắng.",
  "This Plant looks a little diseased...": "Cây này trông hơi bị bệnh...",
  "Well... they tried. Someone grew this Plant. Was it grown with love? Probably not. But they tried... they tried.": "Chà... họ đã cố gắng. Ai đó đã trồng Cây này. Nó có được trồng bằng tình yêu không? Có lẽ là không. Nhưng họ đã cố gắng... họ đã cố gắng.",
  "Leaf this poor Plant alone! It wants to sit quietly in its inadequacy.": "Hãy để Cây đáng thương này yên! Nó muốn ngồi lặng lẽ trong sự thiếu sót của nó.",
  "Are Eggs supposed to smell like this?": "Trứng có phải có mùi như thế này không?",
  "What a poor, sad little Egg. I think it's even cracked.": "Thật là một quả Trứng nhỏ bé, tội nghiệp và buồn bã. Tôi nghĩ nó thậm chí còn bị nứt.",
  "Did this Egg even come from a Chicken? It doesn't seem normal. No way it is winning.": "Quả Trứng này có thực sự đến từ Gà không? Có vẻ không bình thường chút nào. Không đời nào nó thắng được.",
  "I think this Crop is the wrong size... It's supposed to be giant right? Like Oversized?": "Tôi nghĩ Mùa Màng này có kích thước không đúng... Nó phải khổng lồ chứ? Giống như Quá Khổ?",
  "Consider me fully unimpressed. Maybe they should have stuck to growing normal Crops.": "Hãy coi tôi là hoàn toàn không ấn tượng đi. Có lẽ họ nên gắn bó với việc trồng các loại Mùa Màng bình thường.",
  "This “Oversized” Crop seems a bit small... Maybe they should have gotten some help from the local Wildlife.": "Mùa màng “Quá Khổ” này có vẻ hơi nhỏ... Có lẽ họ nên nhận được sự giúp đỡ từ Động Vật Hoang Dã địa phương.",
  "Yikes. I bet this llama has a great personality though?": "Ối. Tôi cá rằng con lạc đà này có một tính cách tuyệt vời, phải không?",
  "Careful... I think this Llama just spit on someone!": "Cẩn thận... Tôi nghĩ con Lạc Đà này vừa nhổ vào ai đó!",
  "This poor Llama! Who would subject it to being judged when its clearly not going to win...": "Con Lạc Đà đáng thương này! Ai lại bắt nó phải chịu sự đánh giá khi rõ ràng nó sẽ không thắng...",
  "I give this... baked construction a 3.13. It is not up to the standards of Pie.": "Tôi cho cái... công trình nướng này 3,13 điểm. Nó không đạt tiêu chuẩn của Bánh.",
  "Someone took perfectly good ingredients and stuffed them into this dough pouch, which I refuse to acknowledge as Pie.": "Ai đó đã lấy những nguyên liệu hoàn toàn tốt và nhét chúng vào cái túi bột này, thứ mà tôi từ chối công nhận là Bánh.",
  "I've seen cows who make more impressive Pies than this.": "Tôi đã thấy những con bò làm ra những chiếc Bánh ấn tượng hơn cái này.",
  "Whoa... I could smell this Milk before I even got close. That's gross.": "Woah... Tôi có thể ngửi thấy mùi Sữa này ngay cả trước khi tôi đến gần. Thật kinh tởm.",
  "Alright... I think this Milk has chunks in it, ew. No way it is going to win.": "Được rồi... Tôi nghĩ Sữa này có cặn bên trong, ghê quá. Không đời nào nó thắng được.",
  "Why does this Milk look so watery? It <b>is</b> Milk, isn't it?": "Tại sao Sữa này trông loãng vậy? Nó <b>là</b> Sữa, phải không?",
  "That Wool is so coarse I think I could golf on it... Ha! Anyone? Anyone? Alright, admittedly that joke was almost as bad as this competition entry!": "Bộ Lông Cừu đó thô đến nỗi tôi nghĩ rằng tôi có thể chơi golf trên đó... Ha! Ai đó không? Ai đó không? Được rồi, phải thừa nhận rằng trò đùa đó gần như tệ như mục tham gia cuộc thi này!",
  "This Wool doesn't look particularly strong, nor is its consistency very... consistent. I don't think it'll win.": "Bộ Lông Cừu này trông không đặc biệt chắc chắn, cũng như tính nhất quán của nó không được... nhất quán cho lắm. Tôi không nghĩ nó sẽ thắng.",
  "This Wool is not wooly enough for the Wool club. Alright, there isn't a Wool club, but this is a competition, and I don't think it'll win.": "Bộ Lông Cừu này không đủ lông lá cho câu lạc bộ Lông Cừu. Được rồi, không có câu lạc bộ Lông Cừu, nhưng đây là một cuộc thi, và tôi không nghĩ nó sẽ thắng.",
  "Feathered and lethal! You just don't see it nowadays... Let's see how it pays off for the Chicken!": "Có lông và chết chóc! Bạn không thấy điều đó ngày nay... Hãy xem nó trả giá như thế nào cho Con Gà!",
  "Wow, would you look at this Cow! This one could be the winner.": "Wow, bạn hãy nhìn vào con Bò này! Con này có thể là người chiến thắng.",
  "Mooove over other Cows, I think we have a competitor right here!": "Hãy dẹp đường cho những con Bò khác đi, tôi nghĩ chúng ta có một đối thủ cạnh tranh ngay tại đây!",
  "What a very nice Cow! Look how sweet it is. I bet it'll win for sure!": "Thật là một con Bò rất đẹp! Hãy nhìn nó ngọt ngào như thế nào. Tôi cá là nó chắc chắn sẽ thắng!",
  "You can tell a lot of care and effort went into this Crop. I think it stands a chance at winning.": "Bạn có thể thấy rất nhiều sự chăm sóc và nỗ lực đã được bỏ ra cho Mùa Màng này. Tôi nghĩ nó có cơ hội chiến thắng.",
  "This entry looks really healthy. I wouldn't be surprised if it won.": "Mục này trông thực sự khỏe mạnh. Tôi sẽ không ngạc nhiên nếu nó thắng.",
  "Wow, this Plant looks scrumptious... I think it could win!": "Wow, Cây này trông ngon tuyệt... Tôi nghĩ nó có thể thắng!",
  "This Egg looks super smooth. Nice color and shape. I bet it could win!": "Quả Trứng này trông siêu mịn. Màu sắc và hình dạng đẹp. Tôi cá là nó có thể thắng!",
  "This entry is Egg-xemplary!": "Mục này thật là Trứng-gương-mẫu!",
  "Now that's what I call a 'good Egg.' I won't be surprised if it wins!": "Bây giờ thì đó mới gọi là một 'Quả Trứng tốt.' Tôi sẽ không ngạc nhiên nếu nó thắng!",
  "Wow! This is one of the biggest Oversized Crops I've ever seen!": "Wow! Đây là một trong những Mùa Màng Quá Khổ lớn nhất mà tôi từng thấy!",
  "This Crop is unbeleafably big!": "Mùa Màng này lớn đến mức không thể tin được!",
  "I think this Oversized Crop will beat the record that was set last time!": "Tôi nghĩ Mùa Màng Quá Khổ này sẽ phá kỷ lục đã được thiết lập lần trước!",
  "This is one really grooving Llama. Look at it and its bad self!": "Đây là một con Lạc Đà thực sự tuyệt vời. Hãy nhìn nó và bản thân tồi tệ của nó kìa!",
  "Llama just say... I think this entry is going to win. Look how fluffy they are!": "Tôi chỉ muốn nói... Tôi nghĩ mục này sẽ thắng. Hãy nhìn xem chúng mềm mại như thế nào kìa!",
  "What a sweet, happy Llama. Look at its Llama face. Oh, I hope it wins!": "Thật là một con Lạc Đà ngọt ngào, hạnh phúc. Hãy nhìn khuôn mặt Lạc Đà của nó kìa. Ồ, tôi hy vọng nó sẽ thắng!",
  "I bet this Pie is going to grab a slice of victory! Look how fancy it is.": "Tôi cá là chiếc Bánh này sẽ giành được một miếng chiến thắng! Hãy nhìn nó cầu kỳ như thế nào kìa.",
  "This entry will occu-pie my thoughts for the rest of the fair! How impressive.": "Mục này sẽ chiếm-bánh suy nghĩ của tôi trong suốt thời gian còn lại của hội chợ! Thật ấn tượng.",
  "Now this is a Pie that was made with love! What craftsmanship!": "Đây mới là một chiếc Bánh được làm bằng tình yêu! Thật là khéo tay!",
  "As a Milk Connoisseur - professional! I will personally verify that this is one quality glass of Milk.": "Là một Người Sành Sữa - chuyên nghiệp! Cá nhân tôi sẽ xác minh rằng đây là một ly Sữa chất lượng.",
  "Have you ever seen such rich, milky Milk? It is surely the milkiest!": "Bạn đã bao giờ thấy loại Sữa giàu chất kem như vậy chưa? Chắc chắn nó là loại nhiều sữa nhất!",
  "This Milk is so... beautiful! It makes me want to moo. Is that a strange thing to say?": "Sữa này quá... đẹp! Nó khiến tôi muốn bò. Có phải là một điều kỳ lạ để nói không?",
  "This Wool looks so soft! I just want to cuddle up with it.": "Bộ Lông Cừu này trông thật mềm mại! Tôi chỉ muốn ôm ấp nó.",
  "Look at the crimp! The color! The strength of the fibers! The purity! I won't be surprised if that Wool wins the competition.": "Hãy nhìn vào độ quăn! Màu sắc! Độ bền của các sợi! Độ tinh khiết! Tôi sẽ không ngạc nhiên nếu bộ Lông Cừu đó thắng cuộc thi.",
  "Wow! Surely this is the wooliest of the Wools. It must have come from quite the llama!": "Wow! Chắc chắn đây là loại Lông Cừu nhiều lông nhất. Nó chắc hẳn đến từ một con lạc đà đặc biệt!",
  "(From Seeing A Fox Stalk an Animal)": "(Từ Việc Nhìn Thấy Một Con Cáo Rình Rập Một Con Vật)",
  "{1.SimFirstName} looks angry. It seems that all bets are off when it comes to the safety of {0.SimFirstName}'s chickens, rabbits, and fruits.": "{1.SimFirstName} trông tức giận. Có vẻ như mọi sự đặt cược đều vô hiệu khi nói đến sự an toàn của gà, thỏ và trái cây của {0.SimFirstName}.",
  "(From a Fox Hating Singing)": "(Từ Việc Cáo Ghét Ca Hát)",
  "{0.SimFirstName} found some odd fungus on the side of the road. Upon closer inspection it looks like an edible mushroom:\\n{2.String}": "{0.SimFirstName} tìm thấy một số nấm kỳ lạ bên đường. Sau khi kiểm tra kỹ hơn, nó trông giống như một loại nấm ăn được:\n{2.String}",
  "(From Conspiring with Gnomes)": "(Từ Việc Âm Mưu Với Thần Lùn)",
  "Meet the residents of Henford-on-Bagley who keep Finchwick running! Pitch in and become a part of our community by talking to the villagers and offering to help them with their various errands.": "Gặp gỡ những cư dân của Henford-on-Bagley, những người giúp Finchwick hoạt động! Hãy góp sức và trở thành một phần của cộng đồng chúng ta bằng cách nói chuyện với dân làng và đề nghị giúp họ làm những công việc vặt khác nhau.",
  "Welcome to Henford-on-Bagley!": "Chào mừng đến với Henford-on-Bagley!",
  "Grocery Deliverer": "Người Giao Hàng Tạp Hóa",
  "Grocery Shop Owner": "Chủ Cửa Hàng Tạp Hóa",
  "Creature Keeper": "Người Chăm Sóc Sinh Vật",
  "Garden Shop Owner": "Chủ Cửa Hàng Vườn",
  "Mayor of Finchwick": "Thị Trưởng Finchwick",
  "Pub Owner": "Chủ Quán Rượu",
  "The Grocery Shop Owner runs the Grocery Shop stall in Finchwick's square.": "Chủ Cửa Hàng Tạp Hóa điều hành quầy Cửa Hàng Tạp Hóa ở quảng trường Finchwick.",
  "Agatha's cousin who co-owns and helps run the Garden Shop stall in Finchwick's square.": "Em họ của Agatha, người đồng sở hữu và giúp điều hành quầy Cửa Hàng Vườn ở quảng trường Finchwick.",
  "Finchwick's Mayor is often spotted in Finchwick during the week and at the weekly, weekend Finchwick Fair, judging competition entries.": "Thị trưởng của Finchwick thường được nhìn thấy ở Finchwick trong tuần và tại Hội chợ Finchwick hàng tuần vào cuối tuần, đánh giá các bài dự thi.",
  "The Pub Owner runs the Pub in Henford-on-Bagley.": "Chủ Quán Rượu điều hành Quán Rượu ở Henford-on-Bagley.",
  "Agnes' cousin who co-owns and helps run the Garden Shop stall in Finchwick's square.": "Em họ của Agnes, người đồng sở hữu và giúp điều hành quầy Cửa Hàng Vườn ở quảng trường Finchwick.",
  "The Grocery Deliverer helps coordinate Henford-on-Bagley's local grocery delivery service and can often spotted in Finchwick, during the day. ": "Người Giao Hàng Tạp Hóa giúp điều phối dịch vụ giao hàng tạp hóa địa phương của Henford-on-Bagley và thường có thể được nhìn thấy ở Finchwick vào ban ngày.",
  "The Creature Keeper spends most days wandering the Bramblewood, caring for the animals and plants.": "Người Chăm Sóc Sinh Vật dành phần lớn thời gian đi lang thang trong Rừng Gai, chăm sóc động vật và cây cối.",
  "(From Seeing the Death of a Beloved Cow)": "(Từ Việc Chứng Kiến Cái Chết Của Một Con Bò Yêu Dấu)",
  "(From Seeing the Death of a Beloved Llama)": "(Từ Việc Chứng Kiến Cái Chết Của Một Con Lạc Đà Yêu Dấu)",
  "(From Seeing a Beloved Cow Get Sold Away)": "(Từ Việc Chứng Kiến Một Con Bò Yêu Dấu Bị Bán Đi)",
  "(From Seeing a Beloved Llama Get Sold Away)": "(Từ Việc Chứng Kiến Một Con Lạc Đà Yêu Dấu Bị Bán Đi)",
  "(From Cooking with the Simple Living Lot Challenge)": "(Từ Việc Nấu Ăn Với Thử Thách Khu Đất Sống Đơn Giản)",
  "{0.SimFirstName} has unlocked the ability to write a Simple Living Cookbook on the computer. This book can be read by others for maximum cooking skill gain.": "{0.SimFirstName} đã mở khóa khả năng viết Sách Dạy Nấu Ăn Sống Đơn Giản trên máy tính. Cuốn sách này có thể được người khác đọc để đạt được kỹ năng nấu ăn tối đa.",
  "Agnes seemed to think that cross-stitch was... adequate. But she's also asked {0.SimFirstName} to bring her yet <i>another</i> cross-stitch!": "Agnes dường như nghĩ rằng thêu chữ thập là... đủ dùng. Nhưng cô ấy cũng đã yêu cầu {0.SimFirstName} mang cho cô ấy <i>thêm một</i> tác phẩm thêu chữ thập nữa!",
  "Agnes seems even less pleased with this cross-stitch, if that's possible! Disapproving of {0.SimFirstName}'s cross-stitching skills, she implies that she'll show {M0.him}{F0.her} a truly stunning cross-stitch herself if {0.SimFirstName} can manage the menial task of bringing her some wool.": "Agnes có vẻ thậm chí còn ít hài lòng hơn với tác phẩm thêu chữ thập này, nếu điều đó có thể! Không tán thành kỹ năng thêu chữ thập của {0.SimFirstName}, cô ấy ngụ ý rằng cô ấy sẽ cho {M0.him}{F0.her} thấy một tác phẩm thêu chữ thập thực sự tuyệt đẹp nếu {0.SimFirstName} có thể xoay xở được công việc tầm thường là mang cho cô ấy một ít lông cừu.",
  "Helpful, huh? Actions speak louder than words! Here -- take these pumpkin seeds and show me that you know the first thing about plants.\\n\\nThen, take yourself over to that Grocery Owner, who I'm pretty sure I saw flirting the other day, and give them a good scolding!\\n\\nThen, bring me some milk! I require milk!": "Hữu ích, hả? Hành động quan trọng hơn lời nói! Này -- hãy lấy những hạt bí ngô này và cho tôi thấy rằng bạn biết điều đầu tiên về thực vật.\n\nSau đó, hãy đến gặp Chủ Cửa Hàng Tạp Hóa đó, người mà tôi khá chắc chắn rằng tôi đã thấy tán tỉnh vào ngày hôm trước, và cho họ một trận mắng vốn!\n\nSau đó, hãy mang cho tôi một ít sữa! Tôi cần sữa!",
  "Hello, mate! We would love for you to come visit us again in Henford-on-Bagley.": "Xin chào, bạn hiền! Chúng tôi rất muốn bạn đến thăm chúng tôi lần nữa ở Henford-on-Bagley.",
  "Have you met the locals in Henford-on-Bagley? It's a really close-knit community.": "Bạn đã gặp gỡ những người dân địa phương ở Henford-on-Bagley chưa? Đó là một cộng đồng thực sự gắn bó.",
  "A lot of the villagers around Henford-on-Bagley have been needing help lately.": "Rất nhiều dân làng xung quanh Henford-on-Bagley đang cần giúp đỡ gần đây.",
  "You seem the friendly sort! You know, if you want to help out, a few of the important local villagers are often in need a hand. Just walk up and Offer Help.": "Bạn có vẻ là người thân thiện! Bạn biết đấy, nếu bạn muốn giúp đỡ, một vài dân làng địa phương quan trọng thường cần một bàn tay. Chỉ cần đi đến và Đề Nghị Giúp Đỡ.",
  "The Bagley Berry Fizz that {0.SimFirstName} drank has somehow attracted a fish, which hopped right into {M0.his}{F0.her} swimsuit! Odd and a bit uncomfortable, but a free fish is a free fish.": "Bagley Berry Fizz mà {0.SimFirstName} đã uống bằng cách nào đó đã thu hút một con cá, và nó đã nhảy thẳng vào bộ đồ bơi của {M0.his}{F0.her}! Kỳ lạ và hơi khó chịu, nhưng cá miễn phí là cá miễn phí.",
  "Have you ever had a dream? I dream every day of seeing the world, but my life has kept me here so far. For now, do you think I could live vicariously through your travels? Take a picture of someplace far-flung and spectacular and bring it to me!\\n\\nI do so wish I could make the Mayor understand. Do you know that I've never even had a chocolate pie? I just want to live!": "Bạn đã bao giờ có một ước mơ chưa? Tôi mơ mỗi ngày về việc nhìn thấy thế giới, nhưng cuộc sống của tôi đã giữ tôi ở đây cho đến nay. Hiện tại, bạn có nghĩ rằng tôi có thể sống gián tiếp thông qua những chuyến du hành của bạn không? Chụp một bức ảnh về một nơi xa xôi và ngoạn mục và mang nó cho tôi!\n\nTôi rất ước có thể làm cho Thị trưởng hiểu. Bạn có biết rằng tôi chưa bao giờ được ăn bánh sô cô la không? Tôi chỉ muốn sống!",
  "You're a lifesaver! I need to collect a few grocery orders, so just write down what Sims want and then let me know. And if you don't mind, I'm feeling a bit peckish and could use a bite to eat. Could you bring me any single serving of food of your choice? Surprise me!\\n\\nOh, and here... Let me give you a rose to take to the lovely Creature Keeper who stays in the Bramblewood. I'm a bit nervous to deliver it myself! Would you mind bringing it to them and then telling me how it went?": "Bạn là ân nhân của tôi! Tôi cần thu thập một vài đơn đặt hàng tạp hóa, vì vậy chỉ cần viết ra những gì Sims muốn và sau đó cho tôi biết. Và nếu bạn không phiền, tôi đang cảm thấy hơi đói và có thể dùng một chút gì đó để ăn. Bạn có thể mang cho tôi bất kỳ một phần ăn nào tùy bạn chọn không? Hãy làm tôi ngạc nhiên!\n\nỒ, và đây... Hãy để tôi tặng bạn một bông hồng để mang đến cho Người Chăm Sóc Sinh Vật đáng yêu, người ở lại trong Rừng Gai. Tôi hơi lo lắng khi tự mình giao nó! Bạn có phiền mang nó đến cho họ và sau đó cho tôi biết mọi chuyện diễn ra như thế nào không?",
  "You'll soon love our lovely village as much as I do! Why don't you wander over to Old New Henford and try to catch a fish in the lake, or visit some of the shopping stalls in Finchwick? Perhaps you'd be so daring as to do both!\\n\\nAh, and if I could ask a personal favor...would you kindly talk to the Grocery Deliverer? We're close, but I've always found it difficult to talk about where our dreams differ.": "Bạn sẽ sớm yêu ngôi làng đáng yêu của chúng tôi nhiều như tôi thôi! Tại sao bạn không đi lang thang đến Old New Henford và thử bắt cá ở hồ, hoặc ghé thăm một số quầy mua sắm ở Finchwick? Có lẽ bạn sẽ đủ táo bạo để làm cả hai!\n\nÀ, và nếu tôi có thể yêu cầu một ân huệ cá nhân... bạn có vui lòng nói chuyện với Người Giao Hàng Tạp Hóa không? Chúng tôi thân thiết, nhưng tôi luôn thấy khó nói về những nơi mà ước mơ của chúng tôi khác biệt.",
  "Things are all progressing according to Agatha's plan! With two single Sims having accepted a rose, it's time {0.SimFirstName} took a more direct role in enacting Agatha's machinations. Now to gather them together for the next step...": "Mọi thứ đang tiến triển theo kế hoạch của Agatha! Với việc hai Sim độc thân đã chấp nhận một bông hồng, đã đến lúc {0.SimFirstName} đóng một vai trò trực tiếp hơn trong việc thực hiện những âm mưu của Agatha. Bây giờ phải tập hợp họ lại cho bước tiếp theo...",
  "Hello dearie; it's Agatha giving you a ring. Thanks to your adept seed salesmanship, things are looking pretty good! Swing by for the next step in this business plan of ours.": "Xin chào thân mến; Agatha gọi điện cho bạn đây. Nhờ khả năng bán hạt giống điêu luyện của bạn, mọi thứ trông khá tốt! Hãy ghé qua để thực hiện bước tiếp theo trong kế hoạch kinh doanh của chúng ta.",
  "Agatha here again... I see simoleons streaming into my account, so you must be up to something good! The sales business suits you my dear. Once you've put a bow on everything I asked of you, make your way over here so we can celebrate!": "Agatha đây lại đây... Tôi thấy simoleon đổ vào tài khoản của mình, vì vậy bạn hẳn đang làm điều gì đó tốt! Công việc kinh doanh bán hàng rất phù hợp với bạn thân mến. Sau khi bạn đã hoàn thành mọi thứ tôi yêu cầu, hãy đến đây để chúng ta có thể ăn mừng!",
  "The Grocery Deliverer asked you to gift me that did they? What a thoughtful gesture... I took them under my wing since they were a young little thing, but I've sensed a reluctance lately when I talk to them. You've helped clear the air though; thank you. Won't you tell them that I would never stand in their way as they pursue their dreams? And I'll wallop 'em if they keep worrying over giving it to me straight!": "Người Giao Hàng Tạp Hóa yêu cầu bạn tặng tôi món đó, phải không? Thật là một cử chỉ chu đáo... Tôi đã che chở họ từ khi họ còn là một đứa trẻ, nhưng gần đây tôi cảm thấy một sự miễn cưỡng khi tôi nói chuyện với họ. Tuy nhiên, bạn đã giúp làm trong sạch bầu không khí; cảm ơn bạn. Bạn có vui lòng nói với họ rằng tôi sẽ không bao giờ cản đường họ khi họ theo đuổi ước mơ của mình không? Và tôi sẽ đánh họ nếu họ cứ lo lắng về việc nói thẳng với tôi!",
  "That's delectable! Is this what I'm missing by never traveling beyond our town to learn new things? We even grow everything needed to make these right here in Henford-on-Bagley. If others won't do it, I'll take it upon myself to learn such recipes.": "Thật là ngon tuyệt! Có phải đây là thứ tôi đang bỏ lỡ khi không bao giờ đi du lịch ra ngoài thị trấn để học hỏi những điều mới mẻ không? Chúng ta thậm chí còn trồng mọi thứ cần thiết để làm những thứ này ngay tại Henford-on-Bagley. Nếu những người khác không làm, tôi sẽ tự mình học những công thức như vậy.",
  "Mmm, tangy! That Bagley Berry Fizz is tickling the back of {0.SimFirstName}'s tongue. It certainly had the markings of a drink to remember...": "Mmm, thơm ngon! Bagley Berry Fizz đang kích thích phía sau lưỡi của {0.SimFirstName}. Nó chắc chắn có những dấu hiệu của một thức uống đáng nhớ...",
  "What the funk? That Verdant and Funk is hitting all the right notes on {0.SimFirstName}'s palate! It's a drink that many would be thrilled to discover in a country pub.": "Cái quái gì vậy? Verdant and Funk đang đánh trúng tất cả những nốt nhạc đúng trên vòm miệng của {0.SimFirstName}! Đó là một thức uống mà nhiều người sẽ rất vui mừng khi khám phá ra trong một quán rượu đồng quê.",
  "If we want to put our pub on the map, we've got to highlight the local flavors of Henford-on-Bagley and give 'em all something they've never drank before! I've got some ideas brewing already, but I'll need some of the berries and mushrooms you'll find out in the Bramblewood.\\n\\nBring them to me and I'll mix up a Bagley Berry Fizz for you.": "Nếu chúng ta muốn đưa quán rượu của mình lên bản đồ, chúng ta phải làm nổi bật hương vị địa phương của Henford-on-Bagley và cho họ tất cả những gì họ chưa từng uống trước đây! Tôi đã có một số ý tưởng đang ấp ủ rồi, nhưng tôi sẽ cần một số quả mọng và nấm mà bạn sẽ tìm thấy ở Rừng Gai.\n\nHãy mang chúng đến cho tôi và tôi sẽ pha cho bạn một ly Bagley Berry Fizz.",
  "Thanks for the help! I'm supposed to go meet up with someone who has a package for me, but for the life of me, I can't remember who it is!\\n\\nCan you ask around until you find whoever has my package and then bring it back to me?": "Cảm ơn vì sự giúp đỡ! Tôi phải đi gặp ai đó có một gói hàng cho tôi, nhưng trời ơi, tôi không thể nhớ đó là ai!\n\nBạn có thể hỏi xung quanh cho đến khi bạn tìm thấy bất kỳ ai có gói hàng của tôi và sau đó mang nó trả lại cho tôi không?",
  "I was putting together some things to send out and I must have gotten a bit flustered because I managed to seal up this package and plum forgot who it's supposed to go to! Would you mind lugging it around for a bit and see if you can get it to the Sim that's waiting on it?": "Tôi đang tập hợp một số thứ để gửi đi và chắc hẳn tôi đã hơi bối rối vì tôi đã đóng gói gói hàng này và hoàn toàn quên mất nó phải được gửi đến ai! Bạn có phiền mang nó đi loanh quanh một chút và xem liệu bạn có thể gửi nó cho Sim đang chờ đợi nó không?",
  "I haven't had a chance at a proper chinwag recently with some of the other locals, so I'm going to send you in my stead. Catch up on what's been happening around Finchwick and maybe even make a few friends! These Sims are the ones that keep the village running, after all.": "Gần đây tôi chưa có cơ hội trò chuyện đúng cách với một số người dân địa phương khác, vì vậy tôi sẽ gửi bạn thay mặt tôi. Cập nhật những gì đã xảy ra xung quanh Finchwick và thậm chí có thể kết thêm một vài người bạn! Rốt cuộc, những Sim này là những người giúp ngôi làng hoạt động.",
  "Do you know who's always around and listening? The gnomes! Find a local gnome and ask them for some gossip, then let's have a sweet treat to celebrate afterwards.\\n\\nYou know what else would help? Find me some single Sims! I'm always looking for my next matchmaking project.": "Bạn có biết ai luôn ở xung quanh và lắng nghe không? Những chú thần lùn! Tìm một thần lùn địa phương và hỏi họ xin một ít chuyện phiếm, sau đó chúng ta hãy có một món ngọt để ăn mừng sau đó.\n\nBạn có biết điều gì khác sẽ giúp ích không? Tìm cho tôi một vài Sim độc thân! Tôi luôn tìm kiếm dự án mai mối tiếp theo của mình.",
  "Love is in the air! Can you feel it? Well, perhaps it needs a slight nudge from yours truly - Henford-on-Bagley's own self-appointed matchmaker. Roses are known to help budding relationships blossom, and I've entrusted you with two of them. Offer them to two single Sims who would make the perfect pair, and see if they fall for each other.\\n\\nI also need your help selling some extra inventory Agnes and I have at our Garden Shop. It's simple really... You'll buy my overstocked seeds at an extraordinarily fair price, and then you'll speak to a number of other Sims about this exciting opportunity to sell surplus seeds. Get enough Sims on board, and we'll all be rolling in the green!": "Tình yêu đang ở trong không khí! Bạn có cảm thấy nó không? Chà, có lẽ nó cần một cú huých nhẹ từ người thật sự của bạn - người mai mối tự phong của Henford-on-Bagley. Hoa hồng được biết là giúp các mối quan hệ chớm nở nảy nở, và tôi đã giao cho bạn hai bông. Hãy tặng chúng cho hai Sim độc thân, những người sẽ tạo thành một cặp hoàn hảo, và xem liệu họ có yêu nhau không.\n\nTôi cũng cần bạn giúp bán một số hàng tồn kho dư thừa mà Agnes và tôi có tại Cửa Hàng Vườn của chúng tôi. Thật đơn giản... Bạn sẽ mua hạt giống tồn kho của tôi với một mức giá cực kỳ hợp lý, và sau đó bạn sẽ nói chuyện với một số Sim khác về cơ hội thú vị này để bán hạt giống dư thừa. Tập hợp đủ Sim tham gia, và tất cả chúng ta sẽ kiếm được rất nhiều tiền!",
  "You want to show your worth? Let's see now.\\n\\nFirst, I need you to harvest that pumpkin you planted for me earlier. Next, I'd like to see what you can do with a needle! Cross-stitch something for me. And finally, a jar of mayonnaise would hit the spot. Bring me one!": "Bạn muốn thể hiện giá trị của mình? Hãy xem nào.\n\nĐầu tiên, tôi cần bạn thu hoạch quả bí ngô mà bạn đã trồng cho tôi trước đó. Tiếp theo, tôi muốn xem bạn có thể làm gì với một cây kim! Hãy thêu chữ thập một thứ gì đó cho tôi. Và cuối cùng, một lọ mayonnaise sẽ rất tuyệt. Mang cho tôi một lọ!",
  "Ah, yes, I knew I could count on you! Let's take a journey, you and I.\\n\\nI'll need you to get me some chocoberries and spicy mushrooms so I can make you a special mash. It may taste a bit odd, but I think you'll find it gives you real insight into some of the creatures around here. Enough talk! Let's do the mash - the mushroom mash!": "À, vâng, tôi biết tôi có thể tin tưởng vào bạn mà! Chúng ta hãy cùng nhau thực hiện một cuộc hành trình, bạn và tôi.\n\nTôi sẽ cần bạn lấy cho tôi một ít chocoberries và nấm cay để tôi có thể làm cho bạn một món nghiền đặc biệt. Nó có thể có vị hơi lạ, nhưng tôi nghĩ bạn sẽ thấy nó cho bạn cái nhìn sâu sắc thực sự về một số sinh vật xung quanh đây. Đủ rồi! Hãy làm món nghiền - món nghiền nấm!",
  "My stomach is empty and my appetite is roaring. An Aubergine Parmesan would fill me right up! And as long as you're so graciously indulging me, Pumpkin Scones to finish my meal sounds scrumptious. Just a single serving of each please; I wouldn't want to be greedy after all.": "Bụng tôi đang trống rỗng và sự thèm ăn của tôi đang gầm lên. Một món Cà Tím Parmesan sẽ lấp đầy tôi ngay lập tức! Và miễn là bạn đang chiều chuộng tôi một cách hào phóng, Bánh Nướng Bí Ngô để kết thúc bữa ăn của tôi nghe có vẻ ngon tuyệt. Chỉ cần một phần ăn của mỗi món thôi nhé; Tôi không muốn tham lam sau tất cả.",
  "Do you ever get cravings for chocolate? That's me, right now. But... I still want to eat healthy. I'll compromise and enjoy a fresh Chocoberry instead, assuming you're able to bring me one.": "Bạn có bao giờ thèm sô cô la không? Đó là tôi, ngay bây giờ. Nhưng... tôi vẫn muốn ăn uống lành mạnh. Tôi sẽ thỏa hiệp và thưởng thức một quả Chocoberry tươi thay thế, với điều kiện là bạn có thể mang cho tôi một quả.",
  "I could really go for a mushroom snack right now. They're nature's gift to my highly refined palate, and I wouldn't want to look a gift horse in the mouth, now would I? Now, please -- bring me some mushrooms!": "Tôi thực sự có thể dùng một món ăn nhẹ từ nấm ngay bây giờ. Chúng là món quà của thiên nhiên dành cho vòm miệng tinh tế của tôi, và tôi sẽ không muốn soi mói quà tặng, phải không? Bây giờ, xin vui lòng -- hãy mang cho tôi một ít nấm!",
  "I'm feeling a mite peckish, and some Blueberries seem like just the right pick-me-up. Nothing beats the freshly picked Blueberries that grow around town, but really -- any Blueberries will do!": "Tôi đang cảm thấy hơi đói, và một ít Quả Việt Quất có vẻ như là một món ăn vực dậy tinh thần phù hợp. Không gì đánh bại được những quả Việt Quất mới hái mọc xung quanh thị trấn, nhưng thực sự -- bất kỳ loại Quả Việt Quất nào cũng được!"
}