{
  "Fancy Craze A-Maze": "Mê Cung Diệu Kỳ Thời Thượng",
  "Triangulate": "Tam giác hóa",
  "Let the lush colors of this fireplace imbue your home with warmth.": "Để màu sắc tươi tốt của lò sưởi này mang lại sự ấm áp cho ngôi nhà của bạn nha.",
  "Warmly Chromatic Fireplace": "Lò Sưởi Sắc Màu Ấm Áp",
  "The creator of this lamp had a dream about exploding stars that led them to design this fixture.": "Nhà thiết kế cái đèn này đã có một giấc mơ về các ngôi sao nổ tung, rồi nó dẫn họ đến việc thiết kế ra cái đèn này đó.",
  "Explosion of Light Fixture": "Đèn nổ banh xác!",
  "A lamp as elegant, fun, and flirty as this one can be a bit much for some, but it’s absolutely perfect for any maximalist’s gorgeously over the top abode.": "Một cái đèn vừa thanh lịch, vừa vui tươi, vừa quyến rũ như vầy có thể hơi lố với vài người, nhưng lại hoàn hảo cho căn nhà lộng lẫy quá trời của mấy bạn theo chủ nghĩa tối đa đó nha.",
  "Fringe of Elegance Lamp": "Đèn Tua Rua Thanh Lịch",
  "There are enough panels in this mirror for you to examine every facet of your gregarious personality.": "Có đủ tấm trong cái gương này để bạn soi xét mọi khía cạnh trong tính cách hướng ngoại của bạn đó.",
  "Panels of Self Mirror": "Gương Ghép Tự Ngắm",
  "A gallery wall is like a journal of your likes, interests, and wishes... but for your wall! Gather all your best thoughts and put them up there!": "Tường trưng bày như một cuốn nhật ký về những thứ bạn thích, quan tâm và mong ước... nhưng mà cho bức tường của bạn đó! Gom hết mấy ý tưởng hay ho nhất rồi treo lên đi thôi!",
  "Collage of Personality": "Tổng hợp tính cách",
  "If your walls are bold, your furniture is fierce, and even the lighting hanging from your ceiling is daring, you’re going to need a floor to match. Lucky for you, this rug has come to the rescue.": "Nếu tường nhà bạn đậm chất, đồ đạc thì \"chất chơi\", đến cả đèn treo trần cũng táo bạo, thì bạn cần một tấm thảm sàn \"xứng tầm\" luôn. May mắn cho bạn là tấm thảm này đã đến giải cứu rồi đây.",
  "Plushly Bold Rug": "Thảm Nhung Đậm Đà",
  "Have you ever spent so many simoleons on furniture that you forgot to add in a wall or two? Well, thank goodness for this wall divider! It'll solve your problems and still look fancy!": "Có bao giờ bạn mua sắm nội thất đã đời tới nỗi quên xây tường chưa? May mà có vách ngăn này nè! Nó sẽ giải quyết vấn đề của bạn mà vẫn trông xịn sò đó!",
  "The Luxurious Divide": "Sự Phân Chia Sang Chảnh",
  "This deliciously bold art piece will be a touch of regal whimsy to any space.": "Bức tranh đậm đà và ngon mắt này sẽ mang một chút chất vương giả, lại vừa có nét tinh nghịch đáng yêu cho bất kỳ không gian nào.",
  "Stately Plumage Sculpt": "Điêu Khắc Lông Vũ Trang Nghiêm",
  "A lovely 3D printed piece of a giraffe mother and her babe.": "Một món đồ in 3D dễ thương hình ảnh mẹ con nhà hươu cao cổ nè.",
  "Geometric Giraffes": "Hươu Cao Cổ Hình Học",
  "Don’t get lost staring into the circle of infinity. Don’t get lost staring into the circle of infinity. Don’t get lost…": "Đừng lạc lối khi nhìn chằm chằm vào vòng tròn vô cực nha. Đừng lạc lối khi nhìn chằm chằm vào vòng tròn vô cực nha. Đừng lạc lối...",
  "Circle of Infinity": "Vòng Tròn Vô Cực",
  "This wainscoting trim is so bold and fearless you could pair it with anything!": "Cái viền ốp tường này táo bạo với chất chơi quá xá, phối với cái gì cũng được tuốt!",
  "Truly Fearless Wainscoting": "Ốp chân tường Wainscoting Siêu Bản Lĩnh",
  "More Truly Fearless Wainscoting": "Ốp Tường Wainscoting Thật Sự Gan Dạ Hơn",
  "Way More Truly Fearless Wainscoting": "Ốp Tường \"Đại Ca Không Ngán Bố Con Thằng Nào\" Xịn Sò Hơn Nhiều",
  "Mixing textures in a room is a great way to play with maximalism. Mixing textures in one piece is next level for sure. Level up with the soft plush upholstery and the sleek polished metal base of this living room chair.": "Mix các loại chất liệu trong phòng là cách hay để chơi hệ maximalism đó nha. Mà mix chất liệu trong một món đồ thì đúng là đỉnh của chóp luôn á. \"Lên level\" với cái ghế phòng khách này đi, vừa có lớp bọc nhung mềm mại, vừa có phần chân kim loại bóng loáng luôn nè.",
  "Sumptuous Throne for Everyday Living": "Ngai Vàng Lộng Lẫy Cho Cuộc Sống Thường Nhật",
  "All the patterns are meant to go together. And all the colors or meant to go together. Live life boldly, don’t let anyone tell you differently.": "Mấy họa tiết này là để đi chung với nhau đó nha. Với cả mấy màu này cũng hợp rơ nữa. Sống hết mình đi, đừng để ai bảo gì hết trơn á.",
  "Maximalist’s Dream Sofa": "Ghế Sofa Ước Mơ Của Dân Tối Đa",
  "This coffee table is exactly what it was named: A Balanced Place for Coffee.": "Cái bàn cà phê này đúng như tên gọi của nó: Một Chỗ Cân Bằng để Đặt Cà Phê.",
  "A Balanced Place for Coffee": "Quán cà phê vừa đủ chất.",
  "Add a touch of regal elegance to any room with this accent table.": "Thêm một chút sang chảnh quý tộc vào phòng với cái bàn trang trí này nha.",
  "A Regal Stand": "Giá Đỡ Hoàng Gia",
  "Refined, dynamic, and fun. This hallway table playfully elevates any setting.": "Tinh tế, năng động và vui nhộn. Cái bàn hành lang này nâng tầm mọi không gian một cách đầy tinh nghịch.",
  "Bold Indulgence Hallway Table": "Bàn Hành Lang \"Tận Hưởng\" Hết Mình",
  "Max Luxe": "Max Luxe",
  "Birds and Flower in Hand": "Chim và Hoa trên tay",
  "Geo and Logic": "Địa lý và Logic",
  "The Tiger Stalks Tonight": "Hổ Rình Rập Đêm Nay"
}