{
  "Thank you for your donation. This knit is gorgeous and functional!": "Cảm ơn bạn vì khoản quyên góp này. Món đồ đan này vừa đẹp vừa hữu dụng!",
  "(From Donating Knit Wear)": "(Từ Việc Quyên Góp Đồ Đan)",
  "Thank you for your hat donation. This will surely keep someone's head warm!": "Cảm ơn bạn vì đã quyên góp mũ. Chắc chắn nó sẽ giữ ấm đầu cho ai đó đó!",
  "Thank you for your toy donation! It is absolutely adorable, and so well made. A child is going to love this.": "Cảm ơn bạn vì đã quyên góp đồ chơi! Nó thực sự rất đáng yêu và được làm rất tốt. Một đứa trẻ sẽ thích nó lắm đây.",
  "This onesie is just the cutest! So soft, and warm too. Thank you so much for your donation.": "Bộ áo liền quần này cưng xỉu luôn á! Vừa mềm vừa ấm nữa. Cảm ơn bạn rất nhiều vì khoản quyên góp này.",
  "Thank you for donating this... strange round thing. Surely it will be of some use?": "Cảm ơn bạn vì đã quyên góp cái... thứ tròn tròn kỳ lạ này. Chắc chắn nó sẽ có ích gì đó chứ nhỉ?",
  "Thank you for your rug donation! There are ten toes out there that are going to be very happy to nestle into this cozy knit.": "Cảm ơn bạn vì đã quyên góp tấm thảm! Sẽ có mười ngón chân ngoài kia rất vui khi được rúc vào món đồ đan ấm cúng này đó.",
  "Thank you for donating socks. These are very valuable to the shelter. Please think of us if you have more socks to donate in the future.": "Cảm ơn bạn vì đã quyên góp tất. Chúng rất có giá trị đối với trại tạm trú. Hãy nhớ đến chúng tôi nếu bạn có thêm tất để quyên góp trong tương lai nhé.",
  "Thank you so much for your sweater donation. The shelter can always use more warm clothing!": "Cảm ơn bạn rất nhiều vì đã quyên góp áo len. Trại tạm trú luôn có thể sử dụng thêm quần áo ấm!",
  "Is it a sweater? Is it a scarf? Scwarf? Whatever it is, it's awesome! Thank you for your donation. The shelter always needs more warm clothes.": "Đây là áo len à? Hay là khăn choàng cổ? Khăn-len? Dù là gì đi nữa thì nó cũng đỉnh á! Cảm ơn bạn vì khoản quyên góp này. Trại tạm trú luôn cần thêm quần áo ấm.",
  "(From Finishing a Knitting Project)": "(Từ Việc Hoàn Thành Dự Án Đan Lát)",
  "(FROM FINISHING A KNITTING PROJECT)": "(TỪ VIỆC HOÀN THÀNH DỰ ÁN ĐAN LÁT)",
  "(From Bored by Knitting)": "(Từ Chán Việc Đan Lát)",
  "(From Being Taught to Knit)": "(Từ Việc Được Dạy Đan Lát)",
  "(From receiving a Sweater from a Significant Other)": "(Từ Việc Nhận Áo Len Từ Người Yêu Thương)",
  "Oh no, you're cursed! They say couples with the Sweater Curse are destined to break up, so be very, <b>very</b> careful. Maybe don't try anything romantic for awhile, because it will <i>not</i> go well. The threads of fate can be cruel.": "Ối không, bạn bị nguyền rồi! Người ta nói rằng các cặp đôi dính phải Lời Nguyền Áo Len đều có số chia tay, nên phải thật, <b>thật</b> cẩn thận đó. Có lẽ đừng cố gắng làm gì lãng mạn trong một thời gian, bởi vì nó sẽ <i>không</i> thành công đâu. Sợi chỉ định mệnh có thể rất tàn nhẫn đó.",
  "(From Gifting a Sweater to a Significant Other)": "(Từ Việc Tặng Áo Len Cho Người Yêu Thương)",
  "<b>{1.ObjectName}'s</b> listing duration on Plopsy has expired! The item has been returned to your inventory. Feel free to list it for sale again.": "Thời gian niêm yết <b>{1.ObjectName}</b> trên Plopsy đã hết hạn! Vật phẩm đã được trả lại vào hành trang của bạn. Bạn có thể niêm yết nó để bán lại nhé.",
  "Oh boy! <i>{0.String}</i> would like to purchase <b>{1.ObjectName}</b> on Plopsy. If you agree to the sale then find the <b>{1.ObjectName}</b> in the inventory and Ship it to send it off to its new forever home.": "Ôi trời! <i>{0.String}</i> muốn mua <b>{1.ObjectName}</b> trên Plopsy kìa. Nếu bạn đồng ý bán thì hãy tìm <b>{1.ObjectName}</b> trong hành trang và Giao Hàng để gửi nó đến ngôi nhà mới vĩnh viễn của nó nha.",
  "<i>{0.String} replies,</i> \"I got your package, thank you! The item is exactly as it was described.\"": "<i>{0.String} trả lời,</i> \"Tôi đã nhận được hàng rồi, cảm ơn bạn! Vật phẩm giống y như mô tả.\"",
  "<i>{0.String} replies,</i> \"Just got your <b>{1.ObjectName}</b>, it's a little smaller than I imagined, but thank you anyway. My fault for not reading the listing more carefully.\"": "<i>{0.String} trả lời,</i> \"Tôi vừa nhận được <b>{1.ObjectName}</b> của bạn, nó hơi nhỏ hơn so với tôi tưởng tượng, nhưng dù sao thì cũng cảm ơn bạn. Lỗi của tôi vì đã không đọc kỹ thông tin niêm yết.\"",
  "<i>{0.String} replies,</i> \"This is awesome, thank you! I'd give you a good review, but it's way too much effort to do so.\"": "<i>{0.String} trả lời,</i> \"Cái này đỉnh quá, cảm ơn bạn! Tôi sẽ đánh giá tốt cho bạn, nhưng làm vậy tốn công sức quá.\"",
  "<i>{0.String} replies,</i> \"Your <b>{1.ObjectName}</b> arrived today! This looks even better in person, love it! <3\"": "<i>{0.String} trả lời,</i> \"<b>{1.ObjectName}</b> của bạn đã đến hôm nay! Cái này nhìn ngoài đời còn đẹp hơn nữa, thích quá đi! <3\"",
  "<i>{0.String} replies,</i> \"I got your <b>{1.ObjectName}</b>, it looks even more beautiful in person than the vague online listing implied!\"": "<i>{0.String} trả lời,</i> \"Tôi đã nhận được <b>{1.ObjectName}</b> của bạn, nó trông ngoài đời còn đẹp hơn cả những gì thông tin niêm yết mơ hồ trên mạng cho thấy!\"",
  "<i>{0.String} replies,</i> \"I got the thing, thx.\"": "<i>{0.String} trả lời,</i> \"Tôi nhận được đồ rồi, cám ơn.\"",
  "<i>{0.String} replies,</i> \"Just got your <b>{1.ObjectName}</b> in the mail! Love it! Thank you! 5 stars!\"": "<i>{0.String} trả lời,</i> \"Vừa nhận được <b>{1.ObjectName}</b> của bạn qua đường bưu điện! Thích quá! Cảm ơn bạn! 5 sao nhé!\"",
  "<i>{0.String} replies,</i> \"Wearing your <b>{1.ObjectName}</b> gives me the confidence I need to achieve my life goals! Who knew that yarn had such power?\"": "<i>{0.String} trả lời,</i> \"Mặc <b>{1.ObjectName}</b> của bạn cho tôi sự tự tin cần thiết để đạt được mục tiêu cuộc đời! Ai mà biết được sợi len lại có sức mạnh đến vậy?\"",
  "<i>{0.String} replies,</i> \"Do you make these for a living? Great craftsmanship. I salute you, artisan!\"": "<i>{0.String} trả lời,</i> \"Bạn làm mấy cái này để kiếm sống à? Tay nghề đỉnh thật. Tôi xin bái phục bạn, nghệ nhân!\"",
  "<i>{0.String} replies,</i> \"Just received your <b>{1.ObjectName}</b>. Super comfortable. Kind of itchy. Would buy again.\"": "<i>{0.String} trả lời,</i> \"Vừa nhận được <b>{1.ObjectName}</b> của bạn. Siêu thoải mái. Hơi ngứa. Sẽ mua lại.\"",
  "<i>{0.String} replies,</i> \"Just got the <b>{1.ObjectName}</b>, thank you. Have a nice day.\"": "<i>{0.String} trả lời,</i> \"Vừa nhận được <b>{1.ObjectName}</b>, cảm ơn bạn. Chúc bạn một ngày tốt lành.\"",
  "<i>{0.String} replies,</i> \"I'm not sure if I meant to buy this, but I don't hate it. Thanks, I guess?\"": "<i>{0.String} trả lời,</i> \"Tôi không chắc là tôi có ý định mua cái này không, nhưng tôi không ghét nó. Chắc là cảm ơn?\"",
  "<i>{0.String} replies,</i> \"Your package arrived early! This is everything I wanted and more! Thank you!\"": "<i>{0.String} trả lời,</i> \"Hàng của bạn đến sớm hơn dự kiến! Cái này là tất cả những gì tôi muốn và hơn thế nữa! Cảm ơn bạn!\"",
  "<i>{0.String} replies,</i> \"Thanks for the package! Is it just me, or is this <b>{1.ObjectName}</b> a really comfortable footstool?\"": "<i>{0.String} trả lời,</i> \"Cảm ơn bạn vì gói hàng! Có phải chỉ mình tôi thấy vậy không, hay là cái <b>{1.ObjectName}</b> này là một cái ghế đẩu kê chân thực sự thoải mái vậy?\"",
  "<i>{0.String} replies,</i> \"I got the package! This <b>{1.ObjectName}</b> fits perfectly. Thanks!\"": "<i>{0.String} trả lời,</i> \"Tôi nhận được hàng rồi! Cái <b>{1.ObjectName}</b> này vừa vặn hoàn hảo luôn. Cảm ơn bạn!\"",
  "<i>{0.String} replies,</i> \"Your <b>{1.ObjectName}</b> arrived. Is it supposed to smell like this?\"": "<i>{0.String} trả lời,</i> \"<b>{1.ObjectName}</b> của bạn đã đến rồi. Nó có phải là nên có mùi như vậy không?\"",
  "<i>{0.String} replies,</i> \"I just got your package. Thank you so much. This is going to make the perfect door stop.\"": "<i>{0.String} trả lời,</i> \"Tôi vừa nhận được hàng của bạn. Cảm ơn bạn rất nhiều. Cái này sẽ là cái chặn cửa hoàn hảo đó.\"",
  "<i>{0.String} replies,</i> \"I got your <b>{1.ObjectName}</b> in the mail! By any chance was this supposed to be edible? Asking for a friend.\"": "<i>{0.String} trả lời,</i> \"Tôi nhận được <b>{1.ObjectName}</b> của bạn qua đường bưu điện rồi! Có khi nào cái này đáng lẽ ra phải ăn được không vậy? Hỏi giúp bạn tôi.\"",
  "Humble Knitter": "Người Đan Khiêm Tốn",
  "Thread Setter": "Người Tạo Ra Sợi Chỉ",
  "Dream Weaver": "Người Dệt Giấc Mơ",
  "{F0.Lady}{M0.Lord} of the Knits": "{F0.Lady}{M0.Lord} Bá Tước Đan Lát",
  "The ascension to glory is complete! {0.SimFirstName} has become the {F0.Lady}{M0.Lord} of the Knits! Long may {F0.she}{M0.he} reign!\\n \\n<b>Trait Earned:</b> Sacred Knitting Knowledge\\n\\nWith this gift, {F0.she}{M0.he} can unite threads to create things once thought impossible, willing them into existence with {F0.her}{M0.his} needles and a sacred ball of yarn. {0.SimFirstName} also gains bonuses to teaching others how to knit, and can also dispel the vile black magic of the Sweater Curse.": "Sự thăng hoa đến vinh quang đã hoàn thành! {0.SimFirstName} đã trở thành {F0.Lady}{M0.Lord} Bá Tước Đan Lát! Cầu mong {F0.she}{M0.he} trị vì muôn năm!\\n \\n<b>Đặc Điểm Nhận Được:</b> Kiến Thức Đan Lát Thiêng Liêng\\n\\nVới món quà này, {F0.cô}{M0.anh} có thể hợp nhất các sợi chỉ để tạo ra những thứ mà trước đây người ta từng nghĩ là không thể, biến chúng thành hiện thực bằng kim đan và một cuộn len thiêng liêng. {0.SimFirstName} cũng nhận được tiền thưởng khi dạy người khác cách đan, và cũng có thể xua tan ma thuật đen tối của Lời Nguyền Áo Len.",
  "This Sim has yarn running through {F0.her}{M0.his} veins and will stop at nothing on {F0.her}{M0.his} quest to craft the perfect knittable!": "Sim này có sợi len chảy trong huyết quản và sẽ không dừng lại trước bất cứ điều gì trong hành trình chế tạo món đồ đan hoàn hảo!",
  "Knitting Boost": "Tăng Cường Đan Lát",
  "This will boost the speed at which your Sim gains Knitting Skill while in a Club Gathering.": "Điều này sẽ tăng tốc độ Sim của bạn đạt được Kỹ Năng Đan Lát khi đang tham gia Buổi Tụ Tập Câu Lạc Bộ.",
  "THE TANGLED CONQUEST HAS ENDED IN VICTORY!!! VALHALLA AWAITS!!! ": "CUỘC CHINH PHỤC RỐI RẮM ĐÃ KẾT THÚC VỚI CHIẾN THẮNG!!! VALHALLA CHỜ ĐỢI!!!",
  "BRUTAL KNITS": "ĐỒ ĐAN TÀN BẠO",
  "It's never too late to start over!": "Không bao giờ là quá muộn để bắt đầu lại!",
  "Fresh Start!": "Khởi Đầu Mới!",
  "A tight weave with an even pattern and no slipped stitches! Practically perfect in every way.": "Đan chặt chẽ với hoa văn đều và không bị tuột mũi! Gần như hoàn hảo về mọi mặt.",
  "Great Knits!": "Đồ Đan Tuyệt Vời!",
  "Well, that gift didn't go over so well. Just smile and scream into the void until it stops hurting. ": "Chà, món quà đó không được đón nhận cho lắm. Cứ cười và hét vào khoảng không vô định cho đến khi hết đau thôi.",
  "Internal Screaming": "Hét Thầm Trong Lòng",
  "Something feels slightly magical... as if another franchise made its way into this world!": "Có gì đó hơi kỳ diệu... như thể một thương hiệu khác đã tìm đường đến thế giới này vậy!",
  "Interwoven Fates": "Số Phận Đan Xen",
  "It's as if a thousand tiny insects are nibbling the flesh.": "Cứ như thể hàng ngàn con côn trùng nhỏ đang rỉa thịt vậy.",
  "Itchy Knits": "Đồ Đan Gây Ngứa",
  "Knitting project complete! A combination of patience, passion, and perseverance made this moment possible.": "Dự án đan lát đã hoàn thành! Sự kết hợp giữa kiên nhẫn, đam mê và sự kiên trì đã làm cho khoảnh khắc này trở nên khả thi.",
  "Kneat Knits": "Đồ Đan Hoàn Hảo",
  "Knitting for a good cause feels great! It may feel small, but donated knits can have a big impact on a stranger's happiness.": "Đan lát vì một mục đích tốt đẹp thật tuyệt vời! Nó có thể cảm thấy nhỏ bé, nhưng đồ đan được quyên góp có thể có tác động lớn đến hạnh phúc của một người lạ đó.",
  "Knittable Contribution to the Betterment of Society": "Đóng Góp Đan Lát cho Sự Tiến Bộ của Xã Hội",
  "You see that knit? I MADE THAT! IT WAS ME!": "Bạn thấy món đồ đan đó không? TÔI LÀM ĐÓ! LÀ TÔI ĐÓ!",
  "I Made That!": "Tôi Làm Đó!",
  "Some Sims have a limited amount of patience for the yarn based arts. It's time to put the knitting away and try again later.": "Một số Sim có sự kiên nhẫn hạn chế đối với nghệ thuật dựa trên sợi. Đến lúc cất đồ đan đi và thử lại sau thôi.",
  "No. More. Knitting.": "Không. Đan. Nữa.",
  "This Sim is learning to hear the whispers of the yarn over the chattering of the needles. Keep knitting to hone those textile art skills.": "Sim này đang học cách lắng nghe tiếng thì thầm của sợi len hơn là tiếng lách cách của kim đan. Hãy tiếp tục đan để trau dồi những kỹ năng nghệ thuật dệt may đó nha.",
  "Ready, Set, Knit!": "Sẵn Sàng, Bắt Đầu, Đan!",
  "They say couples with the Sweater Curse are destined to break up, so this Sim should be very, <b>very</b> careful. Maybe don't try anything romantic for awhile, because it will <i>not</i> go well. The threads of fate can be so cruel...": "Người ta nói rằng các cặp đôi dính phải Lời Nguyền Áo Len đều có số chia tay, nên Sim này phải thật, <b>thật</b> cẩn thận đó. Có lẽ đừng cố gắng làm gì lãng mạn trong một thời gian, bởi vì nó sẽ <i>không</i> thành công đâu. Sợi chỉ định mệnh có thể rất tàn nhẫn...",
  "The Sweater Curse": "Lời Nguyền Áo Len",
  "Uhh, thanks? It'll make a good birds nest at least. If the birds aren't picky...": "Ờ, cảm ơn? Ít nhất nó sẽ làm một cái tổ chim tốt đó. Nếu chim không kén chọn...",
  "Unfortuknits": "Đồ Đan Xui Xẻo",
  "Music to keep calm and focused.": "Nhạc để giữ bình tĩnh và tập trung.",
  "Chill Tunes": "Nhạc Chill",
  "BANG YOUR HEAD, SCREAM OUT YOUR LUNGS, AND KNIT A SWEATER BECAUSE YOU'RE LISTENING TO METAL.": "LẮC ĐẦU, HÉT THẬT TO, VÀ ĐAN MỘT CÁI ÁO LEN VÌ BẠN ĐANG NGHE NHẠC METAL.",
  "GREAT TUNES": "NHẠC HAY",
  "This Sim made a sale on Plopsy! Having an internet stranger buy your stuff is surprisingly validating, keep it up!": "Sim này đã bán được hàng trên Plopsy! Việc một người lạ trên mạng mua đồ của bạn thật sự rất đáng khích lệ đó, hãy tiếp tục nhé!",
  "Plopsy'd!": "Đã Bán Trên Plopsy!",
  "Nobody said knitting was easy! It's great to have a mentor to help out.": "Không ai nói đan lát là dễ cả! Thật tuyệt khi có một người hướng dẫn để giúp đỡ.",
  "Knitting Mentorship": "Người Hướng Dẫn Đan Lát",
  "<font color='#EC262E'>Requires Knitting Skill Level 1 to craft</font>": "<font color='#EC262E'>Yêu cầu Kỹ Năng Đan Lát Cấp 1 để chế tạo</font>",
  "<font color='#EC262E'>Requires Knitting Skill Level 8 to craft</font>": "<font color='#EC262E'>Yêu cầu Kỹ Năng Đan Lát Cấp 8 để chế tạo</font>",
  "<font color='#EC262E'>Requires Knitting Skill Level 5 to craft</font>": "<font color='#EC262E'>Yêu cầu Kỹ Năng Đan Lát Cấp 5 để chế tạo</font>",
  "<font color='#EC262E'>Requires the Sacred Knitting Knowledge Reward Trait to craft</font>": "<font color='#EC262E'>Yêu cầu Đặc Điểm Phần Thưởng Kiến Thức Đan Lát Thiêng Liêng để chế tạo</font>",
  "<font color='#EC262E'>Requires Knitting Skill Level 9 to craft</font>": "<font color='#EC262E'>Yêu cầu Kỹ Năng Đan Lát Cấp 9 để chế tạo</font>",
  "<font color='#EC262E'>Requires Knitting Skill Level 2 to craft</font> ": "<font color='#EC262E'>Yêu cầu Kỹ Năng Đan Lát Cấp 2 để chế tạo</font>",
  "Knitting": "Đan",
  "Knit Stuff!": "Đồ Đan Lát!",
  "No knitting! Don't even think about it.": "Cấm đan lát! Đừng có mà nghĩ đến chuyện đó.",
  "Woven Garden ": "Vườn Dệt",
  "Little Sprout": "Mầm Non Nhỏ",
  "Basically Boot-iful": "Cơ Bản Là Đẹp Như Bốt",
  "Darning Dazzled ": "Vá Lỗi Lóa Mắt",
  "Garden of Grace": "Vườn Ân Sủng",
  "Suave Knits": "Đồ Đan Bảnh Bao",
  "For the advanced practitioner of the fiber arts this book offers advice on advance stitches, a history of competitive heavy metal knitting, and tips and tricks on how to sneak your latest yarn purchase into the house without your significant other knowing.": "Đối với những người hành nghề nghệ thuật sợi tiên tiến, cuốn sách này cung cấp lời khuyên về các mũi khâu nâng cao, lịch sử của môn đan heavy metal cạnh tranh và các mẹo và thủ thuật về cách lén lút mang món đồ len mới mua vào nhà mà không để người yêu biết.",
  "Knitting Vol 3: Knitting Backwards With Your Eyes Closed": "Đan Lát Tập 3: Đan Ngược Bằng Mắt Nhắm",
  "Begin your knitting journey with the Knit and Purl stitches, and master the basics of k2tog. Don't know what that means? Read this book to find out!": "Bắt đầu hành trình đan lát của bạn với các mũi đan Knit và Purl, và làm chủ những điều cơ bản của k2tog. Không biết điều đó có nghĩa là gì? Đọc cuốn sách này để tìm hiểu nhé!",
  "Knitting Vol 1: k2tog & The Basics of Yarn": "Đan Lát Tập 1: k2tog & Những Điều Cơ Bản Về Len",
  "Expand your knitting repertoire with new, advanced stitches, like Honeycomb Brioche and Lacy Heart Stitch. These stitches are not too tricky, but you need to keep an eye on where exactly you are in the pattern. There is nothing worse than getting lost!": "Mở rộng vốn kiến thức đan lát của bạn với các mũi khâu mới, nâng cao, như Honeycomb Brioche và Lacy Heart Stitch. Những mũi khâu này không quá khó, nhưng bạn cần để mắt đến chính xác vị trí của mình trong mẫu. Không có gì tệ hơn là bị lạc đâu đó!",
  "Knitting Vol 2: The Diagonal Lace Stripe Stitch & Friends": "Đan Lát Tập 2: Mũi Sọc Ren Chéo & Bạn Bè",
  "A book about knitting.": "Một cuốn sách về đan lát.",
  "How to Knit": "Cách Đan Lát",
  "Do you have a hard time sticking with just one creative passion? Do you feel the need to dabble in paint, papercraft, yarn, and more? This desk was made for you! It features lots of drawers and shelves to organize your supplies so you can get started quickly whenever inspiration strikes.": "Bạn có gặp khó khăn khi chỉ gắn bó với một niềm đam mê sáng tạo không? Bạn có cảm thấy cần phải thử sức với sơn, thủ công giấy, len và hơn thế nữa không? Bàn làm việc này được làm ra cho bạn đó! Nó có rất nhiều ngăn kéo và kệ để sắp xếp đồ dùng của bạn để bạn có thể bắt đầu nhanh chóng bất cứ khi nào có cảm hứng.",
  "What's Your Favorite Hobby? Craft Storage Desk": "Sở Thích Yêu Thích Của Bạn Là Gì? Bàn Lưu Trữ Đồ Thủ Công",
  "The Crafter's Delight Desk comes with plenty of shelves and drawers for storage of art supplies. It even has a special place to hold yarn! Pair The Crafter's Delight Desk with The Crafter's Delight Hallway Table to create a spacious crafting table with plenty of space on top for books, knits, sculptures, and more. The desk combines seamlessly with the hallway table when they are placed back to back.": "Bàn Làm Việc Thủ Công Tuyệt Vời đi kèm với nhiều kệ và ngăn kéo để lưu trữ đồ dùng nghệ thuật. Nó thậm chí còn có một vị trí đặc biệt để đựng len! Ghép Bàn Làm Việc Thủ Công Tuyệt Vời với Bàn Hành Lang Thủ Công Tuyệt Vời để tạo ra một bàn thủ công rộng rãi với nhiều không gian phía trên cho sách, đồ đan, điêu khắc và hơn thế nữa. Bàn làm việc kết hợp liền mạch với bàn hành lang khi chúng được đặt đối lưng vào nhau.",
  "The Crafter's Delight Desk": "Bàn Làm Việc Thủ Công Tuyệt Vời",
  "Because yarn is a lifestyle choice.": "Bởi vì len là một lựa chọn lối sống.",
  "Crocheted Flower Door": "Cửa Hoa Móc",
  "Knitted clothing hand crafted with love.": "Quần áo đan được làm thủ công bằng tình yêu.",
  "Gray & Brown Dotted Low-cut Socks": "Tất Cổ Ngắn Chấm Bi Nâu & Xám",
  "Blue & Gray Dotted Crew Socks": "Tất Cao Chấm Bi Xám & Xanh Dương",
  "Blue & White Low-cut Socks": "Tất Cổ Ngắn Trắng & Xanh Dương",
  "Blue, Yellow, & Pink Striped Low-cut Sock": "Tất Cổ Ngắn Sọc Hồng, Vàng & Xanh Dương",
  "The Forsaken Sweater": "Áo Len Bị Lãng Quên",
  "Don't Worry, We Still Love You Bear Beanie": "Đừng Lo Lắng, Chúng Ta Vẫn Yêu Bạn Mũ Gấu",
  "Mismatched Socks": "Tất Lệch",
  "Cream Mid-Calf Socks": "Tất Bắp Chân Kem",
  "Gray & Black Crew Socks": "Tất Cao Đen & Xám",
  "Green Multi-colored Crew Socks": "Tất Cao Nhiều Màu Xanh Lá Cây",
  "Pink Raccoon Crew Socks": "Tất Cao Gấu Mèo Hồng",
  "Gray Raccoon Crew Socks": "Tất Cao Gấu Mèo Xám",
  "Grey & Red Crew Socks": "Tất Cao Đỏ & Xám",
  "Gray & Teal Crew Socks": "Tất Cao Xám & Mòng Két",
  "Knitting clothing with unfeigned MALICE.": "Đan quần áo với ÁC Ý không giả tạo.",
  "\"Defeated By A Frog Pattern\" Toddler Onesie": "Áo Liền Quần Cho Trẻ Tập Đi \"Bại Trận Bởi Mẫu Ếch\"",
  "Cozy and colorful, this mailbox is a crafter's delight, and a yarn lover's dream.": "Ấm cúng và đầy màu sắc, hộp thư này là niềm vui của người thợ thủ công và là giấc mơ của người yêu len.",
  "Cozy Knitted Mailbox": "Hộp Thư Đan Ấm Cúng",
  "Crafted with care, this plant hanger is designed to hold a small, round pot. This hanger is short, and perfect for hanging plants up high. Sims can walk under it.": "Được chế tác cẩn thận, móc treo cây này được thiết kế để giữ một chậu tròn nhỏ. Móc treo này ngắn và hoàn hảo để treo cây lên cao. Sim có thể đi bộ bên dưới nó.",
  "Short Hanger for Succulent in a Round Pot": "Móc Treo Ngắn cho Cây Mọng Nước Trong Chậu Tròn",
  "Crafted with care, this plant hanger is designed to hold a small, round pot. This hanger is neither short nor long, but somewhere in-between. Sims cannot walk under it.": "Được chế tác cẩn thận, móc treo cây này được thiết kế để giữ một chậu tròn nhỏ. Móc treo này không ngắn cũng không dài, mà ở đâu đó giữa hai loại đó. Sim không thể đi bộ bên dưới nó.",
  "Medium Hanger for Succulent in a Round Pot": "Móc Treo Trung Bình cho Cây Mọng Nước Trong Chậu Tròn",
  "Crafted with care, this plant hanger is designed to hold a small, round pot. This hanger is long. Sims cannot walk under it.": "Được chế tác cẩn thận, móc treo cây này được thiết kế để giữ một chậu tròn nhỏ. Móc treo này dài. Sim không thể đi bộ bên dưới nó.",
  "Long Hanger for Succulent in a Round Pot": "Móc Treo Dài cho Cây Mọng Nước Trong Chậu Tròn",
  "Three plants nestled snugly in the embrace of a handcrafted plant hanger. This hanger is short, and perfect for hanging plants up high. Sims can walk under it.": "Ba cây được nép mình thoải mái trong vòng tay của một móc treo cây thủ công. Móc treo này ngắn và hoàn hảo để treo cây lên cao. Sim có thể đi bộ bên dưới nó.",
  "Short Hanger for Three Plants": "Móc Treo Ngắn cho Ba Cây",
  "Three plants nestled snugly in the embrace of a handcrafted plant hanger. This hanger is neither short nor long, but somewhere in-between. Sims cannot walk under it.": "Ba cây được nép mình thoải mái trong vòng tay của một móc treo cây thủ công. Móc treo này không ngắn cũng không dài, mà ở đâu đó giữa hai loại đó. Sim không thể đi bộ bên dưới nó.",
  "Medium Hanger for Three Plants": "Móc Treo Trung Bình cho Ba Cây",
  "Three plants nestled snugly in the embrace of a handcrafted plant hanger. This hanger is long. Sims cannot walk under it.": "Ba cây được nép mình thoải mái trong vòng tay của một móc treo cây thủ công. Móc treo này dài. Sim không thể đi bộ bên dưới nó.",
  "Long Hanger for Three Plants": "Móc Treo Dài cho Ba Cây",
  "A handcrafted plant hanger with a zigzag design that hold a plant in a round pot. This hanger is short, and perfect for hanging plants up high. Sims can walk under it.": "Một móc treo cây thủ công với thiết kế zigzag giữ một cây trong chậu tròn. Móc treo này ngắn và hoàn hảo để treo cây lên cao. Sim có thể đi bộ bên dưới nó.",
  "Short Zigzag Hanger for Plant in a Round Pot": "Móc Treo Zigzag Ngắn cho Cây Trong Chậu Tròn",
  "A handcrafted plant hanger with a zigzag design that hold a plant in a round pot. This hanger is neither short nor long, but somewhere in-between. Sims cannot walk under it.": "Một móc treo cây thủ công với thiết kế zigzag giữ một cây trong chậu tròn. Móc treo này không ngắn cũng không dài, mà ở đâu đó giữa hai loại đó. Sim không thể đi bộ bên dưới nó.",
  "Medium Zigzag Hanger for Plant in a Round Pot": "Móc Treo Zigzag Trung Bình cho Cây Trong Chậu Tròn",
  "A handcrafted plant hanger with a zigzag design that hold a plant in a round pot. This hanger is long. Sims cannot walk under it.": "Một móc treo cây thủ công với thiết kế zigzag giữ một cây trong chậu tròn. Móc treo này dài. Sim không thể đi bộ bên dưới nó.",
  "Long Zigzag Hanger for Plant in a Round Pot": "Móc Treo Zigzag Dài cho Cây Trong Chậu Tròn",
  "For the Sim who just can't have enough knitted decor in their life this cactus is perfect. It looks real, and it never has to be watered. Impress your friends and loved ones by gifting them a knitted cactus today!": "Đối với Sim nào mà thấy đồ trang trí đan chưa bao giờ là đủ trong cuộc sống của họ thì cây xương rồng này là hoàn hảo luôn. Nó trông như thật và không bao giờ cần tưới nước. Hãy gây ấn tượng với bạn bè và những người thân yêu của bạn bằng cách tặng họ một cây xương rồng đan ngay hôm nay!",
  "Crafty Cactus": "Xương Rồng Thủ Công",
  "A knit cactus is a skillful craft that allows the knitter to practice knitting in the round. This little cactus was knit with precision and skill, then nestled in a ceramic llama flower pot. ": "Một cây xương rồng đan là một nghề thủ công khéo léo cho phép người đan thực hành đan tròn. Cây xương rồng nhỏ này được đan với độ chính xác và kỹ năng, sau đó được đặt trong một chậu hoa hình lạc đà không bướu bằng gốm.",
  "Cactus & Llama, the Perfect Pair": "Xương Rồng & Lạc Đà Không Bướu, Một Cặp Đôi Hoàn Hảo",
  "Handcrafted to showcase the cable stitch, among other techniques, this soft wool rug mirrors the texture and comfort of a sweater in a form that offers a cozy experience for the toes.": "Được làm thủ công để giới thiệu mũi đan cable, cùng với các kỹ thuật khác, tấm thảm len mềm mại này phản ánh kết cấu và sự thoải mái của một chiếc áo len dưới dạng mang lại trải nghiệm ấm cúng cho các ngón chân.",
  "Cable Knit Rug": "Thảm Đan Cable",
  "Your craft supplies can now go anywhere you can go! This study cart features wheels for easy portability, stylish colors to match any decor, and comes fully stocked with buttons, bobbins, yarn, and more.": "Đồ dùng thủ công của bạn giờ đây có thể đi đến bất cứ đâu bạn đến! Xe đẩy học tập này có bánh xe để dễ dàng di chuyển, màu sắc phong cách phù hợp với mọi kiểu trang trí và được trang bị đầy đủ cúc áo, suốt chỉ, len và hơn thế nữa.",
  "You Can Do It! Rolling Craft Cart": "Bạn Có Thể Làm Được Mà! Xe Đẩy Thủ Công Có Bánh Xe",
  "Similar to knitting, weaving is an art that at its core is about distinct sets of yarn interlacing to create beautiful designs and form fabric.": "Tương tự như đan lát, dệt là một nghệ thuật mà cốt lõi của nó là về các bộ sợi riêng biệt đan xen để tạo ra những thiết kế đẹp mắt và tạo thành vải.",
  "Table Top Loom": "Khung Cửi Để Bàn",
  "Sweaters, socks, toy penguins, and more, these books of patterns are invaluable resources when dreaming about future knits.": "Áo len, tất, chim cánh cụt đồ chơi và hơn thế nữa, những cuốn sách về mẫu này là nguồn tài nguyên vô giá khi mơ về những món đồ đan trong tương lai.",
  "The Knitter's Almanac": "Niên Giám Đan Lát",
  "Cuddly and cute, Octavian the Octopus adds whimsical charm to any room. His soft, plush body and eight poofy legs are proof that the crafter has mastered knitting in the round.": "Ấm áp và dễ thương, Octavian Bạch Tuộc thêm nét quyến rũ kỳ lạ cho bất kỳ căn phòng nào. Thân hình mềm mại, sang trọng và tám cái chân xù xì của anh ta là bằng chứng cho thấy người thợ thủ công đã làm chủ được kỹ thuật đan tròn.",
  "Octavian the Octopus": "Octavian Bạch Tuộc",
  "Several different knitting skills were combined to create Pepper, your new adorable penguin friend! The beanie on her head is a reminder of how far the crafter's skills have come since the first time they picked up knitting needles.": "Một vài kỹ năng đan khác nhau đã được kết hợp để tạo ra Pepper, người bạn chim cánh cụt đáng yêu mới của bạn! Chiếc mũ beanie trên đầu cô ấy là một lời nhắc nhở về kỹ năng của người thợ thủ công đã tiến xa như thế nào kể từ lần đầu tiên họ cầm kim đan.",
  "Pepper the Penguin": "Pepper Chim Cánh Cụt",
  "Curious and charming, Yarny likes to explore and isn’t content to stay in one place for long.": "Tò mò và quyến rũ, Yarny thích khám phá và không hài lòng khi ở một chỗ lâu.",
  "Yarny": "Yarny",
  "Hand stitched with patience and love, Timmy the Turtle is the perfect companion, and when playtime is over he looks adorable perched on a shelf.": "Được khâu tay bằng sự kiên nhẫn và tình yêu, Timmy Rùa là người bạn đồng hành hoàn hảo, và khi hết giờ chơi, anh ấy trông thật đáng yêu khi đậu trên kệ.",
  "Timmy the Turtle": "Timmy Rùa",
  "A treasured family heirloom passed down through the generations. Or at least that's what the Plopsy seller said. ": "Một gia bảo quý giá được truyền lại qua nhiều thế hệ. Hoặc ít nhất đó là những gì người bán Plopsy đã nói.",
  "Madame Crumplebottom's Embroidery Collection": "Bộ Sưu Tập Thêu Thùa Của Bà Crumplebottom",
  "Felt flowers are the perfect beginner's craft! Pair with some crochet work, and a little wood with paint, and you've created a personalized, one-of-a-kind decor piece to show off your flourishing artistic skills.": "Hoa nỉ là nghề thủ công hoàn hảo cho người mới bắt đầu! Kết hợp với một số tác phẩm móc, và một ít gỗ với sơn, và bạn đã tạo ra một món đồ trang trí cá nhân hóa, độc nhất vô nhị để khoe những kỹ năng nghệ thuật đang nở rộ của mình.",
  "Festive Felt Flowers": "Hoa Nỉ Lễ Hội",
  "Vision boards, motivational pictures, notes, and everything craft.\\nThis pegboard has room for everything and everything looks nice.\\nEveryone gets a peg, peg for everything, just keep it tidy, tidy and neat.": "Bảng tầm nhìn, hình ảnh tạo động lực, ghi chú và mọi thứ thủ công.\\nBảng ghim này có chỗ cho mọi thứ và mọi thứ đều trông đẹp.\\nMọi người đều có một cái chốt, chốt cho mọi thứ, chỉ cần giữ nó gọn gàng, ngăn nắp và sạch sẽ.",
  "\"Everyone Gets A Peg\" Pegboard": "Bảng Ghim \"Mọi Người Đều Có Một Cái Chốt\"",
  "Colourful, spacious, and everything nice. This shelf is perfect for those crafters that like everything in its place in a functional space. ": "Đầy màu sắc, rộng rãi và mọi thứ đều đẹp. Kệ này hoàn hảo cho những thợ thủ công thích mọi thứ ở đúng vị trí trong một không gian chức năng.",
  "Crafter's Dream Shelf": "Kệ Mơ Ước Của Thợ Thủ Công",
  "It is like a house\\nA very, very, very small house\\nWith space for your decor\\nYour Lot will be so fine\\nNow everything is pretty easy to display with this shelf": "Nó giống như một ngôi nhà vậy\\nMột ngôi nhà rất, rất, rất nhỏ\\nVới không gian cho đồ trang trí của bạn\\nKhu đất của bạn sẽ rất đẹp\\nBây giờ mọi thứ đều rất dễ trưng bày với chiếc kệ này",
  "Little House Shelf": "Kệ Ngôi Nhà Nhỏ",
  "A place for paints and brushes, and all you can place since it comes with shelves for all your essential wares.": "Một nơi để sơn và cọ, và tất cả những gì bạn có thể đặt vì nó đi kèm với kệ cho tất cả các đồ dùng cần thiết của bạn.",
  "Painter's Peg Board": "Bảng Ghim Của Họa Sĩ",
  "The perfect project to hone your knitting skills, this classic pouf turned out practically perfect! It's so comfortable to sit on!": "Dự án hoàn hảo để trau dồi kỹ năng đan lát của bạn, chiếc ghế đẩu cổ điển này hóa ra gần như hoàn hảo! Ngồi lên nó rất thoải mái!",
  "Perfect Pouf": "Ghế Đẩu Hoàn Hảo",
  "If you knit, crochet, embroider, or craft with yarn, cloth, or thread this chair is the perfect place to put your posterior. Relax, sit back, and create in comfort. ": "Nếu bạn đan, móc, thêu hoặc làm đồ thủ công bằng len, vải hoặc chỉ thì chiếc ghế này là nơi hoàn hảo để đặt phần sau của bạn. Thư giãn, ngồi tựa lưng và sáng tạo một cách thoải mái.",
  "Sit'n'Stitch in a Chair": "Ngồi & Khâu Trên Ghế",
  "Crafting is more fun together! This comfy loveseat is spacious enough to accommodate two creative souls crafting side by side.": "Làm đồ thủ công cùng nhau thì vui hơn! Chiếc ghế tình yêu thoải mái này đủ rộng rãi để chứa hai tâm hồn sáng tạo làm việc cạnh nhau.",
  "Sit 'n' Stitch Together": "Ngồi & Khâu Cùng Nhau",
  "Tired of a sore behind after sitting too long in a rocking chair? Never fear! The classic Sit'n'Stitch Rocking Chair is now available with a comfy cushion. ": "Bạn mệt mỏi vì bị đau mông sau khi ngồi quá lâu trên ghế bập bênh? Đừng sợ! Ghế Bập Bênh Ngồi & Khâu cổ điển hiện đã có đệm êm ái.",
  "Sit'n'Stitch Rocking Chair with Comfy Cushion": "Ghế Bập Bênh Ngồi & Khâu Có Đệm Êm Ái",
  "A classic, clean design for Sims who like to keep things simple. ": "Một thiết kế cổ điển, gọn gàng dành cho những Sim thích mọi thứ đơn giản.",
  "Sit'n'Stitch Rocking Chair": "Ghế Bập Bênh Ngồi & Khâu",
  "Your favorite Sit'n'Stitch armless rocking chair design paired with a cute, comfy pillow. Stylish, fun, and kind to the behind, this rocking chair is sure to be the focal point of your front porch or living room.": "Thiết kế ghế bập bênh không tay Ngồi & Khâu yêu thích của bạn được kết hợp với một chiếc gối dễ thương, thoải mái. Phong cách, thú vị và tốt cho phần sau của bạn, chiếc ghế bập bênh này chắc chắn sẽ là tâm điểm của hiên nhà hoặc phòng khách của bạn.",
  "Extra Comfy Armless Rocking Chair by Sit'n'Stitch": "Ghế Bập Bênh Không Tay Cực Kỳ Thoải Mái Của Sit'n'Stitch",
  "Though armrests offer comfort, choosing a rocking chair without arms can work well for a smaller space. Sit'n'Stitch now offers their classic rocking chair design without the arms.": "Mặc dù tay vịn mang lại sự thoải mái, nhưng việc chọn một chiếc ghế bập bênh không có tay vịn có thể phù hợp với một không gian nhỏ hơn. Sit'n'Stitch hiện cung cấp thiết kế ghế bập bênh cổ điển của họ mà không có tay vịn.",
  "Armless Rocking Chair by Sit'n'Stitch": "Ghế Bập Bênh Không Tay Của Sit'n'Stitch",
  "This wall-mounted stereo is intended for use at community venues. Focus music helps with studying, homework, and other activities that require concentration.": "Máy nghe nhạc gắn trên tường này được thiết kế để sử dụng tại các địa điểm công cộng. Nhạc tập trung giúp ích cho việc học tập, làm bài tập về nhà và các hoạt động khác đòi hỏi sự tập trung.",
  "Venue Wall Speaker: Focus": "Loa Treo Tường Địa Điểm: Tập Trung",
  "This wall-mounted stereo is intended for use at community venues. Intended for use by metalheads only.": "Máy nghe nhạc gắn trên tường này được thiết kế để sử dụng tại các địa điểm công cộng. Chỉ dành cho người hâm mộ nhạc metal.",
  "Venue Wall Speaker: Metal": "Loa Treo Tường Địa Điểm: Metal",
  "The Crafter's Delight Hallway Table is sized to unobtrusively fit in a variety of locations around the home so that there is plenty of craft storage space available to even the smallest abodes. For larger homes, pair The Crafter's Delight Hallway Table with The Crafter's Delight Desk to create a spacious crafting table with plenty of space on top for books, knits, sculptures, and more. The hallway table combines seamlessly with the desk when they are placed back to back.": "Bàn Hành Lang Thủ Công Tuyệt Vời có kích thước phù hợp để kín đáo đặt ở nhiều vị trí khác nhau xung quanh nhà, do đó có nhiều không gian lưu trữ đồ thủ công, ngay cả đối với những ngôi nhà nhỏ nhất. Đối với những ngôi nhà lớn hơn, hãy ghép Bàn Hành Lang Thủ Công Tuyệt Vời với Bàn Làm Việc Thủ Công Tuyệt Vời để tạo ra một bàn thủ công rộng rãi với nhiều không gian phía trên cho sách, đồ đan, điêu khắc và hơn thế nữa. Bàn hành lang kết hợp liền mạch với bàn làm việc khi chúng được đặt đối lưng vào nhau.",
  "The Crafter's Delight Hallway Table": "Bàn Hành Lang Thủ Công Tuyệt Vời",
  "Claire the little bear who likes to stare was handcrafted with love and care.": "Claire chú gấu nhỏ thích nhìn chằm chằm được làm thủ công bằng tình yêu và sự quan tâm.",
  "Claire the Bear": "Claire Gấu",
  "Happy haunting, Lil' Grim. Better luck next time.": "Chúc bạn gặp ma vui vẻ, Lil' Grim. Chúc bạn may mắn lần sau.",
  "Lil' Grim": "Lil' Grim",
  "Yarny is the little thread that ties everyone and everything together. This toy Yarny was handcrafted with love, to remind you that you are brave and strong and capable of accomplishing anything you put your mind to.": "Yarny là sợi chỉ nhỏ gắn kết mọi người và mọi thứ lại với nhau. Yarny đồ chơi này được làm thủ công bằng tình yêu, để nhắc nhở bạn rằng bạn dũng cảm, mạnh mẽ và có khả năng hoàn thành bất cứ điều gì bạn đặt tâm trí vào.",
  "Yarny Toy": "Yarny Đồ Chơi",
  "A decorative yarn ball, for decorating things! You can't knit with it, but you can stare at it. Neat.": "Một quả bóng len trang trí, để trang trí mọi thứ! Bạn không thể đan bằng nó, nhưng bạn có thể nhìn chằm chằm vào nó. Ngăn nắp.",
  "Decorative Yarn Ball": "Bóng Len Trang Trí",
  "Knitting needles, scissors, stitch markers, stitch holders, measuring tape, and yarn, yarn, yarn, yarn! Pack it up, then put this stylish Yarn Basket into your Sim’s inventory to get started knitting. All you need is a Yarn Basket and comfy place to sit and you’re ready to start crafting.": "Kim đan, kéo, đánh dấu mũi khâu, giữ mũi khâu, thước dây và len, len, len, len! Gói chúng lại, sau đó cho Giỏ Len phong cách này vào hành trang của Sim để bắt đầu đan. Tất cả những gì bạn cần là Giỏ Len và một nơi thoải mái để ngồi và bạn đã sẵn sàng bắt đầu làm đồ thủ công rồi.",
  "Super Stash Yarn Basket": "Giỏ Len Siêu Cấp",
  "Who needs a high end bag when a box will suffice? Choose substance over style and quickly get to the good stuff – knitting! Put the Yarn Basket in your Sim’s inventory, find a comfy place to sit, and knit, knit, knit!": "Ai cần một chiếc túi cao cấp khi một chiếc hộp là đủ? Hãy chọn chất lượng hơn kiểu dáng và nhanh chóng đến với những thứ tốt đẹp – đan lát! Cho Giỏ Len vào hành trang của Sim, tìm một nơi thoải mái để ngồi và đan, đan, đan!",
  "Beginner's Yarn Basket": "Giỏ Len Cho Người Mới Bắt Đầu",
  "Focus": "Tập Trung",
  "Metal": "Metal",
  "Knit": "Đan",
  "Knitting project complete! Look in {0.SimName}'s inventory to see {M0.his}{F0.her} new creation.": "Dự án đan lát đã hoàn thành! Hãy xem hành trang của {0.SimName} để xem tác phẩm mới của {M0.he}{F0.she} nha.",
  "Reverse the Sweater Curse": "Đảo Ngược Lời Nguyền Áo Len",
  "(From Donating a Knitted Item to Charity)": "(Từ Việc Quyên Góp Đồ Đan Cho Tổ Chức Từ Thiện)",
  "Donate {1.ObjectName} to Charity": "Quyên Góp {1.ObjectName} Cho Tổ Chức Từ Thiện",
  "Dress Baby in Onesie": "Mặc Áo Liền Quần Cho Em Bé",
  "Remove Onesie": "Cởi Áo Liền Quần",
  "This object must be in the Sim's inventory to begin knitting.": "Vật phẩm này phải ở trong hành trang của Sim để bắt đầu đan.",
  "Knit...": "Đan...",
  "Sims Can't knit in a slotted chair, sorry!": "Sim không thể đan trên ghế có khe đâu, xin lỗi nhé!",
  "{1.ObjectName} is now available for all household members in Create a Sim. Select Plan Outfit on a Dresser or Mirror to change into the new {1.ObjectName}.": "{1.ObjectName} hiện đã có sẵn cho tất cả các thành viên trong gia đình trong Tạo Một Sim. Chọn Lên Kế Hoạch Trang Phục trên Tủ Quần Áo hoặc Gương để thay sang {1.ObjectName} mới nha.",
  "This household already has this item available in Create a Sim.": "Hộ gia đình này đã có sẵn vật phẩm này trong Tạo Một Sim rồi.",
  "Add to Wardrobe": "Thêm Vào Tủ Quần Áo",
  "Resume Knitting": "Tiếp Tục Đan Lát",
  "(From Frogging a Knitting Project)": "(Từ Việc Tháo Một Dự Án Đan Lát)",
  "Unravels Knit, destroying the knitted object and refunding a small amount of Simoleons.": "Tháo Đồ Đan, phá hủy vật thể đã đan và hoàn lại một số Simoleon nhỏ.",
  "Knit Beanies": "Đan Mũ Beanie",
  "{0.SimFirstName} doesn't want to knit right now!": "{0.SimFirstName} không muốn đan bây giờ!",
  "Knit Baby Onesies": "Đan Áo Liền Quần Cho Em Bé",
  "Unlocked": "Đã Mở Khóa",
  "Indicates whether or not this piece of clothing is locked or unlocked for the Household in Create a Sim.": "Cho biết món đồ quần áo này đã được mở khóa hay chưa cho Hộ Gia Đình trong Tạo Một Sim.",
  "Knit Child Toys": "Đan Đồ Chơi Cho Trẻ Em",
  "Knit Decorations": "Đan Đồ Trang Trí",
  "Knit Hanging Plant Holders": "Đan Móc Treo Cây",
  "Knit Mailbox Cozies": "Đan Áo Hộp Thư",
  "Knit Toddler Onesies": "Đan Áo Liền Quần Cho Trẻ Tập Đi",
  "Knit Pouf": "Đan Ghế Đẩu",
  "Knit Rugs": "Đan Thảm",
  "Knit Socks": "Đan Tất",
  "Knit <i>The Forbidden Sweater</i>": "Đan <i>Áo Len Bị Cấm</i>",
  "Knit Sweaters": "Đan Áo Len",
  "Knit Sweaters with Scarfs": "Đan Áo Len Kèm Khăn Choàng Cổ",
  "(From Yarny)": "(Từ Yarny)",
  "Show Off Knitted Clothing": "Khoe Quần Áo Đan",
  "SOLD": "ĐÃ BÁN",
  "Thank you for your purchase! Your item can be found in {0.SimFirstName}'s inventory.": "Cảm ơn bạn đã mua hàng! Bạn có thể tìm thấy vật phẩm của mình trong hành trang của {0.SimFirstName}.",
  "Listed by {0.String}": "Được niêm yết bởi {0.String}",
  "This refreshes the duration of the listing and cancels any current buyers. ": "Hành động này làm mới thời gian niêm yết và hủy bỏ mọi người mua hiện tại.",
  "Lists this item for sale on the online marketplace Plopsy.": "Niêm yết vật phẩm này để bán trên thị trường trực tuyến Plopsy.",
  "List on Plopsy": "Niêm Yết Trên Plopsy",
  "Relist on Plopsy": "Niêm Yết Lại Trên Plopsy",
  "(From Successful Sale on Plopsy)": "(Từ Việc Bán Hàng Thành Công Trên Plopsy)",
  "Ship on Plopsy <font color='#10A317'>(+{2.Money})</font>": "Giao Hàng Trên Plopsy <font color='#10A317'>(+{2.Money})</font>",
  "Ship On Plopsy": "Giao Hàng Trên Plopsy",
  "Unlist from Plopsy": "Hủy Niêm Yết Khỏi Plopsy",
  "Browse Plopsy": "Duyệt Plopsy",
  "\"Frog\" Knitting Project": "\"Tháo\" Dự Án Đan Lát",
  "Gift to {2.SimFirstName}": "Tặng Cho {2.SimFirstName}",
  "This was already gifted, you're not some kind of monster are you? Regifting makes crafters cry!": "Cái này đã được tặng rồi, bạn không phải là loại người quái dị nào đó chứ? Tặng lại làm thợ thủ công khóc đó!",
  "Gift": "Tặng",
  "(From Receiving a Gifted Knit)": "(Từ Việc Nhận Một Món Đồ Đan Được Tặng)",
  "(From Gifting a Knitted Item)": "(Từ Việc Tặng Một Món Đồ Đan)",
  "Uhh... How many of these do you have? I'm not sure whether to say that you're dedicated to knitting, or addicted...": "Ừm... Bạn có bao nhiêu cái này vậy? Tôi không chắc có nên nói rằng bạn tận tâm với việc đan lát hay là nghiện...",
  "Oh my gosh, I love it! So nice to meet a fan! Don't tell anyone, but you're on my \"Nice\" list now. ": "Ôi trời ơi, tôi thích nó! Rất vui được gặp một người hâm mộ! Đừng nói với ai nhé, nhưng bạn đã có trong danh sách \"Ngoan\" của tôi rồi đó.",
  "Teach to Knit": "Dạy Đan",
  "Bestow Sacred Knitting Knowledge": "Ban Cho Kiến Thức Đan Lát Thiêng Liêng",
  "Learn to Knit": "Học Đan",
  "Listen to Focus": "Nghe Nhạc Tập Trung",
  "LISTEN TO METAL!": "NGHE NHẠC METAL ĐI!",
  "AIR GUITAR TO METAL": "ĐỆM ĐÀN KHÔNG KHÍ THEO NHẠC METAL",
  "Granny Chic": "Phong Cách Bà Ngoại",
  "Click on the Baby Bassinet to dress a baby in this outfit.": "Nhấp vào Nôi Em Bé để mặc trang phục này cho em bé.",
  "Music to study or relax to.": "Nhạc để học tập hoặc thư giãn.",
  "MUSIC THAT MAKES YOU GO YEEEAHHHHHHHHHHHHHH": "NHẠC KHIẾN BẠN PHẢI HÉT LÊN YEEEAHHHHHHHHHHHHHH",
  "METAL": "METAL",
  "Donate 5 Knitted Items to Charity": "Quyên Góp 5 Món Đồ Đan Cho Tổ Chức Từ Thiện",
  "While a knitted item is in the Sim's inventory you may choose \"Donate\" to send the item to charity. ": "Trong khi một món đồ đan đang ở trong hành trang của Sim, bạn có thể chọn \"Quyên Góp\" để gửi món đồ đó cho tổ chức từ thiện.",
  "Complete 10 Excellent Knittables": "Hoàn Thành 10 Món Đồ Đan Xuất Sắc",
  "Complete 10 knitted objects that are Excellent quality or above.": "Hoàn thành 10 vật phẩm đã đan có chất lượng Xuất Sắc trở lên.",
  "Successfully Gift 3 Knittables": "Tặng Thành Công 3 Món Đồ Đan",
  "Gift a knitted object to another Sim by selecting \"Gift\" on the object in the Sim's inventory. Hopefully they like it!": "Tặng một vật phẩm đã đan cho một Sim khác bằng cách chọn \"Tặng\" trên vật phẩm trong hành trang của Sim. Hy vọng họ thích nó!",
  "Knit for 5 Hours": "Đan Trong 5 Giờ",
  "Put a Yarn Basket in the Sim's inventory to begin knitting.": "Cho một Giỏ Len vào hành trang của Sim để bắt đầu đan.",
  "Achieve Level 10 Knitting Skill": "Đạt Cấp 10 Kỹ Năng Đan Lát",
  "Have a Sim sit down and knit, read books about knitting, or have another Sim teach them how to knit to increase their skill.": "Cho một Sim ngồi xuống và đan, đọc sách về đan hoặc nhờ một Sim khác dạy họ cách đan để tăng kỹ năng của họ.",
  "Achieve Level 4 Knitting Skill": "Đạt Cấp 4 Kỹ Năng Đan Lát",
  "Achieve Level 6 Knitting Skill": "Đạt Cấp 6 Kỹ Năng Đan Lát",
  "Start 3 Knitting Projects while Inspired": "Bắt Đầu 3 Dự Án Đan Lát Khi Đang Cảm Hứng",
  "Have a Sim start a new knitting project while in the Inspired Mood. ": "Cho một Sim bắt đầu một dự án đan mới khi đang ở trong Tâm Trạng Cảm Hứng.",
  "Knit on a Rocking Chair": "Đan Trên Ghế Bập Bênh",
  "With a Yarn Basket in a Sim's inventory, sit on a Rocking Chair and knit something.": "Với một Giỏ Len trong hành trang của Sim, hãy ngồi trên Ghế Bập Bênh và đan thứ gì đó.",
  "Complete 5 Legendary Knittables": "Hoàn Thành 5 Món Đồ Đan Huyền Thoại",
  "Complete 5 knitting projects with \"Legendary\" level quality.": "Hoàn thành 5 dự án đan lát với chất lượng cấp \"Huyền Thoại\".",
  "Knit while listening to Music": "Đan Khi Nghe Nhạc",
  "Get any of the stereo moodlets and start knitting. Perhaps try listening to METAL?!": "Nhận bất kỳ trạng thái cảm xúc nào từ máy nghe nhạc và bắt đầu đan. Có lẽ hãy thử nghe METAL?!",
  "Sell a Knitted Object on Plopsy": "Bán Một Vật Phẩm Đã Đan Trên Plopsy",
  "Successfully Sell then Ship 1 knitted item via Plopsy. Access Plopsy by selecting a knitted item in a Sim's inventory and using the \"List on Plopsy\" action.": "Bán Thành Công sau đó Giao Hàng 1 vật phẩm đã đan qua Plopsy. Truy cập Plopsy bằng cách chọn một vật phẩm đã đan trong hành trang của Sim và sử dụng hành động \"Niêm Yết Trên Plopsy\".",
  "Successfully Show Off your Knitted Sweater to another Sim": "Khoe Thành Công Áo Len Đã Đan Của Bạn Cho Một Sim Khác",
  "While wearing a knitted sweater click on another Sim and select \"Show Off Knitting Clothing\"": "Trong khi mặc một chiếc áo len đã đan, hãy nhấp vào một Sim khác và chọn \"Khoe Quần Áo Đan\"",
  "Teach another Sim to Knit": "Dạy Một Sim Khác Đan",
  "With a Yarn Basket in your Sim's inventory, approach another Sim and offer to \"Teach to Knit\".": "Với một Giỏ Len trong hành trang của Sim của bạn, hãy tiếp cận một Sim khác và đề nghị \"Dạy Đan\".",
  "Knit Clothing": "Đan Quần Áo",
  "Knit Objects": "Đan Vật Phẩm",
  "Resume Knitting Project": "Tiếp Tục Dự Án Đan Lát",
  "\"Frog\" In Progress Knitting Project": "\"Tháo\" Dự Án Đan Lát Đang Thực Hiện",
  "Legendary": "Huyền Thoại",
  "Knitted By: {0.SimName}": "Được Đan Bởi: {0.SimName}",
  "Green Baby Onesie": "Áo Liền Quần Cho Em Bé Màu Xanh Lá Cây",
  "Teal & Green Striped Baby Onesie": "Áo Liền Quần Cho Em Bé Sọc Xanh Mòng Két & Xanh Lá Cây",
  "Purple Striped Baby Onesie": "Áo Liền Quần Cho Em Bé Sọc Tím",
  "Green & Yellow Striped Baby Onesie": "Áo Liền Quần Cho Em Bé Sọc Xanh Lá Cây & Vàng",
  "Yellow Baby Onesie with Orange Star": "Áo Liền Quần Cho Em Bé Màu Vàng Có Sao Cam",
  "Baby Onesie with Ice Cream Cone": "Áo Liền Quần Cho Em Bé Có Hình Ốc Quế Kem",
  "Baby Onesie with Bee & Flowers": "Áo Liền Quần Cho Em Bé Có Ong & Hoa",
  "Green Hedgehog Baby Onesie": "Áo Liền Quần Cho Em Bé Hình Nhím Xanh Lá Cây",
  "Dark Blue Bear Face Baby Onesie": "Áo Liền Quần Cho Em Bé Hình Mặt Gấu Xanh Đậm",
  "Red Baby Onesie": "Áo Liền Quần Cho Em Bé Màu Đỏ",
  "Yellow Baby Onesie": "Áo Liền Quần Cho Em Bé Màu Vàng",
  "Dark Red Baby Onesie": "Áo Liền Quần Cho Em Bé Màu Đỏ Đậm",
  "Teal Baby Onesie": "Áo Liền Quần Cho Em Bé Màu Xanh Mòng Két",
  "Gray & Blue Baby Onesie": "Áo Liền Quần Cho Em Bé Màu Xám & Xanh Dương",
  "Green & Red Baby Onesie": "Áo Liền Quần Cho Em Bé Màu Xanh Lá Cây & Đỏ",
  "Gray Two-tone Baby Onesie": "Áo Liền Quần Cho Em Bé Hai Tông Màu Xám",
  "For Children, Teens, Young Adults, Adults, Elders": "Dành Cho Trẻ Em, Thanh Thiếu Niên, Người Trưởng Thành Trẻ, Người Trưởng Thành, Người Lớn Tuổi",
  "Black & White Bear Beanie": "Mũ Beanie Gấu Đen & Trắng",
  "Blue Bear Beanie": "Mũ Beanie Gấu Xanh Dương",
  "Blue & White Bear Beanie": "Mũ Beanie Gấu Xanh Dương & Trắng",
  "Green Bear Beanie": "Mũ Beanie Gấu Xanh Lá Cây",
  "Pink Bear Beanie": "Mũ Beanie Gấu Hồng",
  "Teal & Yellow Bear Beanie": "Mũ Beanie Gấu Xanh Mòng Két & Vàng",
  "Orange Tiger Beanie": "Mũ Beanie Hổ Cam",
  "White Tiger Beanie": "Mũ Beanie Hổ Trắng",
  "Lil' Grim Blue": "Lil' Grim Xanh Dương",
  "Blue Bear": "Gấu Xanh Dương",
  "Lil' Grim Red": "Lil' Grim Đỏ",
  "Lil' Grim Pink": "Lil' Grim Hồng",
  "Lil' Grim Pastel": "Lil' Grim Pastel",
  "Lil' Grim Yellow & Green": "Lil' Grim Vàng & Xanh Lá Cây",
  "Blue Penguin with a Pink Hat": "Chim Cánh Cụt Xanh Dương Đội Mũ Hồng",
  "Green Penguin with Red Hat": "Chim Cánh Cụt Xanh Lá Cây Đội Mũ Đỏ",
  "Pink Penguin with Blue Hat": "Chim Cánh Cụt Hồng Đội Mũ Xanh Dương",
  "Yellow Penguin with Multi-colored Hat": "Chim Cánh Cụt Vàng Đội Mũ Nhiều Màu",
  "Classic Penguin with Multi-colored Hat": "Chim Cánh Cụt Cổ Điển Đội Mũ Nhiều Màu",
  "Classic Penguin with Red Hat": "Chim Cánh Cụt Cổ Điển Đội Mũ Đỏ",
  "Pink Bear": "Gấu Hồng",
  "Orange Bear": "Gấu Cam",
  "Brown Bear": "Gấu Nâu",
  "Black & White Bear": "Gấu Đen & Trắng",
  "White Bear": "Gấu Trắng",
  "Black Bear": "Gấu Đen",
  "Lil' Grim Classic": "Lil' Grim Cổ Điển",
  "Red Yarny Toy": "Yarny Đồ Chơi Màu Đỏ",
  "White Yarny Toy": "Yarny Đồ Chơi Màu Trắng",
  "Sky Yarny Toy": "Yarny Đồ Chơi Màu Trời",
  "Garnet Yarny Toy": "Yarny Đồ Chơi Màu Ngọc Hồng Lựu",
  "Purple Yarny Toy": "Yarny Đồ Chơi Màu Tím",
  "Marigold Yarny Toy": "Yarny Đồ Chơi Màu Cúc Vạn Thọ",
  "Yellow Yarny Toy": "Yarny Đồ Chơi Màu Vàng",
  "Grass Yarny Toy": "Yarny Đồ Chơi Màu Cỏ",
  "Ocean Yarny Toy": "Yarny Đồ Chơi Màu Đại Dương",
  "Charcoal Yarny Toy": "Yarny Đồ Chơi Màu Than",
  "Blue Octopus": "Bạch Tuộc Xanh Dương",
  "Pink Turtle with Pastel Shell": "Rùa Hồng Vỏ Màu Pastel",
  "Yellow Turtle with Colorful Shell": "Rùa Vàng Vỏ Nhiều Màu",
  "Pink Turtle with Strawberry Shell": "Rùa Hồng Vỏ Dâu Tây",
  "Knit Cactus in a Brown Pot": "Cây Xương Rồng Đan Trong Chậu Nâu",
  "Knit Cactus in a Brown & Light Teal Pot": "Cây Xương Rồng Đan Trong Chậu Nâu & Xanh Mòng Két Nhạt",
  "Pink Knit Cactus in a Brown & Light Teal Pot": "Cây Xương Rồng Đan Màu Hồng Trong Chậu Nâu & Xanh Mòng Két Nhạt",
  "Knit Cactus in a Pink Pot": "Cây Xương Rồng Đan Trong Chậu Hồng",
  "Knit Cactus in a Yellow & Brown Pot": "Cây Xương Rồng Đan Trong Chậu Vàng & Nâu",
  "Knit Cactus in a Brown & Teal Pot": "Cây Xương Rồng Đan Trong Chậu Nâu & Xanh Mòng Két",
  "Blue Ceramic Llama with Knit Cactus": "Lạc Đà Không Bướu Gốm Xanh Dương Có Cây Xương Rồng Đan",
  "Teal Octopus": "Bạch Tuộc Xanh Mòng Két",
  "Yellow Ceramic Llama with Knit Cactus": "Lạc Đà Không Bướu Gốm Vàng Có Cây Xương Rồng Đan",
  "Pink Ceramic Llama with Knit Cactus": "Lạc Đà Không Bướu Gốm Hồng Có Cây Xương Rồng Đan",
  "Teal Ceramic Llama with Knit Cactus": "Lạc Đà Không Bướu Gốm Xanh Mòng Két Có Cây Xương Rồng Đan",
  "Black Ceramic Llama with Knit Cactus": "Lạc Đà Không Bướu Gốm Đen Có Cây Xương Rồng Đan",
  "White Ceramic Llama with Knit Cactus": "Lạc Đà Không Bướu Gốm Trắng Có Cây Xương Rồng Đan",
  "Yellow Octopus": "Bạch Tuộc Vàng",
  "Pink Octopus": "Bạch Tuộc Hồng",
  "Purple Octopus": "Bạch Tuộc Tím",
  "White Octopus": "Bạch Tuộc Trắng",
  "Blue Turtle with Pink Shell": "Rùa Xanh Dương Vỏ Hồng",
  "Mint Turtle with Pastel Shell": "Rùa Bạc Hà Vỏ Màu Pastel",
  "Teal Turtle with Colorful Shell": "Rùa Xanh Mòng Két Vỏ Nhiều Màu",
  "Classic Red Yarny Sculpture": "Tượng Yarny Đỏ Cổ Điển",
  "Charcoal Yarny Sculpture": "Tượng Yarny Than",
  "White Yarny Sculpture": "Tượng Yarny Trắng",
  "Sky Yarny Sculpture": "Tượng Yarny Màu Trời",
  "Red Yarny Sculpture": "Tượng Yarny Đỏ",
  "Garnet Yarny Sculpture": "Tượng Yarny Màu Ngọc Hồng Lựu",
  "Purple Yarny Sculpture": "Tượng Yarny Tím",
  "Marigold Yarny Sculpture": "Tượng Yarny Màu Cúc Vạn Thọ",
  "Yellow Yarny Sculpture": "Tượng Yarny Vàng",
  "Grass Yarny Sculpture": "Tượng Yarny Màu Cỏ",
  "Ocean Yarny Sculpture": "Tượng Yarny Màu Đại Dương",
  "Short Teal Plant Hanger with a Pink & White Pot": "Móc Treo Cây Xanh Mòng Két Ngắn Với Chậu Hồng & Trắng",
  "Ceiling Plant that hangs just off the ceiling.": "Cây treo trần nhà chỉ cách trần nhà một chút.",
  "Short Purple Hanger for Plants in Purple & Brown Pots": "Móc Treo Tím Ngắn Cho Cây Trong Chậu Tím & Nâu",
  "Short Brown Hanger for Plants in Brown, Blue, & Yellow Pots": "Móc Treo Nâu Ngắn Cho Cây Trong Chậu Nâu, Xanh Dương & Vàng",
  "Short Brown Hanger for Plants in Blue, Brown, & Red Pots": "Móc Treo Nâu Ngắn Cho Cây Trong Chậu Xanh Dương, Nâu & Đỏ",
  "Short Brown Zigzag Hanger with a White Pot": "Móc Treo Zigzag Nâu Ngắn Với Chậu Trắng",
  "Short Light Brown Zigzag Hanger with a Blue Pot": "Móc Treo Zigzag Nâu Nhạt Ngắn Với Chậu Xanh Dương",
  "Short Brown Zigzag Hanger with a Pink Pot": "Móc Treo Zigzag Nâu Ngắn Với Chậu Hồng",
  "Short Brown Zigzag Hanger with a Dark Blue Pot": "Móc Treo Zigzag Nâu Ngắn Với Chậu Xanh Dương Đậm",
  "Short Teal Zigzag Hanger with a Green Pot": "Móc Treo Zigzag Xanh Mòng Két Ngắn Với Chậu Xanh Lá Cây",
  "Short Brown Zigzag Hanger with a Red Pot": "Móc Treo Zigzag Nâu Ngắn Với Chậu Đỏ",
  "Short Brown Plant Hanger with a Teal Pot": "Móc Treo Cây Nâu Ngắn Với Chậu Xanh Mòng Két",
  "Short Pink Plant Hanger with a Brown & White Pot\n": "Móc Treo Cây Hồng Ngắn Với Chậu Nâu & Trắng",
  "Short Cream Plant Hanger with a Brown & Orange Pot": "Móc Treo Cây Kem Ngắn Với Chậu Nâu & Cam",
  "This hanger is neither short nor long, but somewhere in-between. Sims cannot walk under it.": "Móc treo này không ngắn cũng không dài, mà ở đâu đó giữa hai loại đó. Sim không thể đi bộ bên dưới nó.",
  "Medium Length Teal Plant Hanger with a Pink & White Pot": "Móc Treo Cây Xanh Mòng Két Dài Vừa Với Chậu Hồng & Trắng",
  "Medium Length Purple Hanger for Plants in Purple & Brown Pots": "Móc Treo Tím Dài Vừa Cho Cây Trong Chậu Tím & Nâu",
  "Medium Length Brown Hanger for Plants in Brown, Blue, & Yellow Pots": "Móc Treo Nâu Dài Vừa Cho Cây Trong Chậu Nâu, Xanh Dương & Vàng",
  "Medium Length Brown Hanger for Plants in Blue, Brown, & Red Pots": "Móc Treo Nâu Dài Vừa Cho Cây Trong Chậu Xanh Dương, Nâu & Đỏ",
  "Medium Length Brown Zigzag Hanger with a White Pot": "Móc Treo Zigzag Nâu Dài Vừa Với Chậu Trắng",
  "Medium Length Light Brown Zigzag Hanger with a Blue Pot": "Móc Treo Zigzag Nâu Nhạt Dài Vừa Với Chậu Xanh Dương",
  "Medium Length Brown Zigzag Hanger with a Pink Pot": "Móc Treo Zigzag Nâu Dài Vừa Với Chậu Hồng",
  "Medium Length Brown Zigzag Hanger with a Dark Blue Pot": "Móc Treo Zigzag Nâu Dài Vừa Với Chậu Xanh Dương Đậm",
  "Medium Length Teal Zigzag Hanger with a Green Pot": "Móc Treo Zigzag Xanh Mòng Két Dài Vừa Với Chậu Xanh Lá Cây",
  "Medium Length Brown Zigzag Hanger with a Red Pot": "Móc Treo Zigzag Nâu Dài Vừa Với Chậu Đỏ",
  "Medium Length Brown Plant Hanger with a Teal Pot": "Móc Treo Cây Nâu Dài Vừa Với Chậu Xanh Mòng Két",
  "Medium Length Pink Plant Hanger with a Brown & White Pot": "Móc Treo Cây Hồng Dài Vừa Với Chậu Nâu & Trắng",
  "Medium Length Cream Plant Hanger with a Brown & Orange Pot": "Móc Treo Cây Kem Dài Vừa Với Chậu Nâu & Cam",
  "Medium Length Brown Plant Hanger with a Yellow Pot": "Móc Treo Cây Nâu Dài Vừa Với Chậu Vàng",
  "Medium Length Cream Plant Hanger with a Pink & Red Pot": "Móc Treo Cây Kem Dài Vừa Với Chậu Hồng & Đỏ",
  "Medium Length Teal Hanger for Plants in Yellow, Pink, and Green Pots": "Móc Treo Xanh Mòng Két Dài Vừa Cho Cây Trong Chậu Vàng, Hồng và Xanh Lá Cây",
  "Medium Length Pink Hanger for Plants in Pink & Brown Pots": "Móc Treo Hồng Dài Vừa Cho Cây Trong Chậu Hồng & Nâu",
  "Medium Length Brown Hanger for Plants in Teal, Green, & Brown Pots": "Móc Treo Nâu Dài Vừa Cho Cây Trong Chậu Xanh Mòng Két, Xanh Lá Cây & Nâu",
  "Short Brown Plant Hanger with a Yellow Pot": "Móc Treo Cây Nâu Ngắn Với Chậu Vàng",
  "This hanger is long. Sims cannot walk under it.": "Móc treo này dài. Sim không thể đi bộ bên dưới nó.",
  "Long Teal Plant Hanger with a Pink & White Pot": "Móc Treo Cây Xanh Mòng Két Dài Với Chậu Hồng & Trắng",
  "Long Purple Hanger for Plants in Purple & Brown Pots": "Móc Treo Tím Dài Cho Cây Trong Chậu Tím & Nâu",
  "Long Brown Hanger for Plants in Brown, Blue, & Yellow Pots": "Móc Treo Nâu Dài Cho Cây Trong Chậu Nâu, Xanh Dương & Vàng",
  "Long Brown Hanger for Plants in Blue, Brown, & Red Pots": "Móc Treo Nâu Dài Cho Cây Trong Chậu Xanh Dương, Nâu & Đỏ",
  "Long Brown Zigzag Hanger with a White Pot": "Móc Treo Zigzag Nâu Dài Với Chậu Trắng",
  "Long Light Brown Zigzag Hanger with a Blue Pot": "Móc Treo Zigzag Nâu Nhạt Dài Với Chậu Xanh Dương",
  "Long Brown Zigzag Hanger with a Pink Pot": "Móc Treo Zigzag Nâu Dài Với Chậu Hồng",
  "Long Brown Zigzag Hanger with a Dark Blue Pot": "Móc Treo Zigzag Nâu Dài Với Chậu Xanh Dương Đậm",
  "Long Teal Zigzag Hanger with a Green Pot": "Móc Treo Zigzag Xanh Mòng Két Dài Với Chậu Xanh Lá Cây",
  "Long Brown Zig Zag Hanger with a Red Pot": "Móc Treo Zigzag Nâu Dài Với Chậu Đỏ",
  "Long Brown Plant Hanger with a Teal Pot": "Móc Treo Cây Nâu Dài Với Chậu Xanh Mòng Két",
  "Long Pink Plant Hanger with a Brown & White Pot": "Móc Treo Cây Hồng Dài Với Chậu Nâu & Trắng",
  "Long Cream Plant Hanger with a Brown & Orange Pot": "Móc Treo Cây Kem Dài Với Chậu Nâu & Cam",
  "Long Brown Plant Hanger with a Yellow Pot": "Móc Treo Cây Nâu Dài Với Chậu Vàng",
  "Long Cream Plant Hanger with a Pink & Red Pot": "Móc Treo Cây Kem Dài Với Chậu Hồng & Đỏ",
  "Long Teal Hanger for Plants in Yellow, Pink, and Green Pots": "Móc Treo Xanh Mòng Két Dài Cho Cây Trong Chậu Vàng, Hồng và Xanh Lá Cây",
  "Long Pink Hanger for Plants in Pink & Brown Pots": "Móc Treo Hồng Dài Cho Cây Trong Chậu Hồng & Nâu",
  "Long Brown Hanger for Plants in Teal, Green, & Brown Pots": "Móc Treo Nâu Dài Cho Cây Trong Chậu Xanh Mòng Két, Xanh Lá Cây & Nâu",
  "Short Cream Plant Hanger with a Pink & Red Pot": "Móc Treo Cây Kem Ngắn Với Chậu Hồng & Đỏ",
  "Short Teal Hanger for Plants in Yellow, Pink, and Green Pots": "Móc Treo Xanh Mòng Két Ngắn Cho Cây Trong Chậu Vàng, Hồng và Xanh Lá Cây",
  "Short Pink Hanger for Plants in Pink & Brown Pots": "Móc Treo Hồng Ngắn Cho Cây Trong Chậu Hồng & Nâu",
  "Short Brown Hanger for Plants in Teal, Green, & Brown Pots": "Móc Treo Nâu Ngắn Cho Cây Trong Chậu Xanh Mòng Két, Xanh Lá Cây & Nâu",
  "Pink Mailbox with Knitted Cozy": "Hộp Thư Hồng Có Áo Đan",
  "Lavender Mailbox with Knitted Cozy": "Hộp Thư Oải Hương Có Áo Đan",
  "Blue Mailbox with Knitted Cozy": "Hộp Thư Xanh Dương Có Áo Đan",
  "Orange Mailbox with Knitted Cozy": "Hộp Thư Cam Có Áo Đan",
  "Pale Green Mailbox with Knitted Cozy": "Hộp Thư Xanh Lá Cây Nhạt Có Áo Đan",
  "Gray Mailbox with Knitted Cozy": "Hộp Thư Xám Có Áo Đan",
  "Cream Toddler Onesie with a Pink Elephant": "Áo Liền Quần Cho Trẻ Tập Đi Màu Kem Có Hình Voi Hồng",
  "Gray Toddler Onesie with a Cute Elephant": "Áo Liền Quần Cho Trẻ Tập Đi Màu Xám Có Hình Voi Dễ Thương",
  "Pink Toddler Onesie with a Blue Elephant": "Áo Liền Quần Cho Trẻ Tập Đi Màu Hồng Có Hình Voi Xanh Dương",
  "Blue Toddler Onesie with a Pink Frog": "Áo Liền Quần Cho Trẻ Tập Đi Màu Xanh Dương Có Hình Ếch Hồng",
  "Green Toddler Onesie with a Happy Frog": "Áo Liền Quần Cho Trẻ Tập Đi Màu Xanh Lá Cây Có Hình Ếch Vui Vẻ",
  "Teal Two-tone Toddler Onesie with an Orange Frog": "Áo Liền Quần Cho Trẻ Tập Đi Hai Tông Màu Xanh Mòng Két Có Hình Ếch Cam",
  "Black & White Toddler Onesie with a Lucky Cat": "Áo Liền Quần Cho Trẻ Tập Đi Đen & Trắng Có Mèo May Mắn",
  "Gray & Blue Toddler Onesie with a Calico Cat": "Áo Liền Quần Cho Trẻ Tập Đi Xám & Xanh Dương Có Mèo Tam Thể",
  "Teal & White Pouf": "Ghế Đẩu Xanh Mòng Két & Trắng",
  "Yellow, Blue, & Pink Pouf": "Ghế Đẩu Vàng, Xanh Dương & Hồng",
  "Green, Orange, & Blue Pouf": "Ghế Đẩu Xanh Lá Cây, Cam & Xanh Dương",
  "Pink & Blue Pouf": "Ghế Đẩu Hồng & Xanh Dương",
  "White & Gray Pouf": "Ghế Đẩu Trắng & Xám",
  "Gray & Black Pouf": "Ghế Đẩu Xám & Đen",
  "Purple & Blue Rug": "Thảm Tím & Xanh Dương",
  "Teal & Green Rug": "Thảm Xanh Mòng Két & Xanh Lá Cây",
  "Yellow Rug": "Thảm Vàng",
  "Dark Green Rug": "Thảm Xanh Lá Cây Đậm",
  "Black Rug": "Thảm Đen",
  "White Rug": "Thảm Trắng",
  "For Children, Teens, Young Adults, Adults, & Elders": "Dành Cho Trẻ Em, Thanh Thiếu Niên, Người Trưởng Thành Trẻ, Người Trưởng Thành & Người Lớn Tuổi",
  "Gray Dotted Crew Socks": "Tất Cao Chấm Bi Xám",
  "Gray & Orange Crew Socks": "Tất Cao Xám & Cam",
  "Multi-colored Crew Socks": "Tất Cao Nhiều Màu",
  "Pink Raccoon Low-cut Socks": "Tất Cổ Ngắn Gấu Mèo Hồng",
  "Gray Raccoon Low-cut Socks": "Tất Cổ Ngắn Gấu Mèo Xám",
  "Gray Dotted Low-cut Socks": "Tất Cổ Ngắn Chấm Bi Xám",
  "Blue, Yellow, & Pink Striped Low-cut Socks": "Tất Cổ Ngắn Sọc Xanh Dương, Vàng & Hồng",
  "Green & White Low-cut Socks": "Tất Cổ Ngắn Xanh Lá Cây & Trắng",
  "Pastel Striped Crew Socks": "Tất Cao Sọc Pastel",
  "Green Raccoon Low-cut Socks": "Tất Cổ Ngắn Gấu Mèo Xanh Lá Cây",
  "Purple & Pink Gradient Mid-Calf Socks": "Tất Bắp Chân Chuyển Màu Hồng & Tím",
  "Gray Track Mid-Calf Socks": "Tất Bắp Chân Theo Dõi Màu Xám",
  "Teal Track Mid-Calf Socks": "Tất Bắp Chân Theo Dõi Màu Xanh Mòng Két",
  "Brown Track Mid-Calf Socks": "Tất Bắp Chân Theo Dõi Màu Nâu",
  "Yellow & White Mid-Calf Socks": "Tất Bắp Chân Vàng & Trắng",
  "Blue Mid-Calf Socks": "Tất Bắp Chân Xanh Dương",
  "Brown & Blue Gradient Mid-Calf Socks": "Tất Bắp Chân Chuyển Màu Nâu & Xanh Dương",
  "Black & Gray Gradient Mid-Calf Socks": "Tất Bắp Chân Chuyển Màu Đen & Xám",
  "Red & Brown Mid-Calf Socks": "Tất Bắp Chân Đỏ & Nâu",
  "Green & White Mid-Calf Socks": "Tất Bắp Chân Xanh Lá Cây & Trắng",
  "Gray & Black Mid-Calf Socks": "Tất Bắp Chân Xám & Đen",
  "Multicolored Striped Mid-Calf Socks": "Tất Bắp Chân Sọc Nhiều Màu",
  "Purple Striped Mid-Calf Socks": "Tất Bắp Chân Sọc Tím",
  "Blue & Black Striped Mid-Calf Socks": "Tất Bắp Chân Sọc Xanh Dương & Đen",
  "The Forbidden Sweater": "Áo Len Bị Cấm",
  "Gaze upon it and despair. Or be ecstatic. Depends on your mood.": "Nhìn vào nó và tuyệt vọng đi. Hoặc là vui sướng điên cuồng. Tùy thuộc vào tâm trạng của bạn.",
  "Men's Sweater for Teens, Young Adults, Adults, & Elders": "Áo Len Nam Dành Cho Thanh Thiếu Niên, Người Trưởng Thành Trẻ, Người Trưởng Thành & Người Lớn Tuổi",
  "Black Men's Sweater": "Áo Len Nam Màu Đen",
  "Blue Men's Sweater": "Áo Len Nam Màu Xanh Dương",
  "Gray Men's Sweater": "Áo Len Nam Màu Xám",
  "Green Men's Sweater": "Áo Len Nam Màu Xanh Lá Cây",
  "Mustard Men's Sweater": "Áo Len Nam Màu Vàng Mù Tạt",
  "Red Men's Sweater": "Áo Len Nam Màu Đỏ",
  "Tan Men's Sweater": "Áo Len Nam Màu Nâu Vàng",
  "Teal Men's Sweater": "Áo Len Nam Màu Xanh Mòng Két",
  "White Men's Sweater": "Áo Len Nam Màu Trắng",
  "Female Sweater with Dress for Teens, Young Adults, Adults, & Elders": "Áo Len Nữ Có Váy Dành Cho Thanh Thiếu Niên, Người Trưởng Thành Trẻ, Người Trưởng Thành & Người Lớn Tuổi",
  "Beige & Red Women's Sweater with Dress": "Áo Len Nữ Có Váy Màu Be & Đỏ",
  "Black & Grey Women's Sweater with Dress": "Áo Len Nữ Có Váy Màu Đen & Xám",
  "Gray & Red Women's Sweater with Dress": "Áo Len Nữ Có Váy Màu Xám & Đỏ",
  "Pink Women's Sweater with Dress": "Áo Len Nữ Có Váy Màu Hồng",
  "Red & Tan Women's Sweater with Dress": "Áo Len Nữ Có Váy Màu Đỏ & Nâu Vàng",
  "Teal & Yellow Women's Sweater with Dress": "Áo Len Nữ Có Váy Màu Xanh Mòng Két & Vàng",
  "Two-tone Blue Women's Sweater with Dress": "Áo Len Nữ Có Váy Hai Tông Màu Xanh Dương",
  "Teal & Black Women's Sweater with Dress": "Áo Len Nữ Có Váy Màu Xanh Mòng Két & Đen",
  "Yellow & White Women's Sweater with Dress": "Áo Len Nữ Có Váy Màu Vàng & Trắng",
  "Unisex Children's Sweater": "Áo Len Trẻ Em Unisex",
  "Black & White Children's Sweater": "Áo Len Trẻ Em Màu Đen & Trắng",
  "Cream & Pink Children's Sweater": "Áo Len Trẻ Em Màu Kem & Hồng",
  "Gray & Blue Children's Sweater": "Áo Len Trẻ Em Màu Xám & Xanh Dương",
  "Gray & Green Children's Sweater": "Áo Len Trẻ Em Màu Xám & Xanh Lá Cây",
  "Raspberry Red Children's Sweater": "Áo Len Trẻ Em Màu Đỏ Mâm Xôi",
  "Teal & Blue Children's Sweater": "Áo Len Trẻ Em Màu Xanh Mòng Két & Xanh Dương",
  "White & Gray Children's Sweater": "Áo Len Trẻ Em Màu Trắng & Xám",
  "Yellow & Blue Children's Sweater": "Áo Len Trẻ Em Màu Vàng & Xanh Dương",
  "Black Women's Sweater with Gray Scarf": "Áo Len Nữ Màu Đen Có Khăn Choàng Cổ Xám",
  "Blue Men's Sweater with Tan Scarf": "Áo Len Nam Màu Xanh Dương Có Khăn Choàng Cổ Nâu Vàng",
  "Moss Green Men's Sweater with White Scarf": "Áo Len Nam Màu Xanh Rêu Có Khăn Choàng Cổ Trắng",
  "Mustard Men's Sweater with Blue Scarf": "Áo Len Nam Màu Vàng Mù Tạt Có Khăn Choàng Cổ Xanh Dương",
  "Periwinkle Men's Sweater with Pastel Scarf": "Áo Len Nam Màu Dừa Cạn Có Khăn Choàng Cổ Pastel",
  "White Men's Sweater with Red Scarf": "Áo Len Nam Màu Trắng Có Khăn Choàng Cổ Đỏ",
  "Moss Green Women's Sweater with White Scarf": "Áo Len Nữ Màu Xanh Rêu Có Khăn Choàng Cổ Trắng",
  "Mustard Women's Sweater with Blue Scarf": "Áo Len Nữ Màu Vàng Mù Tạt Có Khăn Choàng Cổ Xanh Dương",
  "Periwinkle Women's Sweater with Pastel Scarf": "Áo Len Nữ Màu Dừa Cạn Có Khăn Choàng Cổ Pastel",
  "Pink Women's Sweater with Purple Scarf": "Áo Len Nữ Màu Hồng Có Khăn Choàng Cổ Tím",
  "Red Men's Sweater with Gray Scarf": "Áo Len Nam Màu Đỏ Có Khăn Choàng Cổ Xám",
  "Red Women's Sweater with Gray Scarf": "Áo Len Nữ Màu Đỏ Có Khăn Choàng Cổ Xám",
  "Tan Men's Sweater with Blue Scarf": "Áo Len Nam Màu Nâu Vàng Có Khăn Choàng Cổ Xanh Dương",
  "Tan Women's Sweater with Blue Scarf": "Áo Len Nữ Màu Nâu Vàng Có Khăn Choàng Cổ Xanh Dương",
  "White Women's Sweater with Red Scarf": "Áo Len Nữ Màu Trắng Có Khăn Choàng Cổ Đỏ",
  "Black Men's Sweater with Gray Scarf": "Áo Len Nam Màu Đen Có Khăn Choàng Cổ Xám",
  "Sacred Knitting Knowledge": "Kiến Thức Đan Thiêng",
  "(FROM LISTENING TO METAL)": "(TỪ VIỆC NGHE NHẠC METAL)",
  "{0.SimFirstName} can now knit Furnishings. Mailboxes with cozies, and plant holders for everyone... huzzah!": "{0.SimFirstName} giờ có thể đan Đồ Nội Thất. Hộp thư có áo đan, và móc treo cây cho mọi người... hoan hô!",
  "Reached Knitting Level 3": "Đạt Cấp Độ Đan 3",
  "{0.SimFirstName} can now knit Poufs. What is a Pouf? Knit one and find out!": "{0.SimFirstName} giờ có thể đan Ghế Bệt rồi đó. Ghế bệt là cái gì ta? Đan thử một cái rồi biết liền hà!",
  "Reached Knitting Level 6": "Đạt Cấp Độ Đan 6",
  "{0.SimFirstName}'s new skill in Knitting will allow {M0.him}{F0.her} to create amazing stitched artwork. The higher the skill level, the more knittables {M0.he}{F0.she} can knit.": "Kỹ năng đan mới của {0.SimFirstName} sẽ cho phép {M0.him}{F0.her} tạo ra những tác phẩm nghệ thuật thêu thùa tuyệt vời. Cấp độ kỹ năng càng cao, {M0.he}{F0.she} càng có thể đan được nhiều thứ.",
  "Acquired the Knitting skill": "Đã Học được Kỹ năng Đan",
  "{0.SimFirstName} can now knit Rugs. Rugs are big flat things that go on the floor! But then you knew that already...": "{0.SimFirstName} giờ có thể đan Thảm rồi đó. Thảm là mấy cái đồ bự chảng, phẳng lì để trải dưới sàn nhà á! Mà chắc bạn biết rồi hen...",
  "Reached Knitting Level 4": "Đạt Cấp Độ Đan 4",
  "{0.SimFirstName} can now knit Toddler Onesies and Baby Onesies. It's important to keep the little ones warm.": "{0.SimFirstName} giờ có thể đan Áo Liền Quần cho Trẻ Tập Đi và Áo Liền Quần cho Em Bé rồi đó. Giữ ấm cho mấy nhóc tì là quan trọng lắm nha.",
  "Reached Knitting Level 8": "Đạt Cấp Độ Đan 8",
  "{0.SimFirstName} has mastered Knitting and has become one with the yarn. {M0.He}{F0.She} can now knit Child Toys and Mentor other Sims in Knitting to help them improve their skills faster.": "{0.SimFirstName} đã thành thạo kỹ năng Đan và hòa mình vào từng sợi len rồi đó. Giờ thì {M0.He}{F0.She} có thể đan Đồ Chơi Trẻ Em và Hướng Dẫn những Sims khác về kỹ năng Đan để giúp họ cải thiện kỹ năng nhanh hơn.",
  "Reached Knitting Level 10": "Đạt Cấp Độ Đan 10",
  "{0.SimFirstName} can knit Sweater Scarf Combos, or as we like to call them, \"Scwarfs\"!": "{0.SimFirstName} giờ có thể đan Áo Len Kèm Khăn Choàng Cổ rồi đó, hay còn gọi là \"Áo Choàng\" cho nó gọn!",
  "Reached Knitting Level 9": "Đạt Cấp Độ Đan 9",
  "{0.SimFirstName} can now knit Decorations. Cacti and turtles and octopi, oh my!": "{0.SimFirstName} giờ có thể đan Đồ Trang Trí rồi đó. Xương rồng, rùa, bạch tuộc... ôi trời!",
  "Reached Knitting Level 7": "Đạt Cấp Độ Đan 7",
  "{0.SimFirstName} is feeling confident in {M0.his}{F0.her} skills and can now knit the ultimate gift - Sweaters! Teach to Knit is now available so that {0.SimFirstName} can pass along {M0.his}{F0.her} knowledge to other Sims.": "{0.SimFirstName} đang cảm thấy tự tin vào kỹ năng của {M0.his}{F0.her} và giờ có thể đan món quà đỉnh cao - Áo Len! Giờ thì có thể dùng chức năng Dạy Đan để {0.SimFirstName} truyền lại kiến thức của {M0.his}{F0.her} cho những Sims khác.",
  "Reached Knitting Level 5": "Đạt Cấp Độ Đan 5",
  "{0.SimFirstName} can now knit Socks. A sock is something you wear on your foot, with or without a shoe. How delightful!": "{0.SimFirstName} giờ có thể đan Vớ rồi đó. Vớ là một thứ gì đó bạn mang ở chân, có hoặc không có giày. Thật là tuyệt vời!",
  "Reached Knitting Level 2": "Đạt Cấp Độ Đan 2",
  "Get comfortable and turn on some tunes, because its time to knit! Use your talents to dress your family, decorate your house, or make some Simoleons on the side. No wrong answers here, just get to stitching! \\n\\nKnitting is primarily tied to the Yarn Basket. Your Sim must have a Yarn Basket in their inventory to start knitting. Increasing this skill will unlock new Knitting recipes, both clothing and objects!": "Hãy thoải mái và bật một vài bản nhạc lên nào, vì bây giờ là thời gian để đan! Sử dụng tài năng của bạn để may quần áo cho gia đình, trang trí nhà cửa hoặc kiếm thêm Simoleon. Không có câu trả lời sai ở đây, chỉ cần bắt đầu may thôi!\n\nĐan chủ yếu liên quan đến Giỏ Len. Sim của bạn phải có Giỏ Len trong hành trang của họ để bắt đầu đan. Tăng kỹ năng này sẽ mở khóa các công thức Đan mới, cả quần áo và đồ vật!",
  "Sims with this trait gain enhanced benefits to teaching other Sims how to knit. Sims are also immune to the foul magic of the Sweater Curse, and can dispel afflicted Sims from its snarly grasp. Lastly, Sims have the ability to craft unique knitted items, like a very special companion from a strange land, or The Forbidden Sweater which, honestly, is forbidden for a reason...": "Sim có tính cách này sẽ nhận được những lợi ích nâng cao khi dạy những Sim khác cách đan. Sim cũng miễn nhiễm với ma thuật tà ác của Lời Nguyền Áo Len và có thể giải trừ những Sim bị ảnh hưởng khỏi sự kìm kẹp đáng sợ của nó. Cuối cùng, Sim có khả năng chế tạo những vật phẩm đan độc đáo, chẳng hạn như một người bạn đồng hành rất đặc biệt đến từ một vùng đất xa lạ hoặc Chiếc Áo Len Cấm Kỵ, thành thật mà nói, nó bị cấm vì một lý do...",
  "(From Completing the {F0.Lady}{M0.Lord} of the Knits Aspiration)": "(Từ Việc Hoàn Thành Nguyện Vọng {F0.Lady}{M0.Lord} Đan)"
}