{
  "(From Completing a Paranormal Investigator Gig)": "(Từ Việc Hoàn Thành Một Phi Vụ Điều Tra Hiện Tượng Siêu Nhiên)",
  "(From Failing to Complete a Paranormal Investigator Gig)": "(Từ Việc Thất Bại Khi Hoàn Thành Một Phi Vụ Điều Tra Hiện Tượng Siêu Nhiên)",
  "A Specter has started a fire!": "Một Bóng Ma đã gây ra hỏa hoạn!",
  "(From Eating an Ectocake)": "(Từ Việc Ăn Bánh Ma)",
  "You’re feeling somewhat courageous. Any rational mind would be afraid, but hey, you do you.": "Bạn đang cảm thấy khá là dũng cảm đó. Ai có lý trí chắc chắn sẽ sợ, nhưng kệ, bạn cứ là bạn thôi.",
  "(From Stepping Foot on a Haunted House)": "(Từ Việc Đặt Chân Vào Một Ngôi Nhà Ma Ám)",
  "You’re understandably upset. Some sort of cruel deity has sent you here. If you’re gonna blame anybody, blame THEM.": "Bạn khó chịu cũng đúng thôi. Chắc có vị thần ác độc nào đó đã đưa bạn đến đây. Nếu mà bạn muốn trách ai đó thì TRÁCH HỌ đi.",
  "I think we’re gonna get along great!": "Tui nghĩ mình sẽ hợp nhau lắm đó!",
  "Watch out! She's here!": "Coi chừng! Bà ấy tới rồi kìa!",
  "Don't mention it! Plus now we can be TWINSIES!": "Không có gì đâu! Với lại giờ mình làm CHỊ EM SINH ĐÔI được rồi nè!",
  "Ah, it's all in the past. Enjoy the coat!": "À, chuyện qua rồi bỏ đi. Mặc áo khoác vui vẻ nha!",
  "{0.SimFirstName} received a Paranormal Investigator License and is ready to take on Paranormal Investigator gigs!": "{0.SimFirstName} đã nhận được Giấy Phép Điều Tra Hiện Tượng Siêu Nhiên và sẵn sàng nhận các phi vụ Điều Tra Hiện Tượng Siêu Nhiên!",
  "Bye for now, I'll be back again soon!": "Tạm biệt nha, tui sẽ sớm quay lại thôi!",
  "(From Being an Adrenaline Seeker in a Haunted Lot)": "(Từ Việc Là Một Người Thích Cảm Giác Mạnh Trong Khu Đất Ma Ám)",
  "(From The Wind Blowing)": "(Từ Gió Thổi)",
  "(From Hearing a Creepy Voice)": "(Từ Việc Nghe Thấy Một Giọng Nói Rợn Người)",
  "(From Flickering Lights)": "(Từ Đèn Nhấp Nháy)",
  "(From Lights Going Out)": "(Từ Đèn Tắt Ngúm)",
  "(From Hearing a Strange Noise)": "(Từ Việc Nghe Thấy Một Âm Thanh Lạ)",
  "Nope! Nope! Nope! I did not sign up for this. You'll never take me alive!": "Không! Không! Không! Tui không có đăng ký vụ này à nghe. Đừng hòng bắt sống tui!",
  "{0.SimFirstName} is now eligible to receive a Paranormal Investigator License! Ask Guidry for more details! Congratulations!": "{0.SimFirstName} giờ đủ điều kiện để nhận Giấy Phép Điều Tra Hiện Tượng Siêu Nhiên rồi đó! Hỏi Guidry để biết thêm chi tiết nha! Chúc mừng!",
  "Who shut down the power????": "Ai tắt điện vậy trời????",
  "(From Drinking Specter Sip)": "(Từ Việc Uống Ngụm Bóng Ma)",
  "Wow... uh... thanks. I will treasure it until the day I die I guess.": "Woa... ờ... cảm ơn nha. Chắc tui sẽ giữ gìn nó đến tận lúc nhắm mắt xuôi tay quá.",
  "Maybe this will help me forget my troubles.": "Có lẽ thứ này sẽ giúp tui quên đi những muộn phiền.",
  "Are we like... dating now? Do you want to make out or something?": "Ủa rồi mình... đang hẹn hò hả? Bạn có muốn... hôn hít gì không?",
  "Um... okay. I'm gonna go... float over here I guess.": "Ờm... ờ kê. Chắc tui đi... lượn lờ bên đây nha.",
  "Are you asking me out? I'm single in case you're wondering and I'm willing to get weird.": "Bạn đang rủ tui đi chơi hả? Tui đang độc thân đó, nếu bạn thắc mắc, với lại tui sẵn sàng quậy luôn.",
  "Hi. How are you? Oh I'm just here, hovering and stuff.": "Chào. Bạn khỏe không? Ồ, tui chỉ ở đây, lượn lờ các kiểu thôi.",
  "I never knew I wanted this but I love it.": "Tui chưa bao giờ biết tui muốn cái này, mà giờ tui thích ghê.",
  "Does that mean we're soul mates now? Should I move in or do you move in with me?": "Vậy có nghĩa là mình là tri kỷ rồi hả? Tui dọn tới hay bạn dọn tới chỗ tui?",
  "Am I supposed to eat this. Because I will. Maybe even right now.": "Cái này là tui ăn hả? Tại tui ăn đó. Chắc ăn luôn giờ nè.",
  "What? Who are you? What is this? Hello? Is this some kind of unsolicited call? What if I came to your house and started banging on your door? Go Welcome Wagon some other ghost, I'm not interested.": "Hả? Ai vậy? Cái gì đây? Alo? Có ai gọi mà tui không muốn nghe vậy trời? Nếu tui tới nhà bạn rồi đập cửa thì sao hả? Đi chào ma khác đi, tui không có hứng.",
  "You AGAIN?! Unsubscribe.": "Lại là bạn NỮA hả?! Hủy đăng ký.",
  "Get a life! Oh right... you have one and you're wasting it. Must be nice.": "Đi mà kiếm việc gì làm đi! Ờ ha... bạn có một cuộc đời rồi mà bạn đang phí phạm nó. Sướng ha.",
  "I've been watching over you for quite some time, and I gotta say, I'm NOT impressed. Could you at least work on <i>trying</i> next time?": "Tui đã dõi theo bạn khá lâu rồi, và tui phải nói là, tui KHÔNG có ấn tượng gì hết trơn á. Lần sau bạn có thể ráng <i>cố gắng</i> chút được không?",
  "You hear the faint sound of a modem connecting to the internet, but it sounds almost if a ghost is trying to imitate the sounds with its mouth. You only have questions. ": "Bạn nghe thấy tiếng modem kết nối internet, nhưng nghe như là một con ma đang cố gắng bắt chước âm thanh đó bằng miệng vậy. Bạn chỉ biết thắc mắc thôi.",
  "You overhear the sound of chewing on the other end, they might not realize their mic is on.": "Bạn nghe lén được tiếng nhai tóp tép ở đầu dây bên kia, chắc người ta không biết là mic đang bật đâu.",
  "Eeny meeny miney moe… one potato, two potato, three potato, four… bubblegum bubblegum in a dish...": "Úm ba la xì bùa… một quả cà chua, hai quả cà chua, ba quả cà chua, bốn quả… kẹo cao su kẹo cao su trong dĩa…",
  "Meow! Meeeeow? Purrr. Purrrr. Mew mew mew.": "Meo! Meeeeoow? Gừ gừ. Gừ gừ. Meo meo meo.",
  "Wow! The Living! Here! Talking with me! It's been ever so long I've conversed with someone non-departed, I don't even know where to be begin! How about those... sports teams? Is breathing still a thing?": "Woa! Người Sống! Ở đây! Nói chuyện với tui! Lâu lắm rồi tui mới nói chuyện với ai đó chưa lìa đời, tui còn không biết bắt đầu từ đâu nữa! Mấy đội... thể thao dạo này sao rồi? Thở vẫn còn là một chuyện hả?",
  "Now that I'm dead I can finally catch up on all those shows I've been meaning to watch! Who am I kidding? Maybe I'll just leave them in queue forever. ": "Giờ tui chết rồi cuối cùng cũng có thể đu hết mấy show mà tui định coi rồi! Tui giỡn thôi hả? Chắc tui cứ để đó mãi mãi luôn quá.",
  "Heya! Just wanted to let you know that we're all rooting for you! Keep it up!": "Ê! Chỉ muốn cho bạn biết là tụi tui đang ủng hộ bạn đó! Cố lên!",
  "Hey there! I'm actually your great, great, great, great-grandfather! Or at least I think I am? It all gets a little muddled, and my eyes aren't what they used to be, but I'm rootin' for ya champ!": "Chào bạn! Tui là ông cố, cố, cố, cố nội của bạn đó! Hoặc ít nhất tui nghĩ vậy? Mấy chuyện này hơi rối rắm, với lại mắt tui cũng không còn tốt như xưa nữa, nhưng tui ủng hộ bạn hết mình nha con!",
  "Eh, being dead ain't so bad. Waaaaay less responsibility, and much more my style.": "Ê, chết cũng không tệ lắm à nghen. Đỡ trách nhiệm hơn HẲN, mà còn hợp gu tui hơn nhiều nữa.",
  "Don't let your dreams be memes. I think I read that somewhere.": "Đừng để ước mơ của bạn chỉ là meme thôi nha. Hình như tui đọc ở đâu đó rồi.",
  "Make the most of your life! Don't stay indoors playing some life simulator all day and night like me!": "Hãy sống hết mình đi! Đừng có ở trong nhà chơi mấy game mô phỏng cuộc sống cả ngày lẫn đêm như tui nè!",
  "No matter how bad things may seem, at least you're not dead like me! Chin up!": "Dù mọi chuyện có tệ đến đâu đi nữa, ít nhất bạn cũng không có chết như tui nè! Vui lên đi!",
  "Hey! Before you go, can you describe what ice cream tastes like? It's been so long...": "Ê! Trước khi đi, bạn có thể miêu tả kem có vị gì không? Lâu lắm rồi...",
  "It's always just \"OK\" with you people, not \"Are you OK?\"...": "Lúc nào mấy người cũng chỉ nói \"Ổn\" thôi, chứ không ai hỏi \"Bạn ổn không?\" hết trơn...",
  "I wish I lived in the time of smart phones... they look pretty cool. I used to have a barrel I would play in.": "Ước gì tui sống ở thời điện thoại thông minh... nhìn ngầu ghê. Hồi xưa tui toàn chơi trong thùng thôi à.",
  "The other side is okay, but I wish I'd brought a book. Having an eternity with just your thoughts isn't as peaceful as it seems.": "Thế giới bên kia cũng được, nhưng tui ước gì mình mang theo một cuốn sách. Có cả một đời chỉ với những suy nghĩ của mình không có bình yên như người ta tưởng đâu.",
  "I know what you did last summer...": "Tui biết hè năm ngoái bạn làm gì đó...",
  "They're coming soon. Better think twice about opening the door.": "Họ sắp tới rồi. Nhớ suy nghĩ kỹ trước khi mở cửa đó.",
  "The flashing light was just a test. You'll have plenty of warning next time.": "Ánh sáng nhấp nháy chỉ là thử thôi. Lần sau bạn sẽ có đủ thời gian chuẩn bị đó.",
  "Wouldn't it be fun if something terrible happened tonight?": "Nếu có chuyện gì kinh khủng xảy ra tối nay thì vui biết mấy ha?",
  "(From Being Near Bonehilda)": "(Từ Việc Ở Gần Bonehilda)",
  "(From Being Near an Accursed Object)": "(Từ Việc Ở Gần Một Vật Bị Nguyền Rủa)",
  "(From being Near a \"Ghastly\" Household Member)": "(Từ Việc Ở Gần Một Thành Viên Hộ Gia Đình \"Gớm Ghiếc\")",
  "(From being Near a Haunted Painting)": "(Từ Việc Ở Gần Một Bức Tranh Ma Ám)",
  "(From being Near a Sacred Candle)": "(Từ Việc Ở Gần Một Ngọn Nến Linh Thiêng)",
  "(From being Near a Very Special Specter)": "(Từ Việc Ở Gần Một Bóng Ma Rất Đặc Biệt)",
  "(From Being Near Temperance)": "(Từ Việc Ở Gần Temperance)",
  "Uh-oh, {0.SimFirstName} ran home terrified! The Paranormal Investigation was cancelled! Sometimes you might need to accompany Sims on their Paranormal Investigations to help ensure success, especially for harder Gigs!": "Úi chà, {0.SimFirstName} chạy về nhà trong hoảng sợ rồi! Phi Vụ Điều Tra Siêu Nhiên bị hủy bỏ rồi! Đôi khi bạn cần đi cùng Sims trong các Phi Vụ Điều Tra Siêu Nhiên của họ để đảm bảo thành công, đặc biệt là đối với các Phi Vụ khó hơn!",
  "Menacing Phantoms": "Bóng Ma Đáng Sợ",
  "{0.SimFirstName} thinks this is quite spooky... and {M0.HE}{F0.SHE} LOVES IT!": "{0.SimFirstName} thấy cái này khá là ma quái... và {M0.HE}{F0.SHE} THÍCH ĐÓ!",
  "Haunted Houses are AWESOME!": "Nhà Ma Ám TUYỆT VỜI!",
  "You feel an immense uncomfortable presence emanating nearby.": "Bạn cảm thấy một sự hiện diện khó chịu vô cùng phát ra gần đây.",
  "Awkward Aura": "Hào Quang Vụng Về",
  "That didn't quite go as planned, but hey this works too!": "Chuyện này không đi theo kế hoạch cho lắm, nhưng mà thôi kệ, cái này cũng được nè!",
  "Ritual Complete?": "Đã Hoàn Thành Nghi Lễ?",
  "{0.SimFirstName} failed the one job as a Paranormal Investigator. They will carry this guilt with them for the rest of their life, or maybe for the next 90 minutes or so.": "{0.SimFirstName} đã thất bại trong công việc duy nhất của một Điều Tra Viên Siêu Nhiên. Họ sẽ mang theo mặc cảm tội lỗi này đến hết cuộc đời, hoặc có lẽ là trong khoảng 90 phút tới.",
  "Bustin' Makes Me Feel Bad": "Đi Bắt Ma Làm Tui Thấy Tồi Tệ",
  "DAH-nah DAH-nah DAH-nah Dahnah-nah-nah-nah-nah": "DAH-nah DAH-nah DAH-nah Dahnah-nah-nah-nah-nah",
  "Bustin' Makes Me Feel Good!": "Đi Bắt Ma Làm Tui Thấy Vui!",
  "{0.SimFirstName} cant help but notice this place is a little... Haunted.": "{0.SimFirstName} không thể không nhận ra chỗ này hơi bị... Ma Ám.",
  "Goosebumps!": "Nổi Da Gà!",
  "Fear Factor!": "Yếu Tố Sợ Hãi!",
  "{0.SimFirstName} is having a bad time. Sims who are this scared need to occasionally scream it out for a bit. Try to get their fear in check by staying near a Sacred Candle, or hiding under the covers for awhile.": "{0.SimFirstName} đang trải qua một khoảng thời gian tồi tệ. Sims mà sợ hãi đến mức này cần phải thỉnh thoảng hét lên một chút. Cố gắng kiềm chế nỗi sợ của họ bằng cách ở gần Nến Thiêng hoặc trốn dưới chăn một lúc.",
  "Energy courses through your veins! The warnings of taking strange candy is greatly exaggerated. ": "Năng lượng chạy qua huyết quản của bạn! Những lời cảnh báo về việc ăn kẹo lạ bị phóng đại quá mức rồi.",
  "Forbidden Candy": "Kẹo Cấm",
  "Okay, there are definitely limits to how many you should eat. ": "Okay, chắc chắn là có giới hạn về số lượng bạn nên ăn đó.",
  "{0.SimFirstName} spirit has coalesced with the afterlife!": "Linh hồn của {0.SimFirstName} đã hợp nhất với thế giới bên kia!",
  "Ritual Complete!": "Nghi Lễ Hoàn Tất!",
  "Temperance has invaded! Maybe Guidry knows what to do?": "Temperance đã xâm chiếm! Chắc Guidry biết phải làm gì đó?",
  "Phantom Invader!": "Kẻ Xâm Lăng Bóng Ma!",
  "NOPE": "THÔI KHỎI",
  "Losing a piece of your soul isn't the most pleasant feeling. At least that Specter made good use of it, right?": "Mất đi một phần linh hồn của bạn không phải là cảm giác dễ chịu nhất. Ít nhất là con ma đó đã sử dụng nó tốt, phải không?",
  "Something Feels... Missing": "Có Gì Đó Cảm Thấy... Thiếu Thiếu",
  "{0.SimFirstName} is panicking!": "{0.SimFirstName} đang hoảng loạn!",
  "{0.SimFirstName} wants to be a Paranormal Investigator when {M0.he}{F0.she} grows up! ": "{0.SimFirstName} muốn trở thành Điều Tra Viên Siêu Nhiên khi {M0.he}{F0.she} lớn lên!",
  "Future Paranormal Investigator": "Điều Tra Viên Siêu Nhiên Tương Lai",
  "{0.SimFirstName} is very optimistic about their Haunted House adventure!": "{0.SimFirstName} rất lạc quan về cuộc phiêu lưu trong Ngôi Nhà Ma Ám của mình!",
  "Ready for Anything!": "Sẵn Sàng Cho Mọi Thứ!",
  "Sims near Sacred Candles are protected from the harmful affects of a Haunted House, and are their fear levels will decrease gradually too!": "Sim ở gần Nến Thiêng được bảo vệ khỏi những ảnh hưởng có hại của Ngôi Nhà Ma Ám, và mức độ sợ hãi của họ cũng sẽ giảm dần!",
  "Sacred Protection": "Sự Bảo Vệ Thiêng Liêng",
  "Is it too late to turn back?": "Giờ quay đầu lại còn kịp không?",
  "Second Guessing?": "Đắn Đo?",
  "{0.SimFirstName} feels the presence of a foreboding aura.": "{0.SimFirstName} cảm thấy sự hiện diện của một hào quang báo hiệu điềm gở.",
  "Something Ain't Right": "Có Gì Đó Sai Sai",
  "Whatever was in that thing, it sure hit the spot! Probably wont have to worry about eating for awhile!": "Dù cái thứ trong đó là gì đi nữa, nó trúng phóc luôn! Chắc khỏi lo ăn uống gì một thời gian quá!",
  "Soul Stuffed": "No Căng Da Bụng",
  "You feel strangely more experienced, as if the memories from another life poured into you. What a rush!": "Bạn cảm thấy có nhiều kinh nghiệm hơn một cách kỳ lạ, như thể những ký ức từ một cuộc đời khác tràn vào bạn. Thật là hưng phấn!",
  "Specter Sloshed": "Say Bí Tỉ",
  "Whatever that Specter did, it sure feels good! Maybe Specters aren't so bad after all...": "Dù con ma đó làm gì đi nữa, nó chắc chắn rất tuyệt! Có lẽ ma không tệ như mình nghĩ...",
  "Specter Sprinkles!": "Rắc Thêm Ma!",
  "{0.SimFirstName} knew this place was haunted, but some things are creepy no matter how you slice it. ": "{0.SimFirstName} biết chỗ này bị ma ám rồi, nhưng có vài thứ vẫn đáng sợ dù bạn có nhìn nhận nó thế nào đi nữa.",
  "What WAS that?!": "CÁI ĐÓ là CÁI GÌ vậy TRỜI?!",
  "{0.SimFirstName} has successfully performed a ceremony! While it was a little taxing on the soul, it feels like it was all worth it!": "{0.SimFirstName} đã thực hiện thành công một nghi lễ! Dù nó hơi hao tổn linh hồn một chút, nhưng cảm giác như là mọi thứ đều xứng đáng!",
  "I Ain't Afraid of No Ghosts": "Tui Không Sợ Ma",
  "There is something mildly disturbing about this whole situation...": "Có gì đó hơi khó chịu về toàn bộ tình huống này...",
  "Uneasy Presence ": "Sự Hiện Diện Bất An",
  "Uh-oh, {0.SimFirstName}'s ceremony didn't go so smoothly. Ceremonies can be very taxing, make sure {M0.his}{F0.her} Needs are high before attempting one!": "Úi chà, nghi lễ của {0.SimFirstName} không suôn sẻ cho lắm. Nghi lễ có thể rất tốn kém, hãy đảm bảo các Nhu Cầu của {M0.his}{F0.her} ở mức cao trước khi thử thực hiện!",
  "Botched Ceremony!": "Nghi Lễ Thất Bại!",
  "One moment you're alive, the next you're like THIS?!": "Một giây bạn còn sống, giây tiếp theo bạn lại thành ra VẬY hả?!",
  "What Happened To You?!": "Chuyện Gì Đã Xảy Ra Với Bạn VẬY?!",
  "Maybe they're better off dead.": "Có lẽ họ chết sướng hơn đó.",
  "Ghosts Are Jerks!": "Ma Toàn Đồ Mất Dạy!",
  "{0.SimFirstName} received a warning from the beyond.": "{0.SimFirstName} đã nhận được một lời cảnh báo từ thế giới bên kia.",
  "Haunting Message": "Thông Điệp Ma Quái",
  "{0.SimFirstName} just wanted to talk to the dead, but all they got were feels.": "{0.SimFirstName} chỉ muốn nói chuyện với người chết thôi, nhưng những gì họ nhận được chỉ là cảm xúc.",
  "Melancholy Malaise": "Nỗi Buồn U Uất",
  "Someone who's lived their entire life probably has good perspective on things!": "Một người sống cả đời chắc là có cái nhìn thấu đáo về mọi thứ lắm!",
  "Otherworldy Guidance": "Lời Khuyên Từ Thế Giới Bên Kia",
  "You know, just a casual conversation with some dead people, how bout you?": "Bạn biết đó, chỉ là cuộc trò chuyện bình thường với mấy người chết thôi, bạn sao rồi?",
  "Spectral Smalltalk": "Tán Gẫu Ma Quái",
  "{0.SimFirstName} has a knack for this, and will gain Medium Skill faster!": "{0.SimFirstName} có năng khiếu về cái này, và sẽ tăng Kỹ Năng Đồng Cốt nhanh hơn!",
  "Natural Talent!": "Thiên Tài Bẩm Sinh!",
  "The dearly departed certainly have some... uhh... unique perspectives?": "Những người đã khuất chắc chắn có một vài... uhh... góc nhìn độc đáo?",
  "Uhh... What?": "Uhh... Cái Gì Cơ?",
  "Makin' Magic Maid Mausoleum": "Lâu Đài Ma Sơ Phù Phép",
  "Federal Bureau of Spooky Investigation": "Cục Điều Tra Ma Quái Liên Bang",
  "{0.SimFirstName}'s Paranormal Investigation starts in one hour! Get ready!": "Phi Vụ Điều Tra Siêu Nhiên của {0.SimFirstName} sẽ bắt đầu sau một tiếng nữa! Chuẩn bị đi!",
  "It's time for {0.SimFirstName}'s investigation! Would you like to follow {0.SimFirstName}?": "Đến giờ điều tra của {0.SimFirstName} rồi! Bạn có muốn theo dõi {0.SimFirstName} không?",
  "Send {0.SimFirstName} Alone": "Gửi {0.SimFirstName} Đi Một Mình",
  "{0.SimFirstName}'s investigation will end in one hour.": "Phi vụ điều tra của {0.SimFirstName} sẽ kết thúc sau một tiếng nữa.",
  "This Agency requires a Paranormal Investigator License to join. Talk to Guidry on a Haunted House Residential lot to learn more. Additionally you can also purchase the License from the Reward Store.": "Cơ quan này yêu cầu phải có Giấy Phép Điều Tra Siêu Nhiên để tham gia. Nói chuyện với Guidry trong khu dân cư Ngôi Nhà Ma Ám để tìm hiểu thêm. Ngoài ra, bạn cũng có thể mua Giấy Phép từ Cửa Hàng Phần Thưởng.",
  "Gig Complete!": "Phi Vụ Hoàn Tất!",
  "Gig Failed!": "Phi Vụ Thất Bại!",
  "Go to the haunted location and get rid of anything spooky, by any means necessary!": "Đến địa điểm ma ám và loại bỏ bất cứ thứ gì ma quái, bằng mọi giá!",
  "Paranormal Investigation": "Điều Tra Siêu Nhiên",
  "You earned Simoleons!": "Bạn đã kiếm được Simoleon!",
  "You also earned a reward object!": "Bạn cũng đã kiếm được một vật phẩm phần thưởng!",
  "{0.SimFirstName} failed to complete the Gig on time. ": "{0.SimFirstName} đã không hoàn thành Phi Vụ đúng thời hạn.",
  "Stay on Lot": "Ở Lại Khu Đất",
  "Go Home": "Về Nhà",
  "Nice work Investigator!\\nPeace has been restored!... <i>for now.</i>": "Làm tốt lắm Điều Tra Viên!\\nSự yên bình đã được khôi phục!... <i>cho tới giờ.</i>",
  "{0.SimFirstName} has been recognized for great performance and client satisfaction. In addition to raising {F0.her}{M0.his} rate, {0.SimFirstName} also received rewards!\\n\\n{7.String}": "{0.SimFirstName} đã được công nhận vì hiệu suất tuyệt vời và sự hài lòng của khách hàng. Ngoài việc tăng giá của {F0.her}{M0.his}, {0.SimFirstName} còn nhận được phần thưởng!\\n\\n{7.String}",
  "Beginner Paranormal Investigation": "Điều Tra Siêu Nhiên Sơ Cấp",
  "Easy": "Dễ",
  "Difficulty:": "Độ Khó:",
  "<font color=\"#0949AB\">Pay:</font><font color=\"#10A317\"> §750</font>\\n<font color=\"#0949AB\">Starts at:</font><font color=\"#10A317\"> {2.DayOfWeekShort} {2.TimeShort}</font>\\n<font color=\"#0949AB\">{3.String}</font> {4.String}": "<font color=\"#0949AB\">Thù Lao:</font><font color=\"#10A317\"> §750</font>\\n<font color=\"#0949AB\">Bắt đầu vào:</font><font color=\"#10A317\"> {2.DayOfWeekShort} {2.TimeShort}</font>\\n<font color=\"#0949AB\">{3.String}</font> {4.String}",
  "Expert Paranormal Investigation": "Điều Tra Siêu Nhiên Cao Cấp",
  "Hard": "Khó",
  "<font color=\"#0949AB\">Pay:</font><font color=\"#10A317\"> §3000</font>\\n<font color=\"#0949AB\">Starts at:</font><font color=\"#10A317\"> {2.DayOfWeekShort} {2.TimeShort}</font>\\n<font color=\"#0949AB\">{3.String}</font> {4.String}": "<font color=\"#0949AB\">Thù Lao:</font><font color=\"#10A317\"> §3000</font>\\n<font color=\"#0949AB\">Bắt đầu vào:</font><font color=\"#10A317\"> {2.DayOfWeekShort} {2.TimeShort}</font>\\n<font color=\"#0949AB\">{3.String}</font> {4.String}",
  "Adept Paranormal Investigation": "Điều Tra Siêu Nhiên Lão Luyện",
  "Medium": "Vừa",
  "<font color=\"#0949AB\">Pay:</font><font color=\"#10A317\"> §1500</font>\\n<font color=\"#0949AB\">Starts at:</font><font color=\"#10A317\"> {2.DayOfWeekShort} {2.TimeShort}</font>\\n<font color=\"#0949AB\">{3.String}</font> {4.String}": "<font color=\"#0949AB\">Thù Lao:</font><font color=\"#10A317\"> §1500</font>\\n<font color=\"#0949AB\">Bắt đầu vào:</font><font color=\"#10A317\"> {2.DayOfWeekShort} {2.TimeShort}</font>\\n<font color=\"#0949AB\">{3.String}</font> {4.String}",
  "Macabre Maid": "Người Hầu Kinh Dị",
  "The reviews for this company are... really quite bizarre. For some reason users seem to flood it with the message, \"Justice For Bonehilda\".": "Các đánh giá về công ty này... thực sự khá kỳ lạ. Vì một lý do nào đó, người dùng dường như tràn ngập nó với thông điệp, \"Công Lý Cho Bonehilda\".",
  "Paranormal Investigator": "Điều Tra Viên Siêu Nhiên",
  "Paranormal Investigators are the ones who are called when things go bump in the night. While the job requires you to work through the night, there is a lot of freedom in the type of work to do. Harder gigs mean better rewards, but who knows... it might get pretty spooky there.": "Điều Tra Viên Siêu Nhiên là những người được gọi khi có chuyện xảy ra vào ban đêm. Mặc dù công việc đòi hỏi bạn phải làm việc suốt đêm, nhưng có rất nhiều tự do trong loại công việc cần làm. Phi vụ càng khó thì phần thưởng càng lớn, nhưng ai mà biết được... có thể sẽ khá ma quái đó.",
  "The reviews for this company are quite bizarre, users seem to flood it with the message, \"Justice For Bonehilda\".": "Các đánh giá về công ty này khá kỳ lạ, người dùng dường như tràn ngập nó với thông điệp, \"Công Lý Cho Bonehilda\".",
  "<font color='#EC262E'>Survive 7 nights in a Haunted House to unlock</font>": "<font color='#EC262E'>Sống sót 7 đêm trong Ngôi Nhà Ma Ám để mở khóa</font>",
  "Playful Spirit": "Linh Hồn Vui Tính",
  "Extrasensory Extrovert": "Người Hướng Ngoại Siêu Giác Quan",
  "Fearlessly Flowy": "Không Sợ Hãi Tung Tẩy",
  "Bravely Bohemian": "Dũng Cảm Du Mục",
  "Startlingly Stylish": "Phong Cách Đáng Kinh Ngạc",
  "Wraith Whimsy": "Sự Tinh Quái Của Bóng Ma",
  "Dramatic Parquet": "Sàn Gỗ Kịch Tính",
  "Is this really THE veil we've all heard so much about? Okay, so it's not the veil that separates the living and the dead, but this curtain still got lots of fantastic uses, most of which are interior decoration related, but if you put a lot of thought into it, you could probably come up with a list of occult reasons too. Shiny!": "Đây có thực sự là TẤM MÀN mà chúng ta nghe nói nhiều đến vậy không? Okay, nó không phải là tấm màn ngăn cách người sống và người chết, nhưng tấm rèm này vẫn có rất nhiều công dụng tuyệt vời, hầu hết trong số đó liên quan đến trang trí nội thất, nhưng nếu bạn suy nghĩ nhiều về nó, bạn có thể nghĩ ra một danh sách các lý do huyền bí nữa đó. Lấp lánh!",
  "The Veil Beaded Curtain - Left": "Rèm Hạt Cườm The Veil - Bên Trái",
  "Is this really THE veil we've all heard so much about? Okay, so it's not the veil that separates the living and the dead, but it's still got lots of fantastic uses, most of which are interior decoration related, but if you put a lot of thought into it, you could probably come up with a list of occult reasons too. Shiny!": "Đây có thực sự là TẤM MÀN mà chúng ta nghe nói nhiều đến vậy không? Okay, nó không phải là tấm màn ngăn cách người sống và người chết, nhưng nó vẫn có rất nhiều công dụng tuyệt vời, hầu hết trong số đó liên quan đến trang trí nội thất, nhưng nếu bạn suy nghĩ nhiều về nó, bạn có thể nghĩ ra một danh sách các lý do huyền bí nữa đó. Lấp lánh!",
  "The Veil Beaded Curtain - Right": "Rèm Hạt Cườm The Veil - Bên Phải",
  "This antique beauty once belonged to Great Aunt Blanche, but it's unclear on whose Great Aunt she actually was. Was she your Great Aunt, my Great Aunt, a distant friend of the family? One thing is certain though: Great Aunt Blanche was a cheek-pincher. At any family gathering, she would be there, pinching cheeks of anyone under her age. \"Look at that face!\" Pinch, pinch, pinch! Great Aunt Blanche is no longer with us, but previous owners of this desk have felt a strange tingling sensation in their cheeks whenever they take a seat. Pinch, pinch, pinch!": "Vẻ đẹp cổ điển này từng thuộc về Dì Blanche vĩ đại, nhưng không rõ thực sự Dì là Dì vĩ đại của ai. Dì là Dì vĩ đại của bạn, Dì vĩ đại của tôi, hay một người bạn xa của gia đình? Tuy nhiên, có một điều chắc chắn: Dì Blanche vĩ đại là người hay véo má. Tại bất kỳ buổi họp mặt gia đình nào, dì sẽ ở đó, véo má bất kỳ ai dưới tuổi dì. \"Nhìn cái mặt kìa!\" Véo, véo, véo! Dì Blanche vĩ đại không còn ở bên chúng ta nữa, nhưng những chủ sở hữu trước đây của chiếc bàn này đã cảm thấy một cảm giác ngứa ran kỳ lạ ở má mỗi khi họ ngồi xuống. Véo, véo, véo!",
  "Great Auntie's Desk": "Bàn Của Dì Vĩ Đại",
  "Take a sip of the most cool, refreshing drink there is: Specter Sip! Aaah! Soulful and fizzy! If you've ever drunk a part of somebody's soul, you'll know that their memories and general essence come with it, so get ready to sponge it all up and revel in the strangeness.": "Nhấp một ngụm đồ uống mát lạnh, sảng khoái nhất: Ngụm Bóng Ma! Aaa! Đầy đặn và sủi bọt! Nếu bạn đã từng uống một phần linh hồn của ai đó, bạn sẽ biết rằng ký ức và bản chất chung của họ đi kèm với nó, vì vậy hãy sẵn sàng hấp thụ tất cả và đắm mình trong sự kỳ lạ.",
  "Specter Sip": "Ngụm Bóng Ma",
  "This fireplace was constructed using stones from an old morgue. Why anyone thought that was ever a good idea is unclear, but worse decisions have been made. For example, peanut butter and pickle sandwiches are a thing. Further musings on both topics, however, does yield the thought that perhaps there are people who want a fireplace made of morgue bricks, and people who are wondering when this sentence will be over so they can take a nice juicy bite out of their peanut butter and pickle sandwich.": "Lò sưởi này được xây dựng bằng đá từ một nhà xác cũ. Không rõ tại sao ai đó lại nghĩ đó là một ý tưởng hay, nhưng những quyết định tồi tệ hơn đã được đưa ra. Ví dụ, bánh mì bơ đậu phộng và dưa chua là một thứ gì đó có thật. Tuy nhiên, những suy nghĩ sâu xa hơn về cả hai chủ đề, lại nảy sinh ý nghĩ rằng có lẽ có những người muốn một lò sưởi làm bằng gạch nhà xác, và những người đang tự hỏi khi nào câu này sẽ kết thúc để họ có thể cắn một miếng ngon ngọt vào chiếc bánh mì bơ đậu phộng và dưa chua của họ.",
  "Curiously Constructed Fireplace": "Lò Sưởi Được Xây Dựng Một Cách Kỳ Lạ",
  "Ectocake": "Bánh Ma",
  "Nowadays, creating recipes with what is at hand is the norm, so why not use Ectoplasm for baking? We can't validate the nutritional value of Ectoplasm but it does make for a great ingredient for a cake that is fluffy and levitating with flavor.": "Ngày nay, việc tạo ra các công thức nấu ăn với những gì có trong tay là điều bình thường, vậy tại sao không sử dụng Ectoplasm để nướng bánh? Chúng tôi không thể xác nhận giá trị dinh dưỡng của Ectoplasm nhưng nó tạo nên một thành phần tuyệt vời cho một chiếc bánh bông lan và bay bổng với hương vị.",
  "The floor creaked beneath her feet as she followed the apparition down the old hallway. The ghostly figure was clearly trying to tell her something... but what? Suddenly, she realized a trap door lay at her feet. Maybe this secret cavern held the key to discovering the old manor's most hidden mystery. She decided she would pull it open on the count of three. One... two - all of the sudden she noticed three lovely lights swinging above her and wondered where the manor's decorator got them. Those lights were just what she was looking for to complete her dining room! The antique metal finish... the vintage glass. Perfection! She let go of the trap door and pulled out her phone to take reference shots for later... and maybe one for Simstagram. She couldn't believe her luck. The lighting fixtures of her dreams in the most unexpected of places!": "Sàn nhà kêu cót két dưới chân khi cô đi theo bóng ma xuống hành lang cũ. Bóng hình ma quái rõ ràng đang cố gắng nói với cô điều gì đó... nhưng là gì? Đột nhiên, cô nhận ra một cánh cửa sập nằm dưới chân mình. Có lẽ hang động bí mật này nắm giữ chìa khóa để khám phá bí ẩn ẩn giấu nhất của trang viên cũ. Cô quyết định sẽ mở nó ra khi đếm đến ba. Một... hai - đột nhiên cô nhận thấy ba chiếc đèn đáng yêu đang đung đưa phía trên mình và tự hỏi người trang trí của trang viên đã lấy chúng ở đâu. Những chiếc đèn đó chính là thứ cô đang tìm kiếm để hoàn thiện phòng ăn của mình! Lớp hoàn thiện kim loại cổ... kính cổ điển. Hoàn hảo! Cô buông tay khỏi cửa sập và rút điện thoại ra để chụp ảnh tham khảo cho sau này... và có thể là một tấm cho Simstagram. Cô không thể tin vào vận may của mình. Đèn chiếu sáng trong mơ của cô ở một nơi bất ngờ nhất!",
  "Oh, The Suspense! Suspended Lights": "Ồ, Thật Hồi Hộp! Đèn Treo",
  "Did that light just move? This table light is a tad wicked in the sense that it looks like it could jump up and run off any second. Rest assured that it hasn't yet, but we can't really guarantee anything. Nothing is certain in life... or in lights. What we can guarantee is a cute little light which may or may not be plotting to run off with your candelabra. Cheeky...": "Cái đèn đó vừa di chuyển hả? Đèn bàn này hơi bị ác độc ở chỗ nó trông như thể có thể nhảy lên và bỏ chạy bất cứ lúc nào. Yên tâm là nó chưa làm vậy đâu, nhưng chúng tôi không thể đảm bảo bất cứ điều gì. Không có gì chắc chắn trong cuộc sống... hay trong đèn đóm. Những gì chúng tôi có thể đảm bảo là một chiếc đèn nhỏ nhắn dễ thương có thể hoặc không thể âm mưu bỏ trốn cùng với chân đèn của bạn. Táo tợn...",
  "Deviant Sun Table Light": "Đèn Bàn Mặt Trời Lệch Lạc",
  "Spirits begone! Place sacred candles to protect Sims and lower fear. But beware, some entities will try to blow them out! Keep them lit and help your Sims get a good night's sleep! Made from only the finest Wraith Wax.": "Linh hồn hãy đi đi! Đặt nến thiêng để bảo vệ Sims và giảm nỗi sợ hãi. Nhưng hãy cẩn thận, một số thực thể sẽ cố gắng thổi tắt chúng! Giữ cho chúng luôn cháy sáng và giúp Sims của bạn có một giấc ngủ ngon! Chỉ được làm từ Sáp Bóng Ma tốt nhất.",
  "Sacred Candles": "Nến Thiêng",
  "If your life has experienced an upheaval recently, or you have a sense things might go topsy-turvy any day now, prepare yourself with this calming tea tray. A peaceful treat in any circumstance, whether you're dealing with monumental stress, scary times, or minor every day annoyances. Remember: take a moment for yourself!": "Nếu cuộc sống của bạn gần đây đã trải qua một biến động, hoặc bạn có cảm giác mọi thứ có thể trở nên lộn xộn bất cứ lúc nào, hãy chuẩn bị cho mình bằng khay trà êm dịu này. Một món quà thanh bình trong mọi hoàn cảnh, cho dù bạn đang đối phó với căng thẳng tột độ, thời điểm đáng sợ hay những khó chịu nhỏ nhặt hàng ngày. Hãy nhớ: dành một chút thời gian cho bản thân!",
  "Moment of Peace Tea Set Tray": "Khay Trà Khoảnh Khắc Bình Yên",
  "Reveling in the night is fun, until you trip over your own feet. This playful petal shaped wall sconce lets you enjoy the evening all you want without risk of careening head first into a punch bowl or smashing into a grand piano. All fun ways to expire, but really spoils the party for everyone else.": "Đắm mình trong đêm vui vẻ thật đấy, cho đến khi bạn vấp phải chân mình. Đèn treo tường hình cánh hoa vui tươi này cho phép bạn tận hưởng buổi tối theo ý muốn mà không có nguy cơ lao đầu vào bát đấm hoặc đâm vào một cây đàn piano lớn. Tất cả đều là những cách vui vẻ để chết, nhưng thực sự làm hỏng bữa tiệc cho mọi người khác.",
  "Reveling Petals Wall Sconce": "Đèn Treo Tường Cánh Hoa Vui Vẻ",
  "As the story goes, Darius Taupe, the last owner of this eclectic collection of art was quite surprised to see his portrait appear on the wall. Thinking it was some sort of prank, he confronted a friend who then denied any involvement. The strange incident was reported to the local police who weren't quite sure what to do. After all, the property had been added, not stolen. A week later, Taupe's friend reported him missing... but his portrait still remained until it was collected as evidence. A mystery that doubles as a great gallery wall!": "Theo câu chuyện kể lại, Darius Taupe, chủ sở hữu cuối cùng của bộ sưu tập nghệ thuật chiết trung này đã khá ngạc nhiên khi thấy bức chân dung của mình xuất hiện trên tường. Nghĩ rằng đó là một trò đùa, anh ta đã đối chất với một người bạn, người sau đó phủ nhận mọi liên quan. Vụ việc kỳ lạ đã được báo cáo với cảnh sát địa phương, những người không chắc chắn phải làm gì. Rốt cuộc, tài sản đã được thêm vào, không bị đánh cắp. Một tuần sau, bạn của Taupe báo cáo anh ta mất tích... nhưng bức chân dung của anh ta vẫn còn cho đến khi nó được thu thập làm bằng chứng. Một bí ẩn nhân đôi như một bức tường phòng trưng bày tuyệt vời!",
  "The Pictures of Darius Taupe": "Những Bức Tranh Về Darius Taupe",
  "Claude René Duplantier Guidry, Present Day. Paranormal Investigator, beloved flirt, and paranormal entity. Perished in an untimely Murphy Bed accident.": "Claude René Duplantier Guidry, Ngày Nay. Điều Tra Viên Siêu Nhiên, người thích tán tỉnh được yêu mến và thực thể siêu nhiên. Mất mạng trong một tai nạn Giường Murphy không đúng lúc.",
  "Portrait of Claude René Duplantier Guidry Post Mortem": "Chân Dung Claude René Duplantier Guidry Sau Khi Chết",
  "Claude René Duplantier Guidry, 1883-1920: Paranormal Investigator and beloved flirt.": "Claude René Duplantier Guidry, 1883-1920: Điều Tra Viên Siêu Nhiên và người thích tán tỉnh được yêu mến.",
  "Portrait of Claude René Duplantier Guidry": "Chân Dung Claude René Duplantier Guidry",
  "A painting of the last known residence of Temperance: malicious spirit, avid poltergeist, and former love interest of Claude René Duplantier Guidry. Rumor has it, she's recently moved...": "Một bức tranh về nơi cư trú cuối cùng đã biết của Temperance: linh hồn độc ác, poltergeist háo hức và người yêu cũ của Claude René Duplantier Guidry. Có tin đồn rằng, cô ấy gần đây đã chuyển đi...",
  "Temperance's Manor": "Trang Viên Của Temperance",
  "Let this sprawling ivy creep into your heart and choke you up with its beauty. It's just looking for a little TLC: Tendril loving care. ": "Hãy để cây thường xuân lan rộng này len lỏi vào trái tim bạn và làm bạn nghẹn ngào với vẻ đẹp của nó. Nó chỉ đang tìm kiếm một chút TLC: Chăm sóc yêu thương cho tua cuốn.",
  "Uncommon Ivy": "Thường Xuân Không Phổ Biến",
  "What happened to the first 107 botanical arrangements? Oh, never you mind that. Moving swiftly on, this lovely arrangement features preserved alstroemeria flowers. These flowers help draw wealth and good fortune into your space, but also symbolize friendship... even on the otherworldly plane. Place in an area you'd like to create positivity and friendly vibes.": "Điều gì đã xảy ra với 107 cách sắp xếp thực vật đầu tiên? Ồ, bạn đừng bận tâm đến điều đó. Tiếp tục nhanh chóng, cách sắp xếp đáng yêu này có hoa alstroemeria được bảo quản. Những bông hoa này giúp thu hút sự giàu có và may mắn vào không gian của bạn, nhưng cũng tượng trưng cho tình bạn... ngay cả trên cõi ngoài thế giới. Đặt ở một khu vực bạn muốn tạo ra sự tích cực và những rung cảm thân thiện.",
  "Botanical Arrangement No. 108": "Cách Sắp Xếp Thực Vật Số 108",
  "In the house of Goth, many things have been around for generations but the most surprising one is this palm tree which dates back generations. It's technically a houseplant, so shouldn't it be dead by now?! According to Goth family lore, this tree used to grace the parlor of a palm reader. One day, the tree bore a single coconut which dropped onto the noggin of the palm reader during a reading. Irritated that she didn't predict the unpleasant bop on the head, the palm reader gave the palm to her old friend: Lady Ravendancer Goth. The tree never produced any more coconuts, but still...watch out.": "Trong nhà của Goth, nhiều thứ đã tồn tại qua nhiều thế hệ nhưng điều đáng ngạc nhiên nhất là cây cọ này có từ nhiều thế hệ trước. Về mặt kỹ thuật, nó là một cây trồng trong nhà, vậy lẽ ra nó phải chết rồi chứ?! Theo truyền thuyết của gia đình Goth, cái cây này từng tô điểm cho phòng khách của một người đọc chỉ tay. Một ngày nọ, cây ra một quả dừa duy nhất rơi trúng đầu người đọc chỉ tay trong khi đang xem bói. Bực mình vì không dự đoán được cú đánh khó chịu vào đầu, người đọc chỉ tay đã tặng cây cọ cho người bạn cũ của mình: Phu nhân Ravendancer Goth. Cái cây không bao giờ ra thêm quả dừa nào nữa, nhưng vẫn... hãy coi chừng.",
  "The Palm Reader's Palm Tree": "Cây Cọ Của Người Đọc Chỉ Tay",
  "Often the best way to dissipate negative energy fields is stabilize them first. This botanical arrangement uses preserved fig leaf, maple, and royal purple branches gathered in a rope wrapped vase. Promotes feelings of calm, safety, and stability. We can't guarantee placing this lovely arrangement will yield fewer ghosties and ghoulies, but they'll definitely admire your décor choices.": "Thông thường, cách tốt nhất để tiêu tan các trường năng lượng tiêu cực là ổn định chúng trước. Cách sắp xếp thực vật này sử dụng lá sung, phong và cành màu tím hoàng gia được bảo quản đượcGathered trong một chiếc bình bọc dây thừng. Thúc đẩy cảm giác bình tĩnh, an toàn và ổn định. Chúng tôi không thể đảm bảo việc đặt cách sắp xếp đáng yêu này sẽ tạo ra ít bóng ma và ma quỷ hơn, nhưng chắc chắn chúng sẽ ngưỡng mộ những lựa chọn trang trí của bạn.",
  "Botanical Arrangement No. 7": "Cách Sắp Xếp Thực Vật Số 7",
  "A lovely yet ordinary coffee table. It doesn't fly. It doesn't talk. It doesn't recite creepy poems. It doesn't contain trapped spirits and it can't dance. It just sits there. It does have a small scratch on the underside of it though, which is why we can't advertise it as <i>completely</i> normal. ": "Một chiếc bàn cà phê đáng yêu nhưng bình thường. Nó không bay. Nó không nói. Nó không đọc những bài thơ rùng rợn. Nó không chứa những linh hồn bị mắc kẹt và nó không thể nhảy. Nó chỉ ngồi đó. Tuy nhiên, nó có một vết xước nhỏ ở mặt dưới, đó là lý do tại sao chúng tôi không thể quảng cáo nó là <i>hoàn toàn</i> bình thường.",
  "Almost Completely Normal Coffee Table": "Bàn Cà Phê Gần Như Hoàn Toàn Bình Thường",
  "A puddle of something... is that a face?": "Một vũng cái gì đó... đó có phải là một khuôn mặt không?",
  "Goo Puddle": "Vũng Nhầy",
  "A mysterious accursed rune.": "Một chữ rune bị nguyền rủa bí ẩn.",
  "Mysterious Rune": "Chữ Rune Bí Ẩn",
  "What are these encrypted symbols and what do they mean? Where did they come from? Are they an ancient prophecy? Either way, they look cool. Like one of those foreign language tattoos that you eventually find out is a grocery list or a naughty word.": "Những biểu tượng được mã hóa này là gì và chúng có nghĩa là gì? Chúng đến từ đâu? Chúng có phải là một lời tiên tri cổ xưa không? Dù bằng cách nào, chúng trông thật ngầu. Giống như một trong những hình xăm bằng tiếng nước ngoài mà cuối cùng bạn phát hiện ra là một danh sách hàng tạp hóa hoặc một từ ngữ tục tĩu.",
  "Occult Markings": "Dấu Hiệu Huyền Bí",
  "It's a séance on the go! If you don't have a full séance table setup, this chalk circle can help perform many of the same functions.": "Đó là một buổi gọi hồn khi đang di chuyển! Nếu bạn không có thiết lập bàn gọi hồn đầy đủ, vòng phấn này có thể giúp thực hiện nhiều chức năng tương tự.",
  "Chalk Séance Circle": "Vòng Phấn Gọi Hồn",
  "After the old library was demolished, the foreman discovered a long forgotten rug amongst the debris. Miraculously, it sustained little damage. It is rumored that the rug used to adorn the floor of the occult section and inadvertently been exposed to mumbled protective spells over the years. Or maybe it was just lucky. It's also possible that it's just a plain, ordinary rug that's rugly duties have not been fulfilled yet, and so it gets to stay in this mortal plane at least a little longer...": "Sau khi thư viện cũ bị phá bỏ, người đốc công đã phát hiện ra một tấm thảm bị lãng quên từ lâu trong đống đổ nát. Thật kỳ diệu là nó ít bị hư hại. Có tin đồn rằng tấm thảm từng tô điểm cho sàn nhà của khu vực huyền bí và vô tình tiếp xúc với những câu thần chú bảo vệ lẩm bẩm trong những năm qua. Hoặc có lẽ nó chỉ là may mắn. Cũng có thể đó chỉ là một tấm thảm đơn giản, bình thường mà những nhiệm vụ gập ghềnh của nó vẫn chưa được hoàn thành, và vì vậy nó được ở lại cõi trần này ít nhất là lâu hơn một chút...",
  "Threads of Fortune Rug": "Thảm Sợi Chỉ May Mắn",
  "A weed-like tendril that appears on Haunted lots.": "Một tua cuốn giống cỏ dại xuất hiện trên các khu đất Ma Ám.",
  "Twisted Tendril": "Tua Cuốn Xoắn",
  "Unlike the Twisted Tendril, this Strange Overgrowth is actually friendly! It seems to be quite resilient too, what on earth is this thing feeding on anyway?": "Không giống như Tua Cuốn Xoắn, Cây Cỏ Kỳ Lạ này thực sự thân thiện! Nó dường như cũng khá kiên cường, vậy thì cái thứ này đang ăn gì vậy trời?",
  "Strange Overgrowth": "Cây Cỏ Kỳ Lạ",
  "This is a jar full of grumpy specters who have a bit of an attitude problem! They're kind of irritable, but they're dead and live in a jar so their outlook on life or lack thereof is pretty understandable.": "Đây là một cái lọ chứa đầy những bóng ma gắt gỏng, những người có một chút vấn đề về thái độ! Chúng hơi khó chịu, nhưng chúng đã chết và sống trong một cái lọ nên quan điểm của chúng về cuộc sống hoặc thiếu nó khá dễ hiểu.",
  "Grumpy Specter Jar": "Lọ Bóng Ma Gắt Gỏng",
  "A not so friendly doll...": "Một con búp bê không thân thiện lắm...",
  "Creepy Doll": "Búp Bê Rùng Rợn",
  "Oozy clay hands that appear from the ground.": "Những bàn tay đất sét nhầy nhụa xuất hiện từ mặt đất.",
  "Clay Hands": "Bàn Tay Đất Sét",
  "Housed in a petite terrarium, this compact cowplant can be your new best friend, provided you keep it well-fed. Normal varieties of Cowplants AKA Laganaphyllis Simnovorii are large enough to swallow a sim whole, but this mini variety thankfully does not have that big of an appetite. Still, it's best not to tempt fate. Avoid tapping on glass. A miniature stature does not equal a miniature attitude.": "Nằm trong một khu vườn trồng cây nhỏ nhắn, cây ăn thịt bò thu nhỏ này có thể là người bạn thân nhất mới của bạn, miễn là bạn cho nó ăn đầy đủ. Các giống cây ăn thịt bò thông thường hay còn gọi là Laganaphyllis Simnovorii đủ lớn để nuốt chửng một sim, nhưng giống mini này rất may là không có sự thèm ăn lớn như vậy. Tuy nhiên, tốt nhất là không nên thử vận may. Tránh gõ vào kính. Tầm vóc thu nhỏ không đồng nghĩa với thái độ thu nhỏ.",
  "Amuse-Bouche Cowplant Terrarium": "Vườn Cây Ăn Thịt Bò Amuse-Bouche",
  "Need therapy? You can tell Dahlia anything! Talking to Dahlia will soothe and decrease fear, so let it all out. She's here for you!": "Cần trị liệu tâm lý? Bạn có thể kể cho Dahlia nghe bất cứ điều gì! Nói chuyện với Dahlia sẽ xoa dịu và giảm bớt nỗi sợ hãi, vì vậy hãy trút hết ra. Cô ấy ở đây vì bạn!",
  "Hello Dahlia": "Chào Dahlia",
  "A gentleman named Claude René Duplantier Guidry acquired this falcon statue during his world adventures years ago. It is said to be a symbol of power and healing, with eyes that represent the sun and moon. Those closest to Guidry say he kept the statue close to him, even during his final days.": "Một quý ông tên là Claude René Duplantier Guidry đã có được bức tượng chim ưng này trong những cuộc phiêu lưu vòng quanh thế giới của mình nhiều năm trước. Nó được cho là một biểu tượng của sức mạnh và sự chữa lành, với đôi mắt đại diện cho mặt trời và mặt trăng. Những người thân cận nhất với Guidry nói rằng anh ấy luôn giữ bức tượng gần mình, ngay cả trong những ngày cuối đời.",
  "Statue of Horus": "Tượng Thần Horus",
  "Specters will sometimes leave soul scraps behind. Soul scraps are pieces of... you guessed it... souls! The soul of a Sim which is contained inside an orb by the mystical power of runes. Souls are a delicious delicacy! Snack on a soul scrap if you're wanting to feel rejuvenated, or if you just want a weird story to tell your friends sometime.": "Specter đôi khi sẽ để lại những mẩu linh hồn phía sau. Mẩu linh hồn là những mảnh của... bạn đoán xem... linh hồn! Linh hồn của một Sim được chứa bên trong một quả cầu bởi sức mạnh huyền bí của rune. Linh hồn là một món ngon tuyệt vời! Ăn một mẩu linh hồn nếu bạn muốn cảm thấy trẻ lại, hoặc nếu bạn chỉ muốn có một câu chuyện kỳ lạ để kể cho bạn bè của bạn vào một lúc nào đó.",
  "Soul Scrap": "Mẩu Linh Hồn",
  "A less accursed version of the clay hands that might appear while living on a haunted lot. These ones are only for decoration, although you must be going for some pretty creepy decor to want these in you house.": "Một phiên bản ít bị nguyền rủa hơn của những bàn tay đất sét có thể xuất hiện khi sống trên một khu đất ma ám. Những cái này chỉ dùng để trang trí, mặc dù bạn phải hướng đến một số đồ trang trí khá rùng rợn để muốn những thứ này trong nhà của bạn.",
  "Display Only Clay Hands": "Chỉ Bàn Tay Đất Sét Trưng Bày",
  "This jar contains friendly specters. Specter buddies are benevolent spirits who want to help you out!  Now that's a good specter!": "Lọ này chứa những bóng ma thân thiện. Những người bạn bóng ma là những linh hồn nhân từ muốn giúp đỡ bạn! Đó mới là một bóng ma tốt!",
  "Specter Buddies Jar": "Lọ Bạn Bóng Ma",
  "This jar contains mopey specters who are pretty bummed out that they don't get to eat ice cream or go to the beach anymore. Womp womp. Poor little Specters! At least they can hang out with you!": "Lọ này chứa những bóng ma ủ rũ, những người khá buồn vì chúng không còn được ăn kem hoặc đi biển nữa. Womp womp. Những Bóng Ma bé nhỏ đáng thương! Ít nhất thì chúng có thể đi chơi với bạn!",
  "Mopey Specter Jar": "Lọ Bóng Ma ủ Rũ",
  "Paranormal investigator Claude René Duplantier Guidry picked up one of these bizarre idols while investigating a haunted museum in the early 1900s. He found out the hard way that it wards off any particularly nasty supernatural entities, including Temperance. If you don't know who Temperance is, you'll find out soon enough... and you might want some of these idols around for when that time comes. She doesn't like them, and they sure don't like her. How bizarre!": "Điều tra viên siêu nhiên Claude René Duplantier Guidry đã nhặt được một trong những thần tượng kỳ lạ này khi điều tra một bảo tàng ma ám vào đầu những năm 1900. Anh ta đã biết một cách khó khăn rằng nó ngăn chặn bất kỳ thực thể siêu nhiên đặc biệt khó chịu nào, bao gồm cả Temperance. Nếu bạn không biết Temperance là ai, bạn sẽ sớm biết thôi... và bạn có thể muốn có một vài thần tượng này xung quanh khi thời điểm đó đến. Cô ấy không thích chúng, và chúng chắc chắn không thích cô ấy. Thật kỳ lạ!",
  "Bizarre Idol": "Thần Tượng Kỳ Lạ",
  "It's a crystal. Nothing more. But it is highly sensitive to spirit activity, which is a fancy way of saying if you have it on the table during a séance, it lights up!": "Đó là một viên pha lê. Không có gì hơn. Nhưng nó rất nhạy cảm với hoạt động của linh hồn, đó là một cách nói hoa mỹ rằng nếu bạn đặt nó trên bàn trong một buổi gọi hồn, nó sẽ sáng lên!",
  "Lady Ravendancer's Crystal Ball": "Quả Cầu Pha Lê Của Phu Nhân Ravendancer",
  "This statue has the ability to alter the rules of a Haunted House slightly. Capable of making things more challenging, or ensuring a certain ghost doesn't appear at night. These rules are entirely optional, and can be disabled if you change your mind.": "Bức tượng này có khả năng thay đổi các quy tắc của một Ngôi Nhà Ma Ám một chút. Có khả năng làm cho mọi thứ trở nên khó khăn hơn, hoặc đảm bảo một bóng ma nhất định không xuất hiện vào ban đêm. Các quy tắc này hoàn toàn tùy chọn và có thể bị tắt nếu bạn thay đổi ý định.",
  "Helping Hand": "Bàn Tay Giúp Đỡ",
  "Silhouettes were all the rage in the Victorian era, and with your help they can make a comeback. If you're fed up with Simstagram filters and photo manipulation, let's take it back to basics: shadowy solid profiles! Never worry about your makeup, hair or complexion in a photo again.": "Hình bóng là tất cả những gì thịnh hành trong thời đại Victoria, và với sự giúp đỡ của bạn, chúng có thể trở lại. Nếu bạn cảm thấy chán ngấy với các bộ lọc Simstagram và chỉnh sửa ảnh, hãy quay lại những điều cơ bản: hồ sơ bóng tối vững chắc! Không bao giờ phải lo lắng về trang điểm, tóc hoặc làn da của bạn trong ảnh nữa.",
  "Book of Silhouettes": "Sách Hình Bóng",
  "Specters will sometimes leave jars of candy behind. These sweet treats are basically the fruit cake of the spirit world, a welcoming gesture meant with the best of intentions. Go on, have one! But maybe not too many. Taking candy from strangers is an even better idea when the stranger is on another plane of existence.": "Specter đôi khi sẽ để lại những lọ kẹo phía sau. Những món ngọt này về cơ bản là bánh trái cây của thế giới linh hồn, một cử chỉ chào đón có ý định tốt nhất. Cứ tự nhiên, ăn một cái đi! Nhưng có lẽ không nên ăn quá nhiều. Lấy kẹo từ người lạ thậm chí còn là một ý tưởng hay hơn khi người lạ ở một cõi tồn tại khác.",
  "Unassuming Candy Jar": "Lọ Kẹo Khiêm Tốn",
  "Wraith Wax is used to create sacred candles - a great way to keep calm and carry on during hauntings! Thanks to the otherworldly properties of Wraith Wax, you don't need any candlemaking skills. Whew!": "Sáp Bóng Ma được sử dụng để tạo ra những ngọn nến thiêng - một cách tuyệt vời để giữ bình tĩnh và tiếp tục trong các cuộc ám ảnh! Nhờ các đặc tính siêu nhiên của Sáp Bóng Ma, bạn không cần bất kỳ kỹ năng làm nến nào. Phù!",
  "Wraith Wax": "Sáp Bóng Ma",
  "Found at an eclectic flea market, this macramé wall hanging has a fine sense of style and an overall aura of good vibes. Why anyone would give it up is a mystery!": "Được tìm thấy tại một khu chợ trời chiết trung, đồ trang trí treo tường macramé này có một phong cách tinh tế và một hào quang chung của những rung cảm tốt. Tại sao ai đó lại từ bỏ nó là một bí ẩn!",
  "Good Mojo Macramé": "Macramé Mojo Tốt",
  "This snazzy sideboard hails from the old headquarters of one of the oldest paranormal investigation groups in the world, and still comes with a few old case journals intact! Recommended reading: <i>The Case of the Jilted Boo</i>, <i>Inspector Specter</i>, and <i>Don't Tell Mom the Babysitter's an Animated Skeleton Wearing a Maid Outfit</i>.": "Tủ đựng đồ bảnh bao này đến từ trụ sở cũ của một trong những nhóm điều tra siêu nhiên lâu đời nhất trên thế giới, và vẫn còn nguyên một vài tạp chí ghi chép các vụ án cũ! Đọc được đề xuất: <i>Vụ Án Boo Bị Bỏ Rơi</i>, <i>Thanh Tra Bóng Ma</i> và <i>Đừng Nói Với Mẹ Người Giữ Trẻ Là Một Bộ Xương Hoạt Hình Mặc Trang Phục Hầu Gái</i>.",
  "Ghost Club Sideboard and Hutch": "Tủ Chạn Và Tủ Bày Đồ Câu Lạc Bộ Ma",
  "Discovering your home may be severely haunted might come as a surprise to many, but eventually, you'll have to move on and start thinking about adding some personality to your space... aside from the phantom personalities that are already there. After all, dwelling on the past is what caused all these spirits to stick around in the first place. We suggest this boho inspired shelf, which adds a striking design element to any room. Pothos plant included!": "Việc phát hiện ra ngôi nhà của bạn có thể bị ma ám nghiêm trọng có thể gây bất ngờ cho nhiều người, nhưng cuối cùng, bạn sẽ phải tiếp tục và bắt đầu nghĩ về việc thêm một số cá tính vào không gian của bạn... ngoài những cá tính ma quái đã ở đó. Rốt cuộc, việc suy ngẫm về quá khứ là nguyên nhân khiến tất cả những linh hồn này cứ quanh quẩn ở đó. Chúng tôi khuyên bạn nên dùng chiếc kệ lấy cảm hứng từ phong cách boho này, nó sẽ thêm một yếu tố thiết kế nổi bật cho bất kỳ căn phòng nào. Bao gồm cây trầu bà!",
  "Bewitching Bohemian Shelf": "Kệ Bohemian Quyến Rũ",
  "You've heard of a séance table... but the séance chair plays an important role as well in summoning otherworldly spirits. Have you tried conducting a séance while standing? It just won't work. Unaligned chakras... etc. The first thing they teach in séance school is that in order to talk to properly address the spirit world your rear end must be fully supported at all times. It's just science.": "Bạn đã nghe nói về bàn gọi hồn... nhưng ghế gọi hồn cũng đóng một vai trò quan trọng trong việc triệu hồi các linh hồn ở thế giới khác. Bạn đã bao giờ thử thực hiện một buổi gọi hồn khi đang đứng chưa? Nó sẽ không hoạt động đâu. Luân xa không thẳng hàng... v.v. Điều đầu tiên họ dạy ở trường gọi hồn là để nói chuyện đúng cách với thế giới linh hồn, phần sau của bạn phải được hỗ trợ đầy đủ mọi lúc. Đó chỉ là khoa học thôi.",
  "Séance Chair ": "Ghế Gọi Hồn",
  "A stylish chair which once adorned the parlor of the eccentric Mrs. Speck. According to historical diary entries written by her family, Mrs. Speck was very wealthy and obsessed with vanity. This particular chair is said to have been where she would sit and comb her tall bouffant hair every morning before she swam in the lily pond behind her mansion. Her housekeeper joked with her that her hair was getting so tall, the weight of it would give her neck pain.\\n\\nSadly, one day she went for her morning swim and never returned. No one knows exactly what happened to her, but many have speculated. Rumors swirled around her social circles for a while, and then she was forgotten in time. On the upside, this chair is in excellent condition!": "Một chiếc ghế phong cách từng tô điểm cho phòng khách của bà Speck lập dị. Theo các mục nhật ký lịch sử được viết bởi gia đình bà, bà Speck rất giàu có và ám ảnh bởi sự phù phiếm. Chiếc ghế đặc biệt này được cho là nơi bà ngồi và chải mái tóc bồng bềnh cao ngất ngưởng mỗi sáng trước khi bơi trong ao súng sau biệt thự của mình. Quản gia của bà đã đùa với bà rằng tóc bà ngày càng cao, trọng lượng của nó sẽ khiến bà bị đau cổ.\\n\\nĐáng buồn thay, một ngày nọ bà đi bơi buổi sáng và không bao giờ trở lại. Không ai biết chính xác chuyện gì đã xảy ra với bà, nhưng nhiều người đã suy đoán. Những tin đồn lan truyền trong giới xã hội của bà một thời gian, và rồi bà bị lãng quên theo thời gian. Về mặt tích cực, chiếc ghế này đang ở trong tình trạng tuyệt vời!",
  "Dearly Departed Parlor Chair": "Ghế Phòng Khách Người Quá Cố",
  "Claude René Duplantier Guidry was above all else, a serial romantic -- but on nights when he wasn't out on the town with the ladies and gents, he could be found in his favorite chair. A lover of love, Guidry spent many evenings by the fire entertaining his romantic conquests...though eventually he would move onto the loveseat. Wink!": "Claude René Duplantier Guidry trên hết là một người lãng mạn hàng loạt -- nhưng vào những đêm anh ta không ra ngoài thị trấn với các quý cô và quý ông, anh ta có thể được tìm thấy trên chiếc ghế yêu thích của mình. Là một người yêu thích tình yêu, Guidry đã dành nhiều buổi tối bên lò sưởi để chiêu đãi những cuộc chinh phục lãng mạn của mình... mặc dù cuối cùng anh ta sẽ chuyển sang ghế tình yêu. Nháy mắt!",
  "Guidry's Favorite Chair": "Ghế Yêu Thích Của Guidry",
  "This plush loveseat once belonged to the eligible bachelor and socialite, Claude René Duplantier Guidry. Guidry has always had somewhat of a \"reputation\", but boy did he earn it! The only thing Guidry loves more than life is love, and he carried out many of his flirtatious encounters on this very loveseat. We don't blame anyone who falls head over heels for this piece of furniture... or its former owner.": "Ghế tình yêu sang trọng này từng thuộc về chàng trai độc thân sáng giá và nhà hoạt động xã hội Claude René Duplantier Guidry. Guidry luôn có một chút \"tiếng tăm\", nhưng anh chàng đã kiếm được nó! Điều duy nhất Guidry yêu thích hơn cuộc sống là tình yêu, và anh đã thực hiện nhiều cuộc gặp gỡ tán tỉnh của mình trên chính chiếc ghế tình yêu này. Chúng tôi không trách bất kỳ ai yêu thích món đồ nội thất này... hoặc chủ sở hữu cũ của nó.",
  "Guidry's Frisky Loveseat": "Ghế Tình Yêu Tinh Nghịch Của Guidry",
  "This decadent velveteen sofa bounced around several thrift shops before finding its way into the break room of a local cemetery. Recognizing it had the potential for greatness, the gravedigger had it appraised only to find out it once belonged to Violetta Von Victoria... someone he had recently interred. This sofa clearly was trying to make its way back to its beloved owner. So close, sofa. Now that's true love.": "Chiếc ghế sofa bọc nhung sa tanh suy đồi này đã nảy xung quanh một số cửa hàng tiết kiệm trước khi tìm đường vào phòng nghỉ của một nghĩa trang địa phương. Nhận thấy nó có tiềm năng để vĩ đại, người đào mộ đã nhờ người đánh giá nó chỉ để phát hiện ra nó từng thuộc về Violetta Von Victoria... một người mà anh ta mới chôn cất gần đây. Chiếc ghế sofa này rõ ràng đang cố gắng tìm đường trở lại với chủ sở hữu yêu quý của nó. Gần lắm rồi, sofa. Đó mới là tình yêu đích thực.",
  "Violetta Von Victoria's Loyal Sofa": "Ghế Sofa Trung Thành Của Violetta Von Victoria",
  "A friendly specter": "Một bóng ma thân thiện",
  "Friendly Specter": "Bóng Ma Thân Thiện",
  "A mischievous specter": "Một bóng ma tinh nghịch",
  "Mischievous Specter": "Bóng Ma Tinh Nghịch",
  "A mysterious specter": "Một bóng ma bí ẩn",
  "Mysterious Specter": "Bóng Ma Bí Ẩn",
  "An awkward, but friendly specter": "Một bóng ma vụng về, nhưng thân thiện",
  "Dina the Specter": "Dina Bóng Ma",
  "Sure, this may look like a twee little table, but in it resides PURE RAGE! Crafted hundreds of years ago by the famous woodworker Huffy McLivid, this table has auras of grumpy anger. Do not be fooled by its sweet exterior. This table listens to Death Metal and will never conform to societal expectations.": "Chắc chắn rồi, cái này có thể trông giống như một cái bàn nhỏ nhắn xinh xắn, nhưng bên trong nó là SỰ GIẬN DỮ THUẦN KHIẾT! Được chế tạo hàng trăm năm trước bởi thợ mộc nổi tiếng Huffy McLivid, chiếc bàn này có hào quang giận dữ gắt gỏng. Đừng để bị đánh lừa bởi vẻ ngoài ngọt ngào của nó. Chiếc bàn này nghe Death Metal và sẽ không bao giờ tuân theo những kỳ vọng của xã hội.",
  "Table of Rage": "Bàn Của Sự Giận Dữ",
  "<i>Spirits who lurk in the shadows at rest\\nBring us good fortune upon our request\\nWishes for happiness, luck if you're able\\nAnd our heart's true desire: a brand new end table</i>": "<i>Những linh hồn ẩn nấp trong bóng tối khi nghỉ ngơi\\nMang đến cho chúng ta vận may theo yêu cầu\\nChúc những điều hạnh phúc, may mắn nếu có thể\\nVà mong muốn thực sự của trái tim chúng ta: một chiếc bàn cuối mới toanh</i>",
  "Push Your Luck End Table": "Bàn Cuối Thử Vận May",
  "This gold plated end table is crafted from an old scrying glass. Used in divination, a scrying glass can potentially give messages and visions from the beyond... if the seeker knows how to look. This particular glass obviously never yielded anything significant, otherwise, it wouldn't be repurposed into furniture. Or perhaps, it delivered a portent so terrifying that the previous owner had to hide it in plain sight. Either way, now it's a suitable surface that's been fancied up and ready for whatever you choose to plop on top of it. Here's to upcycling!": "Chiếc bàn cuối mạ vàng này được chế tác từ một chiếc gương soi bói cũ. Được sử dụng trong bói toán, một chiếc gương soi bói có khả năng đưa ra những thông điệp và tầm nhìn từ thế giới bên kia... nếu người tìm kiếm biết cách nhìn. Chiếc gương đặc biệt này rõ ràng là chưa bao giờ mang lại bất cứ điều gì quan trọng, nếu không thì nó đã không được tái sử dụng thành đồ nội thất. Hoặc có lẽ, nó đã mang đến một điềm báo quá kinh khủng khiến chủ sở hữu trước đó phải giấu nó ở nơi dễ thấy. Dù bằng cách nào, giờ đây nó là một bề mặt phù hợp đã được trang trí lộng lẫy và sẵn sàng cho bất cứ thứ gì bạn chọn để đặt lên trên nó. Xin chúc mừng cho việc tái chế!",
  "Scrying Glass End Table": "Bàn Cuối Gương Soi Bói",
  "<i>There once was a Sim in distress.\\nHer hallway was awfully posessed.\\nBad decor was the cause but now spirits applaud\\nSince this table's a stunning success.</i>": "<i>Ngày xưa có một Sim đang gặp nạn.\\nHành lang của cô ấy bị chiếm hữu một cách khủng khiếp.\\nTrang trí tồi tệ là nguyên nhân nhưng giờ đây các linh hồn vỗ tay\\nVì chiếc bàn này là một thành công vang dội.</i>",
  "Spirit Appeasing Hallway Table": "Bàn Hành Lang Xoa Dịu Tinh Thần",
  "Perform rituals to lessen any hauntings your home might be experiencing. With this séance table you can summon spirits, commune with the dead, and more! The ultimate conversation starter.": "Thực hiện các nghi lễ để giảm bớt bất kỳ cuộc ám ảnh nào mà ngôi nhà của bạn có thể đang trải qua. Với chiếc bàn gọi hồn này, bạn có thể triệu hồi linh hồn, giao tiếp với người chết và hơn thế nữa! Một thứ giúp bắt đầu cuộc trò chuyện tuyệt vời nhất.",
  "Séance Table": "Bàn Gọi Hồn",
  "{0.SimFirstName} is on the case!": "{0.SimFirstName} đang trong cuộc điều tra!",
  "Boast Paranormal Victory": "Khoe Khoang Chiến Thắng Siêu Nhiên",
  "(From Being Terrified in a Haunted House)": "(Từ Việc Bị Sợ Hãi Tột Độ Trong Ngôi Nhà Ma Ám)",
  "This is some kind of nightmare!": "Đây đúng là ác mộng mà!",
  "I swear I saw a creepy doll, but where did it come from?! Why is it here?!": "Tui thề là tui thấy một con búp bê rùng rợn, nhưng nó từ đâu ra vậy?! Tại sao nó lại ở đây?!",
  "Were those hands coming out of the ground?! Like... from the literal ground?": "Mấy cái bàn tay đó mọc ra từ dưới đất hả?! Kiểu... từ dưới đất theo đúng nghĩa đen luôn á?",
  "Do something!": "Làm gì đi!",
  "This is too spooky!": "Ghê quá đi!",
  "What are those things?!": "Mấy cái thứ đó là cái gì vậy?!",
  "Get these things out of here!": "Đuổi mấy thứ này ra khỏi đây đi!",
  "What's happening?!": "Chuyện gì đang xảy ra vậy?!",
  "Is this place going to stay haunted forever?": "Chỗ này sẽ bị ma ám mãi mãi hả?",
  "Is this standard practice for a Paranormal Investigator?": "Đây có phải là quy trình tiêu chuẩn cho một Điều Tra Viên Siêu Nhiên không vậy?",
  "Wow! A Paranormal Investigator! Awesome!": "Woa! Một Điều Tra Viên Siêu Nhiên! Tuyệt vời!",
  "I think I saw something weird in the other room...": "Tui nghĩ là tui thấy cái gì đó kỳ lạ ở phòng bên kia...",
  "Go get 'em! Show those Specters who's boss!": "Đi bắt hết tụi nó đi! Cho mấy con ma đó biết ai mới là trùm!",
  "I don't know but I think those Specters are kinda cute. Look at their little faces!": "Tui không biết nữa nhưng tui thấy mấy con ma đó hơi bị dễ thương đó. Nhìn cái mặt nhỏ xíu của tụi nó kìa!",
  "I knew there was something not right about this place...": "Tui biết là có cái gì đó không ổn về chỗ này mà...",
  "This used to be such a nice neighborhood...": "Chỗ này hồi xưa là một khu phố tốt đẹp mà...",
  "Thank goodness you're here!": "Ơn trời là bạn tới đây!",
  "I believe in you! You can do it!": "Tui tin ở bạn! Bạn làm được mà!",
  "Something seems wrong with the lights...": "Có gì đó sai sai với mấy cái đèn...",
  "This place has been getting strange lately, do you know anything about this?": "Chỗ này dạo gần đây kỳ lạ lắm, bạn có biết gì không?",
  "Even though this place is haunted... It is a little exciting!": "Dù chỗ này bị ma ám... Thì nó cũng hơi thú vị đó!",
  "Did you hear that? I swear something is here. I'm being followed I tell you! ": "Bạn có nghe thấy gì không? Tui thề là có gì đó ở đây. Tui bị theo dõi đó nghe!",
  "Offer a handmade object from your inventory.": "Tặng một vật phẩm thủ công từ hành trang của bạn.",
  "Specters only like objects that were handmade with love. ": "Specter chỉ thích những đồ vật được làm thủ công bằng tình yêu thôi.",
  "Present Offering": "Trao Tặng Vật Phẩm",
  "Reassure {1.SimFirstName}": "Trấn An {1.SimFirstName}",
  "Increases the Investigation meter by small amount.": "Tăng thanh Điều Tra một lượng nhỏ.",
  "{0.SimFirstName} is too scared to get near it!": "{0.SimFirstName} quá sợ hãi để đến gần nó!",
  "Remove Accursed Object": "Gỡ Bỏ Vật Bị Nguyền Rủa",
  "Remove Creepy Doll": "Gỡ Bỏ Búp Bê Rùng Rợn",
  "Mop Slime Creature": "Lau Sinh Vật Chất Nhờn",
  "Remove Eerie Hands": "Gỡ Bỏ Bàn Tay Kỳ Quái",
  "Mop Mysterious Symbols": "Lau Biểu Tượng Bí Ẩn",
  "Get this thing outta here! Also increases the spiritual serenity of the house slightly.": "Đuổi cái này ra khỏi đây đi! Cũng giúp tăng sự thanh thản tinh thần của ngôi nhà một chút.",
  "Remove Twisted Tendril": "Gỡ Bỏ Tua Cuốn Xoắn",
  "This candle has reached the end of it's brief life.": "Ngọn nến này đã đi đến cuối cuộc đời ngắn ngủi của nó.",
  "Extinguish Sacred Candle": "Dập Tắt Nến Thiêng",
  "Light Sacred Candle": "Thắp Nến Thiêng",
  "Establish a good rapport with the Specter, or at least try to.": "Thiết lập một mối quan hệ tốt với Specter, hoặc ít nhất là cố gắng.",
  "Attempt Communication": "Thử Giao Tiếp",
  "Babble at Specter": "Nói Lảm Nhảm Với Specter",
  "Ask to Leave": "Yêu Cầu Rời Đi",
  "Maybe if you ask nicely? Awards a small amount of Investigation progress if successful.": "Có lẽ nếu bạn yêu cầu một cách tử tế? Tặng một lượng nhỏ tiến trình Điều tra nếu thành công.",
  "Just a tiny bit of your soul, it'll grow back right?": "Chỉ một chút linh hồn của bạn thôi, nó sẽ mọc lại thôi đúng không?",
  "(From Offering a Piece of your Soul)": "(Từ Việc Hiến Tế Một Phần Linh Hồn Của Bạn)",
  "Your soul needs to recover a bit first...": "Linh hồn của bạn cần hồi phục một chút trước đã...",
  "Offer Soul": "Hiến Tế Linh Hồn",
  "Give a Specter a peace-offering, in hopes of establishing a better relationship.": "Tặng Specter một vật phẩm chuộc lỗi, với hy vọng thiết lập một mối quan hệ tốt hơn.",
  "Awards a large amount of Investigation progress if successful.": "Tặng một lượng lớn tiến trình Điều tra nếu thành công.",
  "This Specter seems friendly enough! In fact it might even be trying to help you? It's still kind of unclear, but they're certainly cute!": "Specter này có vẻ khá thân thiện! Trên thực tế, nó thậm chí có thể đang cố gắng giúp bạn? Vẫn còn hơi khó hiểu, nhưng chắc chắn là chúng dễ thương!",
  "This Specter doesn't seem to want anything to do with you. Maybe offering it something special will change its mind?": "Specter này dường như không muốn liên quan gì đến bạn. Có lẽ việc hiến tế cho nó một thứ gì đó đặc biệt sẽ thay đổi ý định của nó?",
  "You have several questions, but just being around this one makes you feel incredibly uncomfortable. Seems friendly enough at least.": "Bạn có một vài câu hỏi, nhưng chỉ cần ở gần người này thôi cũng khiến bạn cảm thấy vô cùng khó chịu. Ít nhất thì có vẻ khá thân thiện.",
  "You can see the fury in its eyes, it is probably best to stay FAR away from this one. It seems to be planning something diabolical...": "Bạn có thể thấy sự giận dữ trong mắt nó, tốt nhất là nên tránh XA người này. Nó dường như đang lên kế hoạch cho một điều gì đó ma quái...",
  "Watch Specter": "Quan Sát Specter",
  "You wouldn't eat candy from a ghost... right?": "Bạn sẽ không ăn kẹo từ ma đâu... đúng không?",
  "(From Eating Forbidden Candy)": "(Từ Việc Ăn Kẹo Cấm)",
  "{0.SimFirstName} can't stomach anymore!": "{0.SimFirstName} không nuốt nổi nữa!",
  "Eat Forbidden Candy": "Ăn Kẹo Cấm",
  "Sell to Oddity Collector": "Bán Cho Người Sưu Tầm Đồ Quái Dị",
  "The fragments of a lost soul. It doesn't look like anyone's using it right now, maybe you could put it to some use?": "Những mảnh vỡ của một linh hồn đã mất. Có vẻ như không ai đang sử dụng nó, có lẽ bạn có thể sử dụng nó cho một số mục đích?",
  "Absorb Soul Scrap": "Hấp Thụ Mẩu Linh Hồn",
  "Added 3 Sacred Candles to {0.SimFirstName}'s inventory.": "Đã thêm 3 Nến Thiêng vào hành trang của {0.SimFirstName}.",
  "Create Sacred Candles": "Tạo Nến Thiêng",
  "(From being Near a Playful Specter)": "(Từ Việc Ở Gần Một Specter Vui Tính)",
  "(NOPE)": "(THÔI KHỎI)",
  "Unlike her scary sister, this doll only wants you to feel at ease. ": "Không giống như người chị đáng sợ của mình, con búp bê này chỉ muốn bạn cảm thấy thoải mái.",
  "Talk to {1.ObjectName}": "Nói Chuyện Với {1.ObjectName}",
  "Talk to Cute Dolly!": "Nói Chuyện Với Búp Bê Dễ Thương!",
  "Show Guidry Chance Card 1": "Cho Guidry Xem Thẻ Cơ Hội 1",
  "Show Guidry Chance Card 2": "Cho Guidry Xem Thẻ Cơ Hội 2",
  "Show Guidry Chance Card 5": "Cho Guidry Xem Thẻ Cơ Hội 5",
  "Show Guidry Chance Card 7": "Cho Guidry Xem Thẻ Cơ Hội 7",
  "Disable Heroic Mode": "Tắt Chế Độ Anh Hùng",
  "Only available on Haunted House lots.": "Chỉ khả dụng trên các khu đất Ngôi Nhà Ma Ám.",
  "The hand statue seems currently unresponsive.": "Bức tượng bàn tay hiện tại dường như không phản hồi.",
  "Enable Heroic Mode": "Bật Chế Độ Anh Hùng",
  "Heroic Mode offers an extra challenge for daring Sims.\\n- Haunted Houses become rapidly worse over time. \\n- Double the Reward Store Points earned.": "Chế Độ Anh Hùng mang đến một thử thách bổ sung cho những Sims táo bạo.\\n- Ngôi Nhà Ma Ám trở nên tồi tệ nhanh chóng theo thời gian.\\n- Nhân đôi Điểm Cửa Hàng Phần Thưởng kiếm được.",
  "Heroic Mode offers an extra challenge for daring Sims.\\n- Haunted Houses become rapidly worse overtime. \\n- Double the Reward Store Points earned.\\n\\nYou must wait 24 Hours before changing this again.": "Chế Độ Anh Hùng mang đến một thử thách bổ sung cho những Sims táo bạo.\\n- Ngôi Nhà Ma Ám trở nên tồi tệ nhanh chóng theo thời gian.\\n- Nhân đôi Điểm Cửa Hàng Phần Thưởng kiếm được.\\n\\nBạn phải đợi 24 giờ trước khi thay đổi lại cái này.",
  "Add Investigation Progress": "Thêm Tiến Trình Điều Tra",
  "Enable Guidry Visits": "Bật Chế Độ Guidry Viếng Thăm",
  "Enable or Disable Guidry's nightly visits.": "Bật hoặc Tắt các chuyến viếng thăm hàng đêm của Guidry.",
  "Disable Guidry Visits": "Tắt Chế Độ Guidry Viếng Thăm",
  "Set Routing State: None": "Đặt Trạng Thái Định Tuyến: Không Có",
  "Set Routing State: Wander": "Đặt Trạng Thái Định Tuyến: Đi Lang Thang",
  "Hah! Sorry kid, no open positions right now, but I like your moxie!": "Hah! Xin lỗi nhóc, hiện tại không có vị trí nào đang mở, nhưng tôi thích sự táo bạo của cháu!",
  "Ask to Join the Soul Reaper Society": "Yêu Cầu Gia Nhập Hội Thợ Săn Linh Hồn",
  "(From being a Spellcaster)": "(Từ Việc Là Pháp Sư)",
  "Standing Séances are bad for your posture, so slot some chairs in first. Stop slouching yourself too!": "Gọi hồn khi đứng có hại cho tư thế của bạn, vì vậy hãy xếp một vài chiếc ghế vào trước. Đừng có khom lưng nữa!",
  "Create a chalk Séance circle on the ground! Don't worry, it washes out eventually.": "Tạo một vòng gọi hồn bằng phấn trên mặt đất! Đừng lo lắng, nó sẽ phai màu thôi.",
  "Haunted Objects": "Vật Phẩm Ma Ám",
  "(From Running Away From a Paranormal Investigation)": "(Từ Việc Chạy Trốn Khỏi Một Cuộc Điều Tra Siêu Nhiên)",
  "Commune With The Departed with {2.SimFirstName}": "Giao Tiếp Với Người Quá Cố Với {2.SimFirstName}",
  "Commune With The Dead with": "Giao Tiếp Với Người Chết Với",
  "Ghastly Ritual with {2.SimFirstName}": "Nghi Lễ Rùng Rợn Với {2.SimFirstName}",
  "Ghastly Ritual with": "Nghi Lễ Rùng Rợn Với",
  "Perform Ceremony with {2.SimFirstName}": "Thực Hiện Nghi Lễ Với {2.SimFirstName}",
  "Perform Ceremony with": "Thực Hiện Nghi Lễ Với",
  "Invoke the Dead with {2.SimFirstName}": "Triệu Hồi Người Chết Với {2.SimFirstName}",
  "Your job is to make this place <i>less</i> haunted, remember?": "Công việc của bạn là làm cho nơi này <i>bớt</i> ma ám đi, nhớ không?",
  "Invoke the Dead with": "Triệu Hồi Người Chết Với",
  "Yeah you'll want to stay away from those at all costs, those things are SUPER cursed. Just being near them is like nails on a chalkboard for your soul. \\n\\nMake sure you keep your eyes peeled and get rid of them the second they show up, because they are NOT friendly. ": "Ừ, tốt nhất là bạn nên tránh xa mấy cái đó bằng mọi giá, mấy cái thứ đó bị nguyền rủa CỰC KỲ LỚN. Chỉ cần ở gần chúng thôi cũng như là ai cào móng tay lên bảng đen vậy đó.\\n\\nHãy nhớ để mắt tới và loại bỏ chúng ngay khi chúng xuất hiện, vì chúng KHÔNG hề thân thiện chút nào đâu.",
  "\"What's up with those creepy objects?\"": "\"Mấy cái đồ vật rùng rợn đó bị gì vậy?\"",
  "Honestly, just embrace it! \\n\\nCollect Specter loot! Purchase Reward Store items! Stomp some dolls! And if you need to scream your lungs out occasionally, do so! \\n\\nAdversity is part of being alive, just savor it all!": "Thành thật mà nói thì cứ chấp nhận nó đi!\\n\\nThu thập chiến lợi phẩm Specter! Mua vật phẩm Cửa Hàng Phần Thưởng! Giẫm bẹp mấy con búp bê! Và nếu thỉnh thoảng bạn cần phải hét hết cỡ, thì cứ hét đi!\\n\\nNghịch cảnh là một phần của cuộc sống, cứ tận hưởng tất cả đi!",
  "\"Any advice living here?\"": "\"Có lời khuyên nào khi sống ở đây không?\"",
  "Of course! The state of a Haunted House degrades over time, so its up to you keep its spookiness in check. \\n\\nPerforming Ceremonies on the Séance Table is a great way to satiate the entities of the house, as well as appeasing any wandering Specters you might find. \\n\\nIf you're ever in doubt what state the Haunted House is in, try using the Sense Spiritual Volatility Séance.": "Tất nhiên rồi! Trạng thái của một Ngôi Nhà Ma Ám sẽ xấu đi theo thời gian, vì vậy bạn phải kiểm soát sự ma quái của nó.\\n\\nThực hiện các Nghi Lễ trên Bàn Gọi Hồn là một cách tuyệt vời để xoa dịu các thực thể của ngôi nhà, cũng như xoa dịu bất kỳ Specter lang thang nào mà bạn có thể tìm thấy.\\n\\nNếu bạn nghi ngờ về trạng thái của Ngôi Nhà Ma Ám, hãy thử sử dụng Buổi Gọi Hồn Cảm Nhận Biến Động Tinh Thần.",
  "\"Can I make this place less... Spooky?\"": "\"Tôi có thể làm cho nơi này bớt... Ma Ám hơn được không?\"",
  "\"I want to become a Paranormal Investigator!\"": "\"Tôi muốn trở thành một Điều Tra Viên Siêu Nhiên!\"",
  "Seekers of the unknown! Used to be one myself a lifetime ago, I've always been interested in things that bump in the night!\\n\\nThere's even an organization out there that recruits properly certified Paranormal Investigators too!\\n\\nIf you can prove your spiritual Medium skills to me, I might just be able to get you certified...": "Những người tìm kiếm những điều chưa biết! Tôi đã từng là một trong số đó cách đây một đời, tôi luôn quan tâm đến những thứ va chạm trong đêm!\\n\\nThậm chí còn có một tổ chức ngoài kia tuyển dụng những Điều Tra Viên Siêu Nhiên được chứng nhận đúng cách nữa!\\n\\nNếu bạn có thể chứng minh kỹ năng Đồng Cốt tâm linh của mình cho tôi, tôi có thể giúp bạn được chứng nhận đó...",
  "\"What's a Paranormal Investigator?\"": "\"Điều Tra Viên Siêu Nhiên là gì?\"",
  "Being afraid is perfectly natural, it happens to all of us!\\n\\nBut if you're having a hard time managing your fears, I strongly urge you to get some Sacred Candles. Being near them soothes your soul and wards off all sorts of nasty feelings. Place them throughout the house if you need to, you can never have too many in my opinion! \\n\\nYou can make them from Wraith Wax gifted by Specters, or purchase Sacred Candles directly from the Reward Store!": "Sợ hãi là một điều hoàn toàn tự nhiên, nó xảy ra với tất cả chúng ta!\\n\\nNhưng nếu bạn đang gặp khó khăn trong việc kiểm soát nỗi sợ hãi của mình, tôi khuyên bạn nên mua một vài Nến Thiêng. Ở gần chúng sẽ xoa dịu tâm hồn bạn và ngăn chặn tất cả các loại cảm giác khó chịu. Đặt chúng khắp nhà nếu bạn cần, theo tôi thì không bao giờ là quá nhiều!\\n\\nBạn có thể làm chúng từ Sáp Bóng Ma do Specter tặng, hoặc mua Nến Thiêng trực tiếp từ Cửa Hàng Phần Thưởng!",
  "\"How do I become less scared?\"": "\"Làm thế nào để tôi bớt sợ hãi hơn?\"",
  "Who knows! Maybe they’re the manifestation of the lost dreams and ambitions of mankind? Or maybe I’m reading into things too much. \\n\\nOne thing I do know is that they love presents! If you manage to make them happy they'll cough over something useful, and put in a good word with the rest of the entities of the house!": "Ai mà biết được! Có lẽ chúng là sự biểu hiện của những ước mơ và tham vọng đã mất của nhân loại? Hoặc có lẽ tôi đang suy nghĩ quá nhiều.\\n\\nMột điều tôi biết là chúng thích quà! Nếu bạn có thể làm cho chúng hạnh phúc, chúng sẽ ho ra một thứ gì đó hữu ích và nói tốt với những thực thể khác trong nhà!",
  "\"What's the deal with Specters?\"": "\"Specter là gì vậy?\"",
  "Claude René Duplantier Guidry, but you can call me Guidry! I'm a bit of an expert in the paranormal, and I'll never turn down a chance to help someone in need! I've been chasing after the unknown all my life, and afterlife. \\n\\nLet me know if you need any help!": "Claude René Duplantier Guidry, nhưng bạn có thể gọi tôi là Guidry! Tôi là một chuyên gia về siêu nhiên, và tôi sẽ không bao giờ từ chối cơ hội giúp đỡ ai đó đang cần! Tôi đã theo đuổi những điều chưa biết cả đời, và cả sau khi chết.\\n\\nHãy cho tôi biết nếu bạn cần bất kỳ sự giúp đỡ nào nhé!",
  "\"Who are you?\"": "\"Bạn là ai?\"",
  "Well in case it wasn't immediately apparent, I'm a ghost! And ghosts need to haunt <i>somewhere</i>!\\n\\nIf I can crash here for time being, I'll help you out with all the other haunted happenings going around. Little scratch my back, I'll scratch yours. Sound like a deal?\\n\\n<i>But</i> if you're sick of ol' Guidry, you can prevent me from appearing with that weird Hand statue you might have seen. I wont fuss, no questions asked. I'm one of the good guys remember, I'll understand if you need some space!": "Chà, trong trường hợp bạn chưa nhận ra ngay, thì tôi là một con ma! Và ma cần ám <i>ở đâu đó</i>!\\n\\nNếu tôi có thể ở tạm đây trong thời gian này, tôi sẽ giúp bạn với tất cả những sự kiện ma ám khác đang diễn ra. Giúp tôi một tay, tôi sẽ giúp lại bạn. Nghe có vẻ hay không?\\n\\n<i>Nhưng</i> nếu bạn chán Guidry già này, bạn có thể ngăn tôi xuất hiện bằng bức tượng Bàn tay kỳ lạ mà bạn có thể đã thấy. Tôi sẽ không làm ầm ĩ, không hỏi gì cả. Hãy nhớ rằng tôi là một trong những người tốt, tôi sẽ hiểu nếu bạn cần một chút không gian!",
  "\"Why are you here?\"": "\"Tại sao bạn lại ở đây?\"",
  "Sure, if you're buyin'!": "Chắc chắn rồi, nếu bạn mua!",
  "To be honest everything has been pretty tasteless since my unfortunate demise, but here, try some of this!\\n\\nIts called Specter Sip! It seems to be made from... actually don't think about that too much. Just try it!": "Thành thật mà nói, mọi thứ đều khá vô vị kể từ khi tôi chết một cách đáng tiếc, nhưng đây, hãy thử một chút cái này!\\n\\nNó được gọi là Ngụm Bóng Ma! Nó dường như được làm từ... thực ra đừng nghĩ về điều đó quá nhiều. Cứ thử đi!",
  "You must be Flirty to say this.": "Bạn phải Đong Đưa mới nói được câu này.",
  "\"Wanna... Have a drink?\"": "\"Muốn... Uống gì không?\"",
  "I don't have anymore Idols on me right now, those things are hard to come by!\\n\\nYou might be able to snag one from a Specter if you're lucky though! \\n\\nRemember if all else fails, use your Medium skills to give Bonehilda a call on the Séance Table!": "Tôi không có thêm Thần Tượng nào bên mình vào lúc này, mấy cái thứ đó khó kiếm lắm!\\n\\nTuy nhiên, bạn có thể tóm được một cái từ Specter nếu bạn may mắn!\\n\\nHãy nhớ rằng nếu mọi thứ khác đều thất bại, hãy sử dụng các kỹ năng Đồng Cốt của bạn để gọi cho Bonehilda trên Bàn Gọi Hồn!",
  "Yeah she and I go way back, things are... complicated. But she's definitely bad news. \\n\\nHere, try placing one of these Idols on ground. She <i>hates</i> these things, and conveniently enough they hate her too!\\n\\nIf that doesn't work, use your Medium skills to summon Bonehilda! She's actually a master in spirit-based mixed martial arts, and will gladly lend a hand.": "Ừ, cô ấy và tôi đã quen nhau từ lâu rồi, mọi chuyện... phức tạp lắm. Nhưng chắc chắn cô ấy là điềm gở.\\n\\nĐây, hãy thử đặt một trong những Thần Tượng này xuống đất. Cô ấy <i>ghét</i> mấy cái thứ này, và thật trùng hợp là chúng cũng ghét cô ấy!\\n\\nNếu điều đó không hiệu quả, hãy sử dụng các kỹ năng Đồng Cốt của bạn để triệu hồi Bonehilda! Cô ấy thực sự là một bậc thầy về võ thuật hỗn hợp dựa trên tinh thần, và sẽ sẵn lòng giúp một tay.",
  "That <i>someone</i> hasn't arrived yet.": "<i>Ai đó</i> đó vẫn chưa đến.",
  "I'd offer an Ectocake if I had one, but you can try collecting them from Specters too!\\n\\nAh, what I wouldn't give to feel hunger again...": "Tôi sẽ mời một chiếc Bánh Ma nếu tôi có, nhưng bạn cũng có thể thử thu thập chúng từ Specter!\\n\\nÀ, tôi sẽ không cho gì để cảm thấy đói một lần nữa đâu...",
  "No worry! Here, eat this Ectocake! I'm told they taste pretty good!\\n\\nManaging your mortal needs can sometimes be difficult in a Haunted House. Thankfully eating one of these will keep you satiated for quite awhile!\\n\\nAlso do you see that cute little face on it? It's adorable!": "Đừng lo lắng! Đây, ăn chiếc Bánh Ma này đi! Nghe nói chúng có vị khá ngon đó!\\n\\nQuản lý nhu cầu của người phàm đôi khi có thể khó khăn trong Ngôi Nhà Ma Ám. Rất may là ăn một trong những thứ này sẽ giúp bạn no bụng trong một thời gian khá dài!\\n\\nHơn nữa bạn có thấy khuôn mặt nhỏ nhắn dễ thương trên đó không? Nó đáng yêu quá đi!",
  "You must be hungrier to ask this.": "Bạn phải đói bụng hơn mới hỏi được câu này.",
  "\"I can't get a chance to eat!\"": "\"Tôi không có cơ hội để ăn!\"",
  "Sorry, I might need a second before I can give away my energy again. \\n\\nBut if you're having trouble sleeping, keep a Sacred Candle lit next to your bed!\\n\\nIf all else fails, I hear Specters have some kind of special candy stashed somewhere. Just try not to eat too many if possible...": "Xin lỗi, có thể tôi cần một giây trước khi có thể cho đi năng lượng của mình một lần nữa.\\n\\nNhưng nếu bạn đang gặp khó khăn trong việc ngủ, hãy thắp một ngọn Nến Thiêng bên cạnh giường của bạn!\\n\\nNếu mọi thứ khác đều thất bại, tôi nghe nói Specter có một loại kẹo đặc biệt nào đó được cất giấu ở đâu đó. Chỉ cần cố gắng đừng ăn quá nhiều nếu có thể...",
  "Okay HOLD STILL-\\n\\nThere! Do you feel more... ENERGIZED? Hah! Of course you do! \\n\\nJust a little ghost razzle-dazzle, perfectly harmless. Maybe take a shower later though.": "Okay GIỮ NGUYÊN-\\n\\nĐược rồi! Bạn có cảm thấy... NHIỀU NĂNG LƯỢNG hơn không? Hah! Tất nhiên là có rồi!\\n\\nChỉ là một chút ma mị, hoàn toàn vô hại. Nhưng có lẽ nên đi tắm sau đó.",
  "You must be tired to say this.": "Bạn phải mệt mỏi mới nói được câu này.",
  "\"I can't get a good night's sleep!\"": "\"Tôi không thể có một giấc ngủ ngon!\"",
  "YOU DID IT AGAIN? Of all the...\\n\\nAlright I don't have a solution this time, you might just need to wait this one out. \\n\\nNow I'm definitely a \"Try anything once.\" kinda guy, but please be more considerate of your soul next time? Maybe find another way to appease Specters?": "BẠN LẠI LÀM NỮA RỒI HẢ? Trong tất cả những...\\n\\nĐược rồi, lần này tôi không có giải pháp, có thể bạn chỉ cần đợi lần này qua thôi.\\n\\nBây giờ tôi chắc chắn là một anh chàng \"Hãy thử mọi thứ một lần đi.\", nhưng lần sau hãy quan tâm hơn đến linh hồn của bạn nhé? Có lẽ hãy tìm một cách khác để xoa dịu Specter thì hơn?",
  "You did WHAT? First of all, how? Second, why? Actually I don't need to know all the details, lets just leave it at that.\\n\\nThankfully I may have just the solution. Try uhh, <i>absorbing</i> one of these. This should replace whatever you stripped out, and maybe numb that stinging feeling of regret.\\n\\nJust maybe be more conscious of what you do with your soul next time?": "Bạn đã làm CÁI GÌ? Trước hết, bằng cách nào? Thứ hai, tại sao? Thực ra tôi không cần biết tất cả các chi tiết, hãy cứ bỏ qua chuyện đó đi.\\n\\nRất may là tôi có thể có giải pháp. Hãy thử uhh, <i>hấp thụ</i> một trong những cái này. Điều này sẽ thay thế bất cứ thứ gì bạn đã loại bỏ và có thể làm tê liệt cảm giác hối hận.",
  "You must have sold your soul to a Specter.": "Chắc hẳn bạn đã bán linh hồn của mình cho Specter rồi.",
  "\"I may have sold my Soul.\"": "\"Tôi có thể đã bán Linh Hồn của mình.\"",
  "\"Someone terrible appeared! Help!\"": "\"Ai đó kinh khủng đã xuất hiện! Cứu với!\"",
  "Sadly I'm out of Wraith Wax, but you can always find them by appeasing Specters too. \\n\\nIf you're out of Sacred Candles you might just need to hide under the covers for awhile until you calm down.\\n\\nAnd if you're really desperate for Sacred Candles, you can always find them in the Reward Store too.": "Đáng buồn là tôi hết Sáp Bóng Ma rồi, nhưng bạn luôn có thể tìm thấy chúng bằng cách xoa dịu Specter.\\n\\nNếu bạn hết Nến Thiêng, bạn có thể chỉ cần trốn dưới chăn một lúc cho đến khi bạn bình tĩnh lại.\\n\\nVà nếu bạn thực sự cần Nến Thiêng, bạn luôn có thể tìm thấy chúng trong Cửa Hàng Phần Thưởng.",
  "Whoa! I can see that! You should make sure you're near a Sacred Candle to calm down!\\n\\nHere, take this Wraith Wax. You can mold this stuff into Sacred Candles!\\n\\nAnd no you don't need to be one of those Evergreen Harbor hipsters to make these either. Just give it a try!": "Woa! Tôi có thể thấy điều đó! Bạn nên đảm bảo rằng bạn đang ở gần một ngọn Nến Thiêng để bình tĩnh lại!\\n\\nĐây, hãy lấy Sáp Bóng Ma này. Bạn có thể tạo ra những ngọn Nến Thiêng từ thứ này!\\n\\nVà không, bạn không cần phải là một trong những người theo chủ nghĩa hipster Evergreen Harbor để làm những thứ này đâu. Cứ thử đi!",
  "You must be terrified to say this.": "Bạn phải sợ hãi mới nói được câu này.",
  "\"I'm terrified! Help me!\"": "\"Tôi sợ quá! Giúp tôi với!\"",
  "Ah, you remind me of myself when I was your age. Sorry kid, no openings for the foreseeable future.": "À, cháu làm tôi nhớ đến bản thân mình khi bằng tuổi cháu. Xin lỗi nhóc, không có vị trí nào đang mở trong tương lai gần.",
  "Was there any doubt?": "Có nghi ngờ gì sao?",
  "Remind {1.SimFirstName} that you're a certified paranormal expert": "Nhắc nhở {1.SimFirstName} rằng bạn là một chuyên gia siêu nhiên được chứng nhận",
  "While {0.SimFirstName} may not be old enough to accept the job yet, {M0.he}{F0.she} can still show off their nifty badge!": "Mặc dù {0.SimFirstName} có thể chưa đủ tuổi để nhận công việc, nhưng {M0.he}{F0.she} vẫn có thể khoe huy hiệu bảnh bao của mình!",
  "(From Flashing this Cool Badge!)": "(Từ Việc Khoe Huy Hiệu Ngầu Này!)",
  "Show Off Paranormal License": "Khoe Giấy Phép Siêu Nhiên",
  "PANIC!": "HOẢNG LOẠN!",
  "The Séance Table is already in use!": "Bàn Gọi Hồn đang được sử dụng!",
  "Speak with the dearly departed! Maybe they'll offer some wisdom?": "Nói chuyện với người quá cố! Có lẽ họ sẽ cho bạn một vài lời khuyên?",
  "(From Communing with the Dead)": "(Từ Việc Giao Tiếp Với Người Chết)",
  "Commune With The Departed": "Giao Tiếp Với Người Quá Cố",
  "The Séance was interrupted!": "Buổi Gọi Hồn đã bị gián đoạn!",
  "Leave your corporeal body behind! Totally safe.": "Để lại cơ thể hữu hình của bạn! Hoàn toàn an toàn.",
  "(From Performing a Ghastly Ritual)": "(Từ Việc Thực Hiện Một Nghi Lễ Rùng Rợn)",
  "{0.SimFirstName} has already participated in a Ghastly Ritual!": "{0.SimFirstName} đã tham gia vào một Nghi Lễ Rùng rợn!",
  "Ghosts don't have much use for this ritual, honestly.": "Thành thật mà nói thì ma không có nhiều tác dụng với nghi lễ này.",
  "Ghastly Ritual": "Nghi Lễ Rùng Rợn",
  "Perform a ceremony to make the house a little less haunted! Be warned, this ceremony drains Sims of their energy! Successful ceremonies also make Sims a little less scared!": "Thực hiện một nghi lễ để làm cho ngôi nhà bớt ma ám đi một chút! Hãy coi chừng, nghi lễ này làm cạn kiệt năng lượng của Sims! Các nghi lễ thành công cũng làm cho Sims bớt sợ hãi hơn một chút!",
  "Perform Ceremony": "Thực Hiện Nghi Lễ",
  "Awards a decent amount of Investigation progress if successful.": "Tặng một lượng tiến trình Điều tra khá tốt nếu thành công.",
  "(From Unsuccessfully Performing a Ceremony)": "(Từ Việc Thực Hiện Nghi Lễ Không Thành Công)",
  "Ceremony successful! The spiritual serenity of the house has increased!": "Nghi lễ thành công! Sự thanh thản tinh thần của ngôi nhà đã tăng lên!",
  "That was intense! {0.SimFirstName} must wait a little while before performing another Ceremony!": "Quá dữ dội! {0.SimFirstName} phải đợi một lúc trước khi thực hiện một Nghi Lễ khác!",
  "The ceremony was interrupted! The spiritual serenity has lowered!": "Nghi lễ đã bị gián đoạn! Sự thanh thản tinh thần đã giảm xuống!",
  "(From Successfully Performing a Ceremony)": "(Từ Việc Thực Hiện Thành Công Một Nghi Lễ)",
  "Sense how haunted the current lot is.": "Cảm nhận mức độ ma ám của khu đất hiện tại.",
  "Sense Spiritual Volatility": "Cảm Nhận Biến Động Tinh Thần",
  "{0.SimFirstName} detects an angry presence lurking nearby. Sims on the lot need to be extra cautious!\\n\\n- Specters are angry and will scare nearby Sims!\\n- Paranormal Activity is frequent!": "{0.SimFirstName} phát hiện ra một sự hiện diện tức giận đang ẩn nấp gần đó. Sims trên khu đất cần phải hết sức thận trọng!\\n\\n- Specter tức giận và sẽ làm Sims gần đó sợ hãi!\\n- Hoạt động siêu nhiên diễn ra thường xuyên!",
  "{0.SimFirstName} detects a strong positive presence!\\n\\n- Specters are friendly!\\n- Paranormal Activity is reduced!": "{0.SimFirstName} phát hiện ra một sự hiện diện tích cực mạnh mẽ!\\n\\n- Specter thân thiện!\\n- Hoạt động siêu nhiên giảm bớt!",
  "{0.SimFirstName} detects an uneasy presence lurking. Be on your toes for anything unusual.\\n\\n- Specters might scare nearby Sims.\\n- Paranormal Activity is common.": "{0.SimFirstName} phát hiện ra một sự hiện diện bất an đang ẩn nấp. Hãy cảnh giác với bất cứ điều gì bất thường.\\n\\n- Specter có thể làm Sims gần đó sợ hãi.\\n- Hoạt động siêu nhiên là phổ biến.",
  "{0.SimFirstName} detects some very happy haunts! The living and the dead are co-existing in harmony! Well done!\\n\\n- Specters will be friendly!\\n- Paranormal Activity is reduced!": "{0.SimFirstName} phát hiện ra một số bóng ma rất vui vẻ! Người sống và người chết đang cùng tồn tại hài hòa! Làm tốt lắm!\\n\\n- Specter sẽ thân thiện!\\n- Hoạt động siêu nhiên giảm bớt!",
  "In case there was any doubt, this place is absolutely still haunted.": "Trong trường hợp có bất kỳ nghi ngờ nào, thì nơi này hoàn toàn vẫn bị ma ám.",
  "{0.SimFirstName} detects an incredibly angry presence nearby! If this were a horror movie, this would be the part where the main characters try to flee for their lives.\\n\\n- Specters are angry and will scare nearby Sims!\\n- Specters will occasionally start fires!\\n- Paranormal Activity is frequent!": "{0.SimFirstName} phát hiện ra một sự hiện diện vô cùng tức giận gần đó! Nếu đây là một bộ phim kinh dị, thì đây sẽ là phần mà các nhân vật chính cố gắng chạy trốn để bảo toàn mạng sống.\\n\\n- Specter tức giận và sẽ làm Sims gần đó sợ hãi!\\n- Specter thỉnh thoảng sẽ gây ra hỏa hoạn!\\n- Hoạt động siêu nhiên diễn ra thường xuyên!",
  "{0.SimFirstName} doesn't detect anything out of the ordinary, aside from that ghost nearby. We're all aware of the ghost, right? <b><i>Right?</b></i>": "{0.SimFirstName} không phát hiện ra bất cứ điều gì khác thường, ngoài con ma ở gần đó. Tất cả chúng ta đều biết về con ma, đúng không? <b><i>Đúng không?</b></i>",
  "{0.SimFirstName} doesn't detect anything out of the ordinary. ": "{0.SimFirstName} không phát hiện ra bất cứ điều gì khác thường.",
  "Night 1": "Đêm 1",
  "Night 2": "Đêm 2",
  "Night 3": "Đêm 3",
  "Night 4": "Đêm 4",
  "Night 5": "Đêm 5",
  "Night 6": "Đêm 6",
  "Night 7": "Đêm 7",
  "Set Serenity to 100": "Đặt Sự Thanh Thản thành 100",
  "Set Serenity to 25": "Đặt Sự Thanh Thản thành 25",
  "Set Serenity to 50": "Đặt Sự Thanh Thản thành 50",
  "Set Serenity to 75": "Đặt Sự Thanh Thản thành 75",
  "Summon Bonehilda": "Triệu Hồi Bonehilda",
  "It's an emergency! ": "Đây là một trường hợp khẩn cấp!",
  "Quickly Summon Bonehilda!": "Nhanh Chóng Triệu Hồi Bonehilda!",
  "Summon the dead onto the lot. Results may vary. ": "Triệu hồi người chết lên khu đất. Kết quả có thể khác nhau.",
  "Bonehilda has already been summoned!": "Bonehilda đã được triệu hồi!",
  "Invoke the Dead": "Triệu Hồi Người Chết",
  "Summon the skeletal helper Bonehilda": "Triệu hồi người giúp việc bộ xương Bonehilda",
  "Summon Guidry to hangout for a little bit!": "Triệu hồi Guidry đến chơi một chút!",
  "Summon Guidry": "Triệu hồi Guidry",
  "Guidry is already here!": "Guidry đã ở đây rồi!",
  "Create Séance Circle": "Tạo Vòng Gọi Hồn",
  "Eccentric Eclectic Sitting Room": "Phòng Khách Chiết Trung Lập Dị",
  "Lady Ravendancer's Séance Parlor": "Phòng Gọi Hồn Của Phu Nhân Ravendancer",
  "Dahlia": "Dahlia",
  "Mini Simzee": "Simzee Mini",
  "Mini Ryshella": "Ryshella Mini",
  "Planchette": "Planchette",
  "Olive": "Olive",
  "Ophelia": "Ophelia",
  "Ichabod": "Ichabod",
  "Everything you need to complete a séance in one easy package! Includes séance table, chairs, and crystal ball. Séance-ing has never been so simple!": "Mọi thứ bạn cần để hoàn thành một buổi gọi hồn trong một gói dễ dàng! Bao gồm bàn gọi hồn, ghế và quả cầu pha lê. Gọi hồn chưa bao giờ đơn giản đến thế!",
  "Séance Table Set": "Bộ Bàn Gọi Hồn",
  "Guidry": "Guidry",
  "Show Guidry Cards": "Cho Guidry Xem Thẻ",
  "Group Séance": "Gọi Hồn Nhóm",
  "Set Lot Tier": "Đặt Cấp Khu Đất",
  "Set Night": "Đặt Đêm",
  "Sacred Candles that help calm nearby Sims and ward off evil spirits.": "Nến thiêng giúp làm dịu những Sims ở gần và xua đuổi tà ma.",
  "Become a certified Paranormal Investigator, unlocking the Paranormal Investigator Freelance Career and the Summon Guidry Séance.": "Trở thành một Điều Tra Viên Siêu Nhiên được chứng nhận, mở khóa Nghề Nghiệp Tự Do Điều Tra Viên Siêu Nhiên và Buổi Gọi Hồn Triệu Hồi Guidry.",
  "Paranormal Investigator License": "Giấy Phép Điều Tra Siêu Nhiên",
  "Bonehilda": "Bonehilda",
  "Temperance": "Temperance",
  "Too spooky": "Quá ma quái",
  "Appease Specters, remove Accursed Objects, and Perform Ceremonies on the Séance Table to finish the Investigation.": "Xoa dịu Specter, loại bỏ Vật Bị Nguyền Rủa và Thực hiện Nghi Lễ trên Bàn Gọi Hồn để hoàn thành cuộc Điều tra.",
  "Exorcise the Lot": "Trục Xuất Khu Đất",
  "Either appease Specters, remove Accursed Objects, or Perform Ceremonies on the Séance Table to make this place less spooky.": "Xoa dịu Specter, loại bỏ Vật Bị Nguyền Rủa hoặc Thực hiện Nghi Lễ trên Bàn Gọi Hồn để làm cho nơi này bớt ma quái.",
  "Guidry The Ghost": "Guidry Con Ma",
  "Why am I here again?": "Sao tui lại ở đây nữa vậy?",
  "I can handle this!": "Tui làm được mà!",
  "In a cruel twist of fate you've ended up in a Haunted House, possibly by the hands of some malevolent mastermind controlling your every action. Maybe make the most of it, surely there's a good reason to be here. \\n\\n": "Trong một bước ngoặt nghiệt ngã của số phận, bạn đã kết thúc ở một Ngôi Nhà Ma Ám, có thể là do bàn tay của một chủ mưu độc ác nào đó đang kiểm soát mọi hành động của bạn. Có lẽ hãy tận dụng tối đa nó, chắc chắn có một lý do chính đáng để ở đây.\\n\\n",
  "Welcome!": "Chào mừng!",
  "Uhhh... Sul Sul?": "Uhhh... Sul Sul?",
  "Hello there, the name's Guidry! It looks like you could use some help with this whole \"haunted house\" predicament, and thankfully I happen to be an expert on the matter! Also don't you worry, I'm a good spirit! \\n\\n": "Chào bạn, tên tôi là Guidry! Có vẻ như bạn có thể cần một chút giúp đỡ với toàn bộ tình trạng \"ngôi nhà ma ám\" này, và rất may là tôi lại là một chuyên gia về vấn đề này! Ngoài ra, bạn đừng lo lắng, tôi là một linh hồn tốt!\\n\\n",
  "NOT OK": "KHÔNG ỔN",
  "OK": "ỔN",
  "You suddenly feel the an immense evil presence. Many spirits dwell here, but this one feels different than the rest. \\n\\nIf there was ever a time to panic, this might be it.\\n\\n": "Bạn đột nhiên cảm thấy một sự hiện diện tà ác vô cùng. Nhiều linh hồn cư ngụ ở đây, nhưng linh hồn này cảm thấy khác với những linh hồn còn lại.\\n\\nNếu có lúc nào cần phải hoảng loạn, thì đây có thể là lúc đó.\\n\\n",
  "SHE'S HERE": "CÔ ẤY ĐẾN RỒI",
  "Wait-what happened in this jacket again?": "Chờ đã, chuyện gì đã xảy ra trong cái áo khoác này nữa vậy?",
  "Thanks Guidry!": "Cảm ơn Guidry!",
  "Wow! You've been living here for quite some time now! You know most people would have turned tail and ran by now! But that's what I like about you, you never compromise! Never give in! \\n\\nI may not have much, material possessions are kinda moot for a ghost. But I'd like to offer you something for your perseverance!\\n\\nHere, take my favorite jacket! Now don't worry, I've got plenty of em', but this is the one I died i- I mean, this one is very special to me.\\n\\nNow keep it up! Plant your feet firmly in the ground! Haunted or not, this is your home. Life is what you make of it, and I know you'll make something good!\\n\\n": "Woa! Bạn đã sống ở đây được một thời gian rồi! Bạn biết đấy, hầu hết mọi người đã bỏ chạy rồi! Nhưng đó là điều tôi thích ở bạn, bạn không bao giờ thỏa hiệp! Không bao giờ bỏ cuộc!\\n\\nTôi có thể không có nhiều, của cải vật chất hơi vô nghĩa đối với một con ma. Nhưng tôi muốn tặng bạn một thứ gì đó vì sự kiên trì của bạn!\\n\\nĐây, hãy lấy chiếc áo khoác yêu thích của tôi! Đừng lo lắng, tôi có rất nhiều chiếc, nhưng chiếc này là chiếc tôi đã chết t- ý tôi là, chiếc này rất đặc biệt đối với tôi.\\n\\nGiờ thì hãy tiếp tục nhé! Đặt chân vững chắc trên mặt đất! Dù bị ma ám hay không, thì đây là nhà của bạn. Cuộc sống là những gì bạn tạo ra nó, và tôi biết bạn sẽ tạo ra một điều gì đó tốt đẹp!\\n\\n",
  "Eh, no thanks. ": "Ờ, thôi khỏi đi.",
  "I'M READY!": "TUI SẴN SÀNG RỒI!",
  "Put your bravery to the test! In this mode the spiritual serenity of the Haunted House will diminish faster at night, increasing paranormal activity and waking up angry Specters.\\n\\nThankfully you'll be rewarded with more Reward Store points after each successful night.\\n\\nBut be warned, you won't be able to change out of Heroic Mode until after some time has passed. What is your decision?": "Hãy thử thách lòng dũng cảm của bạn! Trong chế độ này, sự thanh thản tinh thần của Ngôi Nhà Ma Ám sẽ giảm nhanh hơn vào ban đêm, làm tăng hoạt động siêu nhiên và đánh thức Specter tức giận.\\n\\nRất may là bạn sẽ được thưởng nhiều điểm Cửa Hàng Phần Thưởng hơn sau mỗi đêm thành công.\\n\\nNhưng hãy coi chừng, bạn sẽ không thể thay đổi ra khỏi Chế Độ Anh Hùng cho đến sau một khoảng thời gian nào đó. Bạn quyết định sao?",
  "Heroic Mode": "Chế Độ Anh Hùng",
  "Guidry, don't leave me!": "Guidry, đừng bỏ tui mà!",
  "Guidry, I need some space.": "Guidry, tui cần một chút không gian.",
  "Once activated, Guidry will no longer show up at the Haunted House. He won't take it personally, and you can always undo the decision later.\\n\\nWhat do you say?": "Sau khi được kích hoạt, Guidry sẽ không còn xuất hiện ở Ngôi Nhà Ma Ám nữa. Anh ấy sẽ không để bụng, và bạn luôn có thể hủy quyết định sau này.\\n\\nBạn nói sao?",
  "Guidry's Farewell": "Lời Tạm Biệt Của Guidry",
  "Actually, let me think about this...": "Thực ra, để tui nghĩ lại đã...",
  "I'm ready!": "Tui sẵn sàng rồi!",
  "Now look at you! You're practically brimming with spiritual energy! I knew there was something special about you!\\n\\nThat's why I've got this here Paranormal Investigator's License with your name on it! \\n\\nSo what do you say, are you ready to take the next step?": "Nhìn bạn kìa! Bạn hầu như tràn đầy năng lượng tâm linh! Tui biết là có điều gì đó đặc biệt ở bạn mà!\\n\\nĐó là lý do tại sao tui có cái Giấy Phép Điều Tra Viên Siêu Nhiên này với tên của bạn trên đó!\\n\\nVậy bạn nói sao, bạn đã sẵn sàng thực hiện bước tiếp theo chưa?",
  "Congratulations! ": "Chúc mừng!",
  "Awesome!": "Tuyệt vời!",
  "Now look at you! You're practically brimming with spiritual energy! I knew there was something special about you! That's why I've got this here Paranormal Investigator's License with your name on it!\\n\\nUnfortunately I think Child Labor Laws may have changed a bit since I was last alive, so you won't be able to get hired until you're older. But until then, enjoy this spiffy badge!": "Nhìn bạn kìa! Bạn hầu như tràn đầy năng lượng tâm linh! Tui biết là có điều gì đó đặc biệt ở bạn mà! Đó là lý do tại sao tui có cái Giấy Phép Điều Tra Viên Siêu Nhiên này với tên của bạn trên đó!\\n\\nThật không may là tôi nghĩ rằng Luật Lao Động Trẻ Em có thể đã thay đổi một chút kể từ khi tôi còn sống lần cuối, vì vậy bạn sẽ không thể được thuê cho đến khi bạn lớn hơn. Nhưng cho đến lúc đó, hãy tận hưởng huy hiệu bảnh bao này nhé!",
  "(From Getting Spooked)": "(Từ Việc Bị Ma Ám)",
  "{0.SimFirstName} can now call upon the dead with the new Invoke the Dead and Summon Bonehilda Séances!": "Giờ đây, {0.SimFirstName} có thể triệu hồi người chết bằng Buổi Gọi Hồn Triệu Hồi Người Chết và Triệu Hồi Bonehilda mới!",
  "Reached Medium Level 3": "Đạt Cấp Đồng Cốt 3",
  "{0.SimFirstName} can now host Séances with other Sims! Group Séance provide increased benefits! Teamwork makes the dream work!": "Giờ đây, {0.SimFirstName} có thể tổ chức Buổi Gọi Hồn với các Sims khác! Buổi Gọi Hồn Nhóm mang lại nhiều lợi ích hơn! Tinh thần đồng đội tạo nên thành công!",
  "Reached Medium Level 2": "Đạt Cấp Đồng Cốt 2",
  "{0.SimFirstName} has started {M0.his}{F0.her} paranormal journey! Continue performing Séances to level up!": "{0.SimFirstName} đã bắt đầu hành trình siêu linh của {M0.his}{F0.her}! Tiếp tục thực hiện các Buổi Gọi Hồn để lên cấp!",
  "Acquired the Medium Skill": "Đạt được Kỹ Năng Đồng Cốt",
  "{0.SimFirstName} can now perform the Ghastly Ritual on Séance Tables! Let's get weird!": "{0.SimFirstName} giờ có thể thực hiện Nghi Lễ Rùng rợn trên Bàn Gọi Hồn! Quẩy lên thôi!",
  "Reached Medium Level 4": "Đạt Cấp Đồng Cốt 4",
  "{0.SimFirstName} is now a top notch Medium! {0.SimFirstName} will be able to perform powerful Séances with less energy decay, and gain an increased chance of successfully interacting with Specters. Sims can also create a Séance Circle anywhere in the world now!": "{0.SimFirstName} giờ là một Đồng Cốt hàng đầu! {0.SimFirstName} sẽ có thể thực hiện các Buổi Gọi Hồn mạnh mẽ với năng lượng hao hụt ít hơn, và có cơ hội tương tác thành công với Specter cao hơn. Giờ đây, Sims cũng có thể tạo Vòng Gọi Hồn ở bất cứ đâu trên thế giới!",
  "Reached Medium Level 5": "Đạt Cấp Đồng Cốt 5",
  "Hone your spiritual power! Sims embarking on this journey will eventually be able to do things like summon the dead, or host their own Séance with other Sims. \\n\\nThe Medium Skill is increased by using interactions on the Séance Table.": "Trau dồi sức mạnh tâm linh của bạn! Các Sims bắt đầu cuộc hành trình này cuối cùng sẽ có thể làm những việc như triệu hồi người chết hoặc tổ chức Buổi Gọi Hồn của riêng mình với các Sims khác.\\n\\nKỹ Năng Đồng Cốt được tăng lên bằng cách sử dụng các tương tác trên Bàn Gọi Hồn.",
  "<b>Trade: Paranormal Investigator</b>\\n\\nDo you have spirits in your house? Do you keep finding creepy dolls in your attic? Do you ever hear creepy voices <i>outside</i> your head? Know this, Specters are out there, and they're kinda jerks.\\n\\nIf you've been certified as a Paranormal Investigator, you're welcome to join the ranks of our elite phantom patrollers. As an agent, it's up to you to make this world a little less spooky.": "<b>Nghề nghiệp: Điều Tra Viên Siêu Nhiên</b>\\n\\nBạn có linh hồn trong nhà không? Bạn có liên tục tìm thấy những con búp bê rùng rợn trên gác mái của mình không? Bạn có bao giờ nghe thấy những giọng nói rùng rợn <i>bên ngoài</i> đầu của mình không? Hãy biết điều này, Specter đang ở ngoài kia và chúng hơi bị mất dạy.\\n\\nNếu bạn đã được chứng nhận là một Điều Tra Viên Siêu Nhiên, bạn được chào đón gia nhập hàng ngũ tuần tra ma ưu tú của chúng tôi. Là một đặc vụ, bạn có nhiệm vụ làm cho thế giới này bớt ma quái hơn một chút.",
  "This Sim is a certified Paranormal Investigator, issued by the Claude René Duplantier Guidry. Sims with this license are eligible to join the Federal Bureau of Spooky Investigation as a freelance investigator.": "Sim này là một Điều Tra Viên Siêu Nhiên được chứng nhận, do Claude René Duplantier Guidry cấp. Các Sim có giấy phép này đủ điều kiện gia nhập Cục Điều Tra Ma Quái Liên bang với tư cách là một điều tra viên tự do.",
  "(From Reward Store or from Guidry)": "(Từ Cửa Hàng Phần Thưởng hoặc từ Guidry)",
  "Spiritual Ascendance": "Thăng Hoa Tinh Thần",
  "This Sim has temporarily taken the form of a ghost! ": "Sim này đã tạm thời mang hình dạng của một con ma!",
  "Become a Paranormal Investigator with the help of Guidry.": "Trở thành một Điều Tra Viên Siêu Nhiên với sự giúp đỡ của Guidry.",
  "Aspiring Investigators Welcome": "Chào Mừng Những Nhà Điều Tra Đầy Tham Vọng",
  "Things get weird around here, especially at night... Your Sims will definitely take notice.": "Mọi thứ trở nên kỳ lạ ở đây, đặc biệt là vào ban đêm... Sims của bạn chắc chắn sẽ chú ý.",
  "Paranormal Activity": "Hoạt Động Siêu Nhiên",
  "Occasionally strange artifacts find their way into your house. Keep your eyes peeled!": "Thỉnh thoảng những hiện vật kỳ lạ sẽ tìm đường vào nhà bạn. Hãy để mắt tới!",
  "Accursed Objects": "Vật Bị Nguyền Rủa",
  "Each successful night yields Reward Store Points for all Sims.": "Mỗi đêm thành công mang lại Điểm Cửa Hàng Phần Thưởng cho tất cả Sims.",
  "Be Brave": "Hãy Dũng Cảm",
  "Try keeping the entities of the house on your good side.": "Cố gắng giữ cho các thực thể của ngôi nhà ở phía tốt của bạn.",
  "It’s Alive!": "Nó Sống Rồi!",
  "SHE'S COMING FOR YOU!": "CÔ ẤY ĐANG ĐẾN VỚI BẠN ĐÓ!",
  "????????": "????????",
  "Floating apparitions roam the lot at night! They can range from friendly to hostile.": "Những bóng ma lơ lửng lang thang trên khu đất vào ban đêm! Chúng có thể từ thân thiện đến thù địch.",
  "Specters": "Specter",
  "Meet Guidry the Ghost, he’s quite the charmer.": "Gặp gỡ Guidry Con Ma, anh chàng khá quyến rũ đó.",
  "Ghostly Assistance": "Hỗ Trợ Ma Quái",
  "Specters have all sorts of strange valuables on them!": "Specter có đủ loại vật có giá trị kỳ lạ!",
  "Haunted Treasure": "Kho Báu Ma Ám",
  "Haunted House Residential": "Khu Dân Cư Ngôi Nhà Ma Ám",
  "Haunted House Residential - Incomplete": "Khu Dân Cư Ngôi Nhà Ma Ám - Chưa Hoàn Thành",
  "In Build Mode open the Lot Info Panel and select the Haunted House Residential under Lot Type to build a Haunted House and experience unique Lot Perks.": "Trong Chế Độ Xây Dựng, hãy mở Bảng Thông Tin Khu Đất và chọn Khu Dân Cư Ngôi Nhà Ma Ám trong Loại Khu Đất để xây dựng Ngôi Nhà Ma Ám và trải nghiệm các Đặc Quyền Khu Đất độc đáo.",
  "There is something... <i>special</i> about this place. While living in a Haunted House adds an extra bit of risk, it's not without its rewards! Just a fair warning, things are gonna get <b>weird</b>. Good luck!": "Có điều gì đó... <i>đặc biệt</i> về nơi này. Mặc dù sống trong một Ngôi Nhà Ma Ám làm tăng thêm một chút rủi ro, nhưng nó không phải là không có phần thưởng! Chỉ là một lời cảnh báo công bằng, mọi thứ sẽ trở nên <b>kỳ lạ</b>. Chúc may mắn!",
  "Divinity Leaf": "Lá Thần Thánh"
}