{
  "(From Wearing Filthy Laundry)": "(Từ Việc Mặc Đồ Giặt Bẩn Thỉu)",
  "(From Wearing Clean Laundry)": "(Từ Việc Mặc Đồ Giặt Sạch Sẽ)",
  "(From Wearing Damp Laundry)": "(Từ Việc Mặc Đồ Giặt Ẩm Ướt)",
  "(From Wearing Dry Laundry)": "(Từ Việc Mặc Đồ Giặt Khô Ráo)",
  "(From Wearing Fragrant Laundry)": "(Từ Việc Mặc Đồ Giặt Thơm Tho)",
  "(From Wearing Dirty Laundry)": "(Từ Việc Mặc Đồ Giặt Dơ Bẩn)",
  "(From Wearing Pristine Laundry)": "(Từ Việc Mặc Đồ Giặt Tinh Tươm)",
  "(From Wearing Foul Smelling Laundry)": "(Từ Việc Mặc Đồ Giặt Hôi Hám)",
  "(From Wearing Soaked Laundry)": "(Từ Việc Mặc Đồ Giặt Ướt Sũng)",
  "(From Wearing Used Laundry)": "(Từ Việc Mặc Đồ Giặt Đã Qua Sử Dụng)",
  "(From Wearing Warm Laundry)": "(Từ Việc Mặc Đồ Giặt Ấm Áp)",
  "(From Splashing in a Wash Tub)": "(Từ Việc Vùng Vẫy Trong Chậu Giặt)",
  "(From Washing Laundry in the Wash Tub)": "(Từ Việc Giặt Đồ Trong Chậu Giặt)",
  "(From Watching Laundry Spin)": "(Từ Việc Xem Đồ Giặt Quay Vòng)",
  "(From Hamper)": "(Từ Sọt Đựng Đồ Giặt)",
  "(From Laundry)": "(Từ Đồ Giặt)",
  "(From Having No Laundry Appliances)": "(Từ Việc Không Có Thiết Bị Giặt Ủi)",
  "(From Washing Machine Failure)": "(Từ Sự Cố Máy Giặt)",
  "{0.SimFirstName}'s dressed so fresh and so clean!": "{0.SimFirstName} ăn mặc thật bảnh bao và sạch sẽ!",
  "Clean Clothing": "Quần Áo Sạch",
  "Bleh, this laundry didn't dry thoroughly.": "Eo ơi, đống đồ giặt này chưa khô hẳn.",
  "Damp Clothing": "Quần Áo Ẩm Ướt",
  "{0.SimFirstName}'s so dizzy, {M0.his}{F0.her} head is spinning... like a whirlpool, it never ends.": "{0.SimFirstName} chóng mặt quá, đầu {M0.his}{F0.her} quay cuồng... như một cái xoáy nước, không bao giờ kết thúc.",
  "Spin Cycle": "Chu trình vắt",
  "The household's laundry load dried sufficiently... Sometimes it's the little things in life that mean the most.": "Mẻ đồ giặt của hộ gia đình đã khô đủ... Đôi khi những điều nhỏ nhặt trong cuộc sống lại có ý nghĩa lớn nhất.",
  "Dry Clothing": "Quần Áo Khô Ráo",
  "{0.SimFirstName}'s clothing is disgusting. It's well passed time to do a load of laundry. Don't walk... RUN to the nearest Washing Machine.": "Quần áo của {0.SimFirstName} thật kinh tởm. Đã đến lúc phải giặt một mẻ đồ rồi. Đừng đi... HÃY CHẠY đến cái máy giặt gần nhất.",
  "Filthy Clothing!": "Quần Áo Bẩn Thỉu!",
  "Mmm... {0.SimFirstName}'s clothing smells like a flowery meadow thanks to that laundry additive.": "Mmm... Quần áo của {0.SimFirstName} có mùi như một đồng cỏ đầy hoa nhờ vào chất phụ gia giặt giũ đó.",
  "Floral Scented Clothing": "Quần Áo Thơm Mùi Hoa",
  "{0.SimFirstName}'s clothing is pretty dirty. Stop slacking and clean some laundry.": "Quần áo của {0.SimFirstName} khá là dơ rồi đó. Đừng có lười biếng nữa mà đi giặt đồ đi.",
  "Dirty Clothing": "Quần Áo Dơ Bẩn",
  "The clothes from this load of laundry turned out exceptionally clean. Nice!": "Quần áo từ mẻ giặt này sạch một cách đặc biệt. Tuyệt vời!",
  "Pristine Clothing!": "Quần Áo Tinh Tươm!",
  "Oh gross, who slipped the rotting food into the laundry load? {0.SimFirstName}'s clothing smells truly foul.": "Ôi ghê quá, ai bỏ đồ ăn thiu vào mẻ giặt vậy? Quần áo của {0.SimFirstName} bốc mùi kinh khủng.",
  "Foul Smelling Clothing": "Quần Áo Hôi Hám",
  "Did someone forget to dry the laundry after it was washed? {0.SimFirstName}'s clothing is absolutely drenched. ": "Có ai đó quên phơi đồ sau khi giặt à? Quần áo của {0.SimFirstName} ướt sũng luôn.",
  "Soaked Clothing": "Quần Áo Ướt Sũng",
  "Icky wet water...": "Nước ướt át kinh tởm...",
  "Yucky Splash": "Vũng Nước Bẩn Thỉu",
  "{0.SimFirstName}'s outfit isn't exactly fresh from the washer, but nobody will call {M0.him}{F0.her} out for wearing it either. Set aside time to do laundry in the next few days though...": "Bộ đồ của {0.SimFirstName} không hẳn là mới giặt xong, nhưng cũng không ai trách {M0.him}{F0.her} vì mặc nó đâu. Tuy nhiên, hãy dành thời gian để giặt giũ trong vài ngày tới nhé...",
  "Used Clothing": "Quần Áo Đã Qua Sử Dụng",
  "Wearing clothing that was recently dried is like a big warm hug that goes on and on!": "Mặc quần áo vừa mới sấy khô giống như một cái ôm lớn ấm áp kéo dài mãi!",
  "Warm Clothing": "Quần Áo Ấm Áp",
  "Keeping scrubbing through the pain!": "Cứ chà mạnh vào dù đau đớn!",
  "Washed-Out Arms": "Bắp Tay Rã Rời",
  "Ladylike Bug": "Lỗi Thục Nữ",
  "Woven Threads": "Sợi Dệt",
  "Sun-Day Best": "Phong Cách Chủ Nhật",
  "Fresh Boho Chic": "Phong Cách Bohemian Tươi Tắn",
  "Topped With Knots": "Nút Thắt Trên Đầu",
  "Country Vibes": "Hơi Hướng Đồng Quê",
  "Comfortably Torn": "Rách Thoải Mái",
  "Relaxed Fit": "Dáng Rộng",
  "Fresh from Crockery Kitchen comes a \"reclaimed\" lumber door. Artificially aged and stressed, it's the perfect addition to your home, without the risk of termites!": "Mới ra lò từ Bếp Gốm Sứ là một cánh cửa gỗ \"tái chế\". Được làm cũ và tạo vết nứt một cách giả tạo, nó là sự bổ sung hoàn hảo cho ngôi nhà của bạn, mà không có nguy cơ bị mối mọt!",
  "Crockery Kitchen Door": "Cửa Bếp Gốm Sứ",
  "Sometimes you want a hint of the outdoors, without all the nuisance of bright sunlight streaming in. Crockery Kitchen has just what you need! For a modest fee, this optional curtain upgrade on their popular \"reclaimed\" lumber line lets you enjoy the best of both worlds.": "Đôi khi bạn muốn một chút hơi hướng của không gian ngoài trời, mà không cần sự phiền toái của ánh sáng mặt trời chói chang chiếu vào. Bếp Gốm Sứ có chính xác những gì bạn cần! Với một khoản phí khiêm tốn, bản nâng cấp rèm tùy chọn này trên dòng gỗ \"tái chế\" phổ biến của họ cho phép bạn tận hưởng những điều tốt nhất của cả hai thế giới.",
  "Shaded Crockery Kitchen Door": "Cửa Bếp Gốm Sứ Có Rèm Che",
  "Approximately 15 million Model T clotheslines were produced, and were so prolific that they dotted the backyard of every home in suburbia. Time marched on, and while most Sims rely on the modern convenience of a dryer, the old Model T remains as reliable as ever for your laundry drying needs.\\n\\n*Owning this object will cause your Sims' clothes to become dirty over time. Wet laundry can be hung on the Clothesline to be dried.": "Khoảng 15 triệu sào phơi quần áo Model T đã được sản xuất, và phổ biến đến mức chúng xuất hiện ở sân sau của mọi ngôi nhà ở vùng ngoại ô. Thời gian trôi qua, và trong khi hầu hết các Sims dựa vào sự tiện lợi hiện đại của máy sấy, thì Model T cũ vẫn đáng tin cậy như mọi khi cho nhu cầu phơi đồ của bạn.\n\n*Sở hữu vật phẩm này sẽ khiến quần áo của Sims bị bẩn theo thời gian. Đồ giặt ướt có thể được treo trên sào phơi quần áo để khô.",
  "Model T Clothesline": "Sào Phơi Quần Áo Model T",
  "A stack of clothes, folded after being washed and dried.": "Một chồng quần áo, được gấp lại sau khi giặt và sấy khô.",
  "Folded Clothing": "Quần Áo Đã Gấp",
  "This dryer is hot, hot, HOT! A controlled fire fueled by natural gas quickly raises the temperature, while the drum rapidly spins to ensure your clothes never stay in one place long enough to get singed. In the unfortunate event that you get burnt, your purchase legally equates to implicit consent to our liability waiver... After all, regular maintenance is the responsibility of the owner!\\n\\n*Owning this object will cause your Sims' clothes to become dirty over time. Wet laundry can be dried inside the Dryer.": "Máy sấy này nóng, nóng, NÓNG! Ngọn lửa được kiểm soát đốt bằng khí tự nhiên nhanh chóng tăng nhiệt độ, trong khi lồng giặt quay nhanh để đảm bảo quần áo của bạn không bao giờ ở một chỗ đủ lâu để bị cháy sém. Trong trường hợp không may bạn bị bỏng, việc mua hàng của bạn về mặt pháp lý tương đương với sự đồng ý ngầm đối với việc từ bỏ trách nhiệm pháp lý của chúng tôi... Suy cho cùng, việc bảo trì thường xuyên là trách nhiệm của chủ sở hữu!\n\n*Sở hữu vật phẩm này sẽ khiến quần áo của Sims bị bẩn theo thời gian. Đồ giặt ướt có thể được sấy khô bên trong Máy Sấy.",
  "Fyre Dryer": "Máy Sấy Fyre",
  "A trail of clothing leading to the bedroom is so cliché. Don't act like a slob; place your clothing in this hamper from Wicker Whims.\\n\\n*Owning this object will cause your Sims' clothes to become dirty over time. When your Sim changes outfits, discarded clothing will automatically be placed in the nearest hamper that has available space.": "Một vệt quần áo dẫn đến phòng ngủ thật là sáo rỗng. Đừng hành động như một kẻ luộm thuộm; hãy đặt quần áo của bạn vào sọt đựng đồ giặt này từ Wicker Whims.\n\n*Sở hữu vật phẩm này sẽ khiến quần áo của Sims bị bẩn theo thời gian. Khi Sim của bạn thay trang phục, quần áo đã bỏ sẽ tự động được đặt vào sọt đựng đồ giặt gần nhất có chỗ trống.",
  "Wicker Whims Hamper": "Sọt Đựng Đồ Giặt Wicker Whims",
  "With the Feelin' Fabric Hamper, you'll feel compelled to stop and run your hand across the exterior to appreciate the sumptuous feel of this fine fabric. Double canvas layers make a valiant effort to block any unpleasant odors wafting off your soiled clothing.\\n\\n*Owning this object will cause your Sims' clothes to become dirty over time. When your Sim changes outfits, discarded clothing will automatically be placed in the nearest hamper that has available space.": "Với Sọt Đựng Đồ Vải Feelin', bạn sẽ cảm thấy bắt buộc phải dừng lại và vuốt tay lên bên ngoài để cảm nhận sự sang trọng của loại vải mịn này. Lớp vải bạt kép nỗ lực chặn bất kỳ mùi khó chịu nào bốc ra từ quần áo bẩn của bạn.\n\n*Sở hữu vật phẩm này sẽ khiến quần áo của Sims bị bẩn theo thời gian. Khi Sim của bạn thay trang phục, quần áo đã bỏ sẽ tự động được đặt vào sọt đựng đồ giặt gần nhất có chỗ trống.",
  "Feelin' Fabric Hamper": "Sọt Đựng Đồ Vải Feelin'",
  "New from LaundryMaid, it's our most reliable hamper yet! The soft plastic frame offers superior durability, while the chic open hole design allows air to freely circulate.\\n\\n*Owning this object will cause your Sims' clothes to become dirty over time. When your Sim changes outfits, discarded clothing will automatically be placed in the nearest hamper that has available space.": "Mới từ LaundryMaid, đây là sọt đựng đồ đáng tin cậy nhất của chúng tôi cho đến nay! Khung nhựa mềm mang lại độ bền vượt trội, trong khi thiết kế lỗ hở sang trọng cho phép không khí lưu thông tự do.\n\n*Sở hữu vật phẩm này sẽ khiến quần áo của Sims bị bẩn theo thời gian. Khi Sim của bạn thay trang phục, quần áo đã bỏ sẽ tự động được đặt vào sọt đựng đồ giặt gần nhất có chỗ trống.",
  "LaundryMaid Clothing Hamper": "Sọt Đựng Đồ LaundryMaid",
  "A pile of laundry.": "Một đống đồ giặt.",
  "Clothing Pile": "Đống Quần Áo",
  "Guilt free washing is just a click away with the Green Clean Washing Machine. An on-board microchip analyzes your laundry load and automatically adjusts the machine's settings to select the most efficient wash cycle possible. Save time. Save money. Save the planet! Go Green Clean!\\n\\n*Owning this object will cause your Sims' clothes to become dirty over time. Dirty laundry can be collected from a Hamper, or from clothes piles on the floor, and cleaned inside the Washing Machine.": "Giặt giũ không tội lỗi chỉ là một cú nhấp chuột với Máy Giặt Green Clean. Một vi mạch tích hợp phân tích mẻ giặt của bạn và tự động điều chỉnh cài đặt của máy để chọn chu trình giặt hiệu quả nhất có thể. Tiết kiệm thời gian. Tiết kiệm tiền bạc. Cứu lấy hành tinh! Hãy dùng Green Clean!",
  "Green Clean Washing Machine": "Máy Giặt Green Clean",
  "Rub-a-dub-dub,\\nFoul clothes in this tub,\\nWhat are you waiting for?\\nOn hand and knee,\\nYou'll scrub this tee,\\nUntil you complete this chore!\\n\\n*Owning this object will cause your Sims' clothes to become dirty over time. Dirty laundry can be collected from a Hamper, or from clothes piles on the floor, and cleaned in the Wash Tub.": "Chà chà chà,\nQuần áo hôi trong bồn này,\nBạn còn chờ gì nữa?\nTay chống gối,\nBạn sẽ chà chiếc áo này,\nCho đến khi bạn hoàn thành công việc này!",
  "Ole Timmy's Wash Tub": "Bồn Giặt Của Timmy Già",
  "This light bulb is 100% eco-friendly. You ask how this can be possible, considering light bulbs are quite old-fashioned and usually less healthy for the environment? Well, we at MorcuCorp spend all the Simoleons we earn by selling this light bulb in exploration of green energy. Big MorcuCorp promise! We won't lie to you!": "Bóng đèn này thân thiện với môi trường 100%. Bạn hỏi làm sao có thể như vậy, khi bóng đèn khá lỗi thời và thường ít tốt cho môi trường? Chà, chúng tôi tại MorcuCorp dành tất cả Simoleon chúng tôi kiếm được bằng cách bán bóng đèn này để khám phá năng lượng xanh. Lời hứa lớn của MorcuCorp! Chúng tôi sẽ không nói dối bạn!",
  "Eco-Friendly Light Bulb by MorcuCorp": "Bóng Đèn Thân Thiện Với Môi Trường của MorcuCorp",
  "In a worry that the \"Wicker Whims\" moniker was limiting the company's product lineup to wicker furniture, management decided to blaze new trails in the candle industry!": "Lo ngại rằng tên gọi \"Wicker Whims\" đang giới hạn dòng sản phẩm của công ty chỉ còn đồ nội thất bằng liễu gai, ban quản lý đã quyết định mở ra những con đường mới trong ngành công nghiệp nến!",
  "Wick-er Whims Candle Bowl": "Bát Nến Wick-er Whims",
  "A simple farmhouse pitcher.": "Một chiếc bình đựng nước kiểu nông trại đơn giản.",
  "Galvanized Pitcher": "Bình Đựng Nước Mạ Kẽm",
  "Come on down to Barry Potter's Plant Emporium! Today we've got a special deal on indoor shrubbery... and while supplies last, they're available in authentic aged barrels from the Bacciform Firkin Compound. When you reach the register, be sure to say the magic phrase that pays: \"Hocus Ficus!\"": "Hãy đến với Vườn Ươm Cây Trồng của Barry Potter! Hôm nay chúng tôi có ưu đãi đặc biệt cho cây bụi trong nhà... và khi còn hàng, chúng có sẵn trong thùng gỗ đích thực từ Khu Hợp Chất Bacciform Firkin. Khi bạn đến quầy thanh toán, hãy nhớ nói cụm từ kỳ diệu để được giảm giá: \"Hocus Ficus!\"",
  "Barry Potter's Potted Plant": "Cây Trồng Trong Chậu của Barry Potter",
  "Succulents so tender, juicy, and tasty... it'd be a shame to keep them around purely as decor.": "Cây mọng nước rất mềm, mọng nước và ngon... thật đáng tiếc nếu chỉ giữ chúng xung quanh như một vật trang trí.",
  "Succulent Succulents": "Cây Mọng Nước Ngon Lành",
  "They say that the right fragrance can trigger endorphins that result in feeling flirtatious. This potpourri arrangement from Wicker Whims provides a custom blend of floral and pine, guaranteed to get the special Sim in your life in the mood.": "Người ta nói rằng hương thơm phù hợp có thể kích hoạt endorphin dẫn đến cảm giác tán tỉnh. Sự sắp xếp hương hoa này từ Wicker Whims cung cấp một hỗn hợp tùy chỉnh của hoa và thông, đảm bảo sẽ khiến Sim đặc biệt trong cuộc đời bạn có tâm trạng.",
  "Wicker Whims Potpourri": "Hương Hoa Wicker Whims",
  "The rings and circles on this mat are actually markers of the ancient Simolonean calendar. The date they point to is August 16th, 2032. What grim future did our ancestors predict? What calamity awaits us? Only time will tell...": "Các vòng và hình tròn trên tấm thảm này thực sự là dấu hiệu của lịch Simolonean cổ đại. Ngày mà chúng chỉ đến là ngày 16 tháng 8 năm 2032. Tổ tiên của chúng ta đã dự đoán tương lai nghiệt ngã nào? Thảm họa nào đang chờ đợi chúng ta? Chỉ có thời gian mới trả lời được...",
  "Simolonean Mat": "Thảm Simolonean",
  "This rug's unique pattern is derived from a nautical knot that was pioneered by the fishermen of Brindleton Bay.": "Hoa văn độc đáo của tấm thảm này có nguồn gốc từ một nút thắt hàng hải được tiên phong bởi các ngư dân của Vịnh Brindleton.",
  "Escalloped Escape": "Lối Thoát Viền Sò",
  "It's no bear skin rug... but if you absolutely need a place to roll around for a romantic romp, you could do worse than this rug from Wicker Whims.": "Nó không phải là thảm da gấu... nhưng nếu bạn thực sự cần một nơi để lăn lộn cho một cuộc vui lãng mạn, bạn có thể làm tệ hơn tấm thảm này từ Wicker Whims.",
  "Wicker Whims Rug": "Thảm Wicker Whims",
  "Southwestern stylings and plant patterns? It's madness to try and understand the various variants this rug offers, but hopefully you'll discover one to be the perfect fit in your own abode.": "Kiểu dáng Tây Nam và hoa văn thực vật? Thật điên rồ khi cố gắng hiểu các biến thể khác nhau mà tấm thảm này cung cấp, nhưng hy vọng bạn sẽ khám phá ra một tấm hoàn toàn phù hợp trong ngôi nhà của riêng bạn.",
  "Fruit of the Loon Rug": "Thảm Quả Chim Lặn Mỏ Vàng",
  "In today's world of plain Jane rugs, you want to add something to your room to give it that extra oomph. Introducing the Fringe Benefits Rug; bringing fringe back into style one home at a time.": "Trong thế giới thảm Plain Jane ngày nay, bạn muốn thêm một cái gì đó vào căn phòng của mình để tạo thêm sự quyến rũ. Xin giới thiệu Thảm Lợi Ích Viền; mang viền trở lại phong cách cho từng ngôi nhà một.",
  "Fringe Benefits Rug": "Thảm Lợi Ích Viền",
  "Many companies make utility mats, but only one company has the complete confidence to brand themselves after this important accessory. Buy the Utilitarian Utility Mat; every home needs one!": "Nhiều công ty sản xuất thảm tiện ích, nhưng chỉ có một công ty hoàn toàn tự tin để xây dựng thương hiệu của mình sau phụ kiện quan trọng này. Mua Thảm Tiện Ích Utilitarian; mọi ngôi nhà đều cần một cái!",
  "Utilitarian Utility Mat": "Thảm Tiện Ích Utilitarian",
  "Do you need a rug? How about three? You're in luck! Here at Bigby's Rug Emporium Outlet Store we take rugs with \"quirks\", and stitch them together to hide the manufacturing defects. One company's trash is YOUR bargain! Save now!": "Bạn có cần một tấm thảm không? Ba tấm thì sao? Bạn thật may mắn! Tại Cửa Hàng Giảm Giá Emporium Thảm Bigby, chúng tôi lấy những tấm thảm có \"điểm khác biệt\" và khâu chúng lại với nhau để che đi các lỗi sản xuất. Rác của một công ty là món hời của BẠN! Tiết kiệm ngay!",
  "Eclectic Rug Trio": "Bộ Ba Thảm Chiết Trung",
  "This carefully arranged selection of fruits, flowers, and branches really puts the \"still\" in \"still life\". As in... this is still the same scene that you painted yesterday, and it'll still be unchanged tomorrow.": "Sự lựa chọn trái cây, hoa và cành được sắp xếp cẩn thận này thực sự đặt chữ \"tĩnh\" vào \"tĩnh vật\". Như thể... đây vẫn là cảnh bạn đã vẽ ngày hôm qua, và nó vẫn sẽ không thay đổi vào ngày mai.",
  "Still Country Life": "Tĩnh Vật Đồng Quê",
  "Three laundry baskets should be more than enough for any household. ": "Ba giỏ đựng đồ giặt phải đủ cho bất kỳ hộ gia đình nào.",
  "Panier à Trois by Wicker Whims": "Panier à Trois của Wicker Whims",
  "Need quick storage for your laundry supplies? No worries, they're a mere drop in the bucket for the ample space provided by this galvanized bucket from the trusted household name of LaundryMaid!": "Cần chỗ chứa nhanh cho đồ dùng giặt ủi của bạn? Đừng lo lắng, chúng chỉ là một giọt nước trong thùng cho không gian rộng rãi do thùng mạ kẽm này cung cấp từ cái tên quen thuộc LaundryMaid!",
  "LaundryMaid Galvanized Bucket": "Thùng Mạ Kẽm LaundryMaid",
  "Say the magic word, \"ABRACADABRA!\" and your laundry will be as soft as a bear cub's fur. That's the Dabra Detergent guarantee!": "Hãy nói từ kỳ diệu, \"ABRACADABRA!\" và đồ giặt của bạn sẽ mềm mại như lông của gấu con. Đó là đảm bảo của Bột Giặt Dabra!",
  "Dabra Laundry Detergent": "Bột Giặt Dabra",
  "Old fashioned cleaning devices such as brooms and dustpans have been phased out of Sim society. Nowadays, mops are the only tool you need for messes big and small. Hang these on your wall to reminisce about simpler times.": "Các thiết bị làm sạch kiểu cũ như chổi và hốt rác đã bị loại bỏ dần khỏi xã hội Sim. Ngày nay, cây lau nhà là công cụ duy nhất bạn cần cho những mớ hỗn độn lớn và nhỏ. Treo chúng lên tường để hồi tưởng về những thời điểm đơn giản hơn.",
  "Clean Sweep": "Quét Sạch",
  "While these plastic herbs look as fresh as ever, a number of lawsuits and increasingly expensive settlements have caused the warning label on this decorative herb rack to undergo some changes over the years.": "Mặc dù những loại thảo mộc nhựa này trông tươi tốt như mọi khi, nhưng một số vụ kiện và các khoản dàn xếp ngày càng tốn kém đã khiến nhãn cảnh báo trên giá thảo mộc trang trí này trải qua một số thay đổi trong những năm qua.",
  "Crockery Kitchen Herb Rack": "Giá Thảo Mộc Bếp Gốm Sứ",
  "Ah the ironing board... a vestige of a time gone by. Now that Sims have discovered the technique of dipping their clothes in formaldehyde, there's simply no need to iron one's laundry anymore.": "À cái bàn ủi... một dấu tích của thời gian đã qua. Giờ đây, khi Sims đã khám phá ra kỹ thuật nhúng quần áo của họ vào formaldehyde, thì đơn giản là không cần phải ủi đồ giặt nữa.",
  "Pressed To Impress": "Ủi Để Gây Ấn Tượng",
  "If you ever find yourself in a pinch with dirty laundry, you'll be glad you had the foresight to purchase this emergency laundry kit. A wash board, drying rack, and ironing board provide everything you need to make yourself presentable. Best of all, it folds up and mounts on the wall for easy storage. Can you really put a price on peace of mind? Buy today!": "Nếu bạn thấy mình gặp khó khăn với đồ giặt bẩn, bạn sẽ rất vui vì đã có tầm nhìn xa để mua bộ dụng cụ giặt khẩn cấp này. Một tấm giặt, giá phơi và bàn ủi cung cấp mọi thứ bạn cần để làm cho bản thân trông tươm tất. Tuyệt vời nhất là nó có thể gấp lại và gắn lên tường để dễ dàng cất giữ. Bạn có thực sự định giá cho sự an tâm không? Mua ngay hôm nay!",
  "Emergency Laundry Kit": "Bộ Dụng Cụ Giặt Khẩn Cấp",
  "A towel is the most important item a Sim can carry, so don't limit yourself to just one. With this particular towel rack, you'll have redundancy upon redundancy to allow you to make liberal use of your towels to your heart's content.": "Một chiếc khăn là vật dụng quan trọng nhất mà một Sim có thể mang theo, vì vậy đừng giới hạn bản thân chỉ với một chiếc. Với giá treo khăn đặc biệt này, bạn sẽ có sự dự phòng chồng lên dự phòng để cho phép bạn thoải mái sử dụng khăn của mình theo ý thích.",
  "Redundant Towel Rack": "Giá Treo Khăn Dự Phòng",
  "From Appaloosa Plains to Twinbrook, Sims have been practicing zydeco music for generations. This musical skill was once held in high regard alongside instruments such as the piano, violin, and guitar, but it unfortunately fell out of vogue in recent times. Perhaps future generations will rediscover this lost art, but for now we pay tribute by hanging these old instruments on our walls.": "Từ Appaloosa Plains đến Twinbrook, Sims đã luyện tập nhạc zydeco qua nhiều thế hệ. Kỹ năng âm nhạc này đã từng được đánh giá cao cùng với các nhạc cụ như piano, violin và guitar, nhưng thật không may, nó đã trở nên lỗi thời trong thời gian gần đây. Có lẽ các thế hệ tương lai sẽ khám phá lại nghệ thuật bị lãng quên này, nhưng hiện tại chúng ta bày tỏ lòng kính trọng bằng cách treo những nhạc cụ cũ này trên tường.",
  "Zydeco Rub-Board": "Ván Gẩy Nhạc Zydeco",
  "MAGIC ITEM LORE ITEM NO DROP\\nSlot: WALL\\nSkill: GARDENING\\nEffect: Nature's Blight\\nFocus Effect: Silence of the Snake\\nCotton R: +0 G: +0 B: +10 A: +10\\nWicker R: +0 G: +0 B: +80 A: +60\\nFlowers R: +0 G: +10 B: +30 A: +80\\nSize: 1x1x1\\nOccult: DRU\\nRace: SIM\\n\\nNature's Blight\\nEffect: Diffuses mystic protection, allowing spells to do more damage.\\n\\nSilence of the Snake\\nEffect: Causes Sims to be less hateful of any heal or damage spell that is cast.": "VẬT PHẨM MA THUẬT VẬT PHẨM LỊCH SỬ KHÔNG RỚT\nKhe: TƯỜNG\nKỹ năng: LÀM VƯỜN\nTác dụng: Tai Họa Của Tự Nhiên\nTác dụng Tập Trung: Sự Im Lặng Của Rắn\nBông Vải Đ: +0 L: +0 X: +10 T: +10\nLiễu Gai Đ: +0 L: +0 X: +80 T: +60\nHoa Đ: +0 L: +10 X: +30 T: +80\nKích thước: 1x1x1\nHuyền Bí: DRU\nChủng tộc: SIM\n\nTai Họa Của Tự Nhiên\nTác dụng: Khuếch tán sự bảo vệ huyền bí, cho phép phép thuật gây ra nhiều sát thương hơn.\n\nSự Im Lặng Của Rắn\nTác dụng: Khiến Sims ít ghét bất kỳ phép thuật chữa lành hoặc gây sát thương nào được thi triển.",
  "Wreath of Living Brambles": "Vòng Hoa Gai Sống",
  "This farmhouse furniture will make any space a little cozier. With plenty of shelving for knick-knacks and doodads, it's the perfect piece to personalize and add personality to any home!": "Đồ nội thất trang trại này sẽ làm cho bất kỳ không gian nào trở nên ấm cúng hơn một chút. Với nhiều kệ để đựng đồ trang trí và đồ lặt vặt, đây là một món đồ hoàn hảo để cá nhân hóa và thêm cá tính cho bất kỳ ngôi nhà nào!",
  "Dutch Hutch": "Tủ Bếp Kiểu Hà Lan",
  "Don't muck up your clean home! Place the Muck Down Cabinet in your mudroom to provide an organized spot to hang up your coat or slip off your shoes.": "Đừng làm bẩn ngôi nhà sạch sẽ của bạn! Đặt Tủ Giữ Bùn trong phòng lót để có một chỗ ngăn nắp để treo áo khoác hoặc xỏ giày.",
  "Muck Down Cabinet": "Tủ Giữ Bùn",
  "Most shelving is just so... utilitarian. How droll. Spice up your shelf life with these decorative baskets from Wicker Whims.": "Hầu hết các loại kệ đều rất... thực dụng. Thật buồn tẻ. Hãy làm phong phú thêm cuộc sống kệ của bạn với những chiếc giỏ trang trí này từ Wicker Whims.",
  "Wicker Whims Shelving": "Kệ Wicker Whims",
  "LaundryMaid Essentials comes with everything the home needs for an efficient laundry room configuration.\\n\\nCleaning pads? Check. \\nHand towels? Check. \\nHangers? Check. \\nStorage baskets? Check.\\nAdorable plant? Check.\\n\\nBuy one and you're done!": "LaundryMaid Essentials đi kèm với mọi thứ mà ngôi nhà cần để có một cấu hình phòng giặt hiệu quả.\n\nMiếng lau chùi? Có.\nKhăn tay? Có.\nMóc treo? Có.\nGiỏ đựng đồ? Có.\nCây đáng yêu? Có.\n\nMua một cái là xong!",
  "LaundryMaid Essentials Shelving": "Kệ LaundryMaid Essentials",
  "Step up to LaundryMaid Deluxe Shelving when you're ready to take your laundry to the next level. Three separate compartments provide ample room for storage, and a doublewide clothing rack lets you get a head start on hanging and folding.": "Nâng cấp lên Kệ LaundryMaid Deluxe khi bạn sẵn sàng đưa việc giặt giũ của mình lên một tầm cao mới. Ba ngăn riêng biệt cung cấp không gian rộng rãi để lưu trữ, và một giá treo quần áo rộng gấp đôi cho phép bạn có một khởi đầu thuận lợi trong việc treo và gấp đồ.",
  "LaundryMaid Deluxe Shelving": "Kệ LaundryMaid Deluxe",
  "This one of a kind antique sink developed a unique patina after decades of use in the back bayous of Twinbrook.": "Bồn rửa cổ độc nhất vô nhị này đã phát triển một lớp gỉ độc đáo sau nhiều thập kỷ sử dụng ở các đầm lầy phía sau của Twinbrook.",
  "Bai l'Est Galvanized Sink": "Bồn Rửa Mạ Kẽm Bai l'Est",
  "Sick of spending top dollar for a simple sink? This one simple life hack will save your hard-earned money! It's easy... simply purchase a 2x4, cut it into three even sections, and then cut a hole in the middle for the sink's basin. You're done!": "Chán ngán việc chi quá nhiều tiền cho một chiếc bồn rửa đơn giản? Mẹo nhỏ này sẽ giúp bạn tiết kiệm số tiền kiếm được một cách khó khăn! Thật dễ dàng... chỉ cần mua một thanh gỗ 2x4, cắt nó thành ba phần đều nhau, sau đó khoét một lỗ ở giữa cho bồn rửa. Thế là xong!",
  "DIY Sink": "Bồn Rửa Tự Làm",
  "Are you dining out or eating in? Either way, this affordable dining chair from Wicker Whims is the safe bet for your bottom dollar.": "Bạn đang ăn ngoài hay ăn ở nhà? Dù bằng cách nào, chiếc ghế ăn giá cả phải chăng này từ Wicker Whims là lựa chọn an toàn cho đồng tiền bát gạo của bạn.",
  "Wicker Whims Dining Chair": "Ghế Ăn Wicker Whims",
  "Feeling lonely? Don't have that special someone to snuggle up to? Don't worry; grab a big bowl of ice cream, plop down in the Wicker Whims Living Chair, and watch Simder for the 9th time. You'll be feeling better real soon.": "Cảm thấy cô đơn? Không có người đặc biệt nào để âu yếm? Đừng lo lắng; hãy lấy một bát kem lớn, ngồi phịch xuống Ghế Phòng Khách Wicker Whims và xem Simder lần thứ 9. Bạn sẽ cảm thấy tốt hơn rất nhanh thôi.",
  "Wicker Whims Living Chair": "Ghế Phòng Khách Wicker Whims",
  "Whicker Whims is putting the love back into loveseats. Cuddle up with your favorite companion on this seat built for two.": "Whicker Whims đang mang tình yêu trở lại với ghế tình yêu. Hãy âu yếm với người bạn đồng hành yêu thích của bạn trên chiếc ghế được chế tạo cho hai người này.",
  "Wicker Whims Loveseat": "Ghế Tình Yêu Wicker Whims",
  "Designed for the ultimate in comfort, the thick padding on The Bottoman ensures you'll always have a cushy surface to sink into.": "Được thiết kế để mang lại sự thoải mái tối đa, lớp đệm dày trên The Bottoman đảm bảo bạn sẽ luôn có một bề mặt êm ái để chìm vào.",
  "The Bottoman": "The Bottoman",
  "There's only one word that describes the thought process that goes into thinking outside the rectangle: \"courage.\" Introducing the latest innovation that's sweeping through coffee houses across the land. It's a coffee table... squared.": "Chỉ có một từ mô tả quá trình suy nghĩ đi vào suy nghĩ bên ngoài hình chữ nhật: \"lòng dũng cảm.\" Xin giới thiệu sự đổi mới mới nhất đang lan rộng khắp các quán cà phê trên khắp đất nước. Đó là một chiếc bàn cà phê... hình vuông.",
  "Coffee²": "Cà Phê²",
  "Gather 'round this large dining table from Crockery Kitchen. With seating for six, every generation in the household has ample room to pull up for a bite to eat.": "Tụ tập quanh chiếc bàn ăn lớn này từ Crockery Kitchen. Với chỗ ngồi cho sáu người, mọi thế hệ trong gia đình đều có đủ chỗ để kéo ghế vào ăn một miếng.",
  "Dinner's On! by Crockery Kitchen": "Giờ Ăn Đến Rồi! của Crockery Kitchen",
  "Not exactly an end table, this little unit just ends up being a bit odd. Still, it's perfect for storing odds and ends in out of the way locations.": "Không hẳn là một bàn cuối, đơn vị nhỏ này chỉ kết thúc bằng một chút kỳ lạ. Tuy nhiên, nó hoàn hảo để lưu trữ những thứ lặt vặt ở những vị trí khuất.",
  "Odd Ends Table": "Bàn Lặt Vặt",
  "Sometimes you just need a practical place to store your linens without dedicating an entire closet to it. For those times when life gives you linens... buy this handy storage unit!": "Đôi khi bạn chỉ cần một nơi thiết thực để cất giữ đồ vải của mình mà không cần dành toàn bộ tủ quần áo cho nó. Cho những lúc cuộc sống cho bạn đồ vải... hãy mua đơn vị lưu trữ tiện dụng này!",
  "When Life Gives You Linens": "Khi Cuộc Sống Cho Bạn Đồ Vải",
  "A trusty rag for scrubbing in the Wash Tub.": "Một miếng giẻ đáng tin cậy để chà trong Bồn Giặt.",
  "Cloth Rag": "Giẻ Lau",
  "When you tell your boo about the countryside cottage you'll settle down in to grow old together, she's envisioning a home with these beautiful bay windows.": "Khi bạn kể cho người yêu của bạn nghe về ngôi nhà tranh ở vùng nông thôn mà bạn sẽ định cư để cùng nhau già đi, cô ấy đang hình dung một ngôi nhà có những ô cửa sổ lồi tuyệt đẹp này.",
  "Bae Window": "Cửa Sổ Bae",
  "A Hamper with available space is required to clean this up.": "Cần có Sọt đựng đồ giặt còn chỗ trống để dọn dẹp cái này.",
  "Take to Hamper": "Cho Vào Sọt",
  "No available Clothesline.": "Không có Sào phơi đồ trống.",
  "These clothes are already dry.": "Quần áo này đã khô.",
  "Hang on Clothesline": "Treo Lên Sào Phơi",
  "No available Dryer.": "Không có Máy sấy trống.",
  "Add to Dryer": "Cho Vào Máy Sấy",
  "These clothes are already clean.": "Quần áo này đã sạch.",
  "No available Washing Machine.": "Không có Máy giặt trống.",
  "No available Wash Tub.": "Không có Bồn giặt trống.",
  "Wash in Wash Tub": "Giặt Trong Bồn Giặt",
  "This load of laundry is...\\n• Cleanliness: Clean\\n• Dryness: Dry & Warm": "Mẻ đồ giặt này...\n• Độ sạch: Sạch\n• Độ khô: Khô & Ấm",
  "This load of laundry is...\\n• Cleanliness: Dirty\\n• Dryness: Dry & Warm": "Mẻ đồ giặt này...\n• Độ sạch: Dơ\n• Độ khô: Khô & Ấm",
  "This load of laundry is...\\n• Cleanliness: Filthy\\n• Dryness: Dry & Warm": "Mẻ đồ giặt này...\n• Độ sạch: Bẩn Thỉu\n• Độ khô: Khô & Ấm",
  "This load of laundry is...\\n• Cleanliness: Used\\n• Dryness: Dry & Warm": "Mẻ đồ giặt này...\n• Độ sạch: Đã Qua Sử Dụng\n• Độ khô: Khô & Ấm",
  "This load of laundry is...\\n• Cleanliness: Pristine\\n• Dryness: Dry & Warm": "Mẻ đồ giặt này...\n• Độ sạch: Tinh Tươm\n• Độ khô: Khô & Ấm",
  "This load of laundry is...\\n• Cleanliness: Dirty\\n• Dryness: Soaked": "Mẻ đồ giặt này...\n• Độ sạch: Dơ\n• Độ khô: Ướt Sũng",
  "This load of laundry is...\\n• Cleanliness: Clean\\n• Dryness: Dry": "Mẻ đồ giặt này...\n• Độ sạch: Sạch\n• Độ khô: Khô",
  "This load of laundry is...\\n• Cleanliness: Clean\\n• Dryness: Soaked": "Mẻ đồ giặt này...\n• Độ sạch: Sạch\n• Độ khô: Ướt Sũng",
  "This load of laundry is...\\n• Cleanliness: Filthy\\n• Dryness: Soaked": "Mẻ đồ giặt này...\n• Độ sạch: Bẩn Thỉu\n• Độ khô: Ướt Sũng",
  "This load of laundry is...\\n• Cleanliness: Dirty\\n• Dryness: Damp": "Mẻ đồ giặt này...\n• Độ sạch: Dơ\n• Độ khô: Ẩm Ướt",
  "This load of laundry is...\\n• Cleanliness: Pristine\\n• Dryness: Soaked": "Mẻ đồ giặt này...\n• Độ sạch: Tinh Tươm\n• Độ khô: Ướt Sũng",
  "This load of laundry is...\\n• Cleanliness: Used\\n• Dryness: Soaked": "Mẻ đồ giặt này...\n• Độ sạch: Đã Qua Sử Dụng\n• Độ khô: Ướt Sũng",
  "This load of laundry is...\\n• Cleanliness: Pristine\\n• Dryness: Dry": "Mẻ đồ giặt này...\n• Độ sạch: Tinh Tươm\n• Độ khô: Khô",
  "This load of laundry is...\\n• Cleanliness: Dirty\\n• Dryness: Dry": "Mẻ đồ giặt này...\n• Độ sạch: Dơ\n• Độ khô: Khô",
  "This load of laundry is...\\n• Cleanliness: Filthy\\n• Dryness: Dry": "Mẻ đồ giặt này...\n• Độ sạch: Bẩn Thỉu\n• Độ khô: Khô",
  "This load of laundry is...\\n• Cleanliness: Filthy\\n• Dryness: Damp": "Mẻ đồ giặt này...\n• Độ sạch: Bẩn Thỉu\n• Độ khô: Ẩm Ướt",
  "This load of laundry is...\\n• Cleanliness: Used\\n• Dryness: Damp": "Mẻ đồ giặt này...\n• Độ sạch: Đã Qua Sử Dụng\n• Độ khô: Ẩm Ướt",
  "This load of laundry is...\\n• Cleanliness: Pristine\\n• Dryness: Damp": "Mẻ đồ giặt này...\n• Độ sạch: Tinh Tươm\n• Độ khô: Ẩm Ướt",
  "This load of laundry is...\\n• Cleanliness: Clean\\n• Dryness: Damp": "Mẻ đồ giặt này...\n• Độ sạch: Sạch\n• Độ khô: Ẩm Ướt",
  "{0.SimFirstName} has no laundry additives available to add.": "{0.SimFirstName} không có chất phụ gia giặt giũ nào để thêm vào.",
  "Add Flowers": "Thêm Hoa",
  "Add Food": "Thêm Thức Ăn",
  "Cheat Cleanliness: 4 - Clean": "Gian Lận Độ Sạch: 4 - Sạch",
  "Cheat Dryness: 2- Damp": "Gian Lận Độ Khô: 2 - Ẩm Ướt",
  "Cheat Dryness: 3 - Dry": "Gian Lận Độ Khô: 3 - Khô",
  "Cheat Cleanliness: 1 - Filthy": "Gian Lận Độ Sạch: 1 - Bẩn Thỉu",
  "Cheat Scent: Fragrant": "Gian Lận Mùi Hương: Thơm Tho",
  "Cheat Cleanliness: 2 - Dirty": "Gian Lận Độ Sạch: 2 - Dơ",
  "Cheat Cleanliness: 5 - Pristine": "Gian Lận Độ Sạch: 5 - Tinh Tươm",
  "Cheat Scent: Foul": "Gian Lận Mùi Hương: Hôi Hám",
  "Cheat Dryness: 1 - Soaked": "Gian Lận Độ Khô: 1 - Ướt Sũng",
  "Cheat Cleanliness: 3 - Used": "Gian Lận Độ Sạch: 3 - Đã Qua Sử Dụng",
  "Cheat Dryness: 4 - Warm": "Gian Lận Độ Khô: 4 - Ấm Áp",
  "Children are too short to interact with this.": "Trẻ em còn quá thấp để tương tác với cái này.",
  "There are no wet clothes that need drying.": "Không có quần áo ướt cần làm khô.",
  "This clothesline is already in use.": "Sào phơi quần áo này đã được sử dụng.",
  "The clothesline is broken.": "Sào phơi quần áo bị hỏng.",
  "Hang Clothes to Dry": "Treo Quần Áo Cho Khô",
  "Upgrade complete!\\n\\n{0.SimFirstName} has finished installing the Clothesline upgrade.": "Nâng cấp hoàn tất!\n\n{0.SimFirstName} đã hoàn thành việc lắp đặt nâng cấp Sào Phơi Quần Áo.",
  "Iron Line": "Dây Phơi Chắc Chắn",
  "Clothesline will never break or catch on fire.\\n": "Sào phơi quần áo sẽ không bao giờ bị gãy hoặc bắt lửa.\n",
  "Resume Iron Line": "Tiếp Tục Dây Phơi Chắc Chắn",
  "A full lint tray is a fire hazard.": "Một khay xơ vải đầy là một mối nguy hiểm hỏa hoạn.",
  "Clean Lint Tray": "Làm Sạch Khay Xơ Vải",
  "Dry Laundry": "Sấy Khô Đồ Giặt",
  "Unload & Put Laundry Away": "Dỡ Đồ & Cất Đồ Giặt Đi",
  "Upgrade complete!\\n\\n{0.SimFirstName} has finished installing the Clothes Dryer upgrade.": "Nâng cấp hoàn tất!\n\n{0.SimFirstName} đã hoàn thành việc lắp đặt nâng cấp Máy Sấy Quần Áo.",
  "Lint-Less": "Không Xơ Vải",
  "Using the Dryer will not create lint. This helps laundry dry faster, and prevents the chance of starting a fire.\\n": "Sử dụng Máy Sấy sẽ không tạo ra xơ vải. Điều này giúp đồ giặt khô nhanh hơn và ngăn ngừa khả năng gây ra hỏa hoạn.\n",
  "Resume Lint-Less": "Tiếp Tục Không Xơ Vải",
  "The Dryer will not break down over time.\\n": "Máy Sấy sẽ không bị hỏng theo thời gian.\n",
  "Whisper Quiet": "Êm Ru",
  "Decreases the noise when the Dryer is turned on.\\n": "Giảm tiếng ồn khi bật Máy Sấy.\n",
  "Resume Whisper Quiet": "Tiếp Tục Êm Ru",
  "The Dryer will take less time to dry laundry.\\n": "Máy Sấy sẽ mất ít thời gian hơn để làm khô đồ giặt.\n",
  "Drop Clothing in Hamper": "Bỏ Quần Áo Vào Sọt",
  "Add to Washing Machine": "Cho Vào Máy Giặt",
  "Pick Up Clothing Piles": "Nhặt Đống Quần Áo",
  "There's nothing left to find.": "Không còn gì để tìm.",
  "Put Laundry Away": "Cất Đồ Giặt Đi",
  "Search Pockets": "Tìm Đồ Trong Túi",
  "Add Extra Soap": "Thêm Xà Phòng",
  "Break Plumbing (DEBUG)": "Làm Hỏng Đường Ống Nước (GỠ LỖ)",
  "Clean Out Additives": "Làm Sạch Chất Phụ Gia",
  "Load Laundry": "Cho Đồ Giặt Vào",
  "Repair Plumbing": "Sửa Đường Ống Nước",
  "Unload & Set Laundry Down": "Dỡ Đồ & Đặt Đồ Giặt Xuống",
  "Can't upgrade while laundry is inside.": "Không thể nâng cấp khi có đồ giặt bên trong.",
  "Upgrade complete!\\n\\n{0.SimFirstName} has finished installing the Washing Machine upgrade.": "Nâng cấp hoàn tất!\n\n{0.SimFirstName} đã hoàn thành việc lắp đặt nâng cấp Máy Giặt.",
  "Laundry Additive Tray": "Khay Đựng Chất Phụ Gia Giặt Giũ",
  "Unlocks a laundry additive tray that can be used to add pleasant or foul scents to loads of laundry.\\n": "Mở khóa một khay đựng chất phụ gia giặt giũ có thể được sử dụng để thêm hương thơm dễ chịu hoặc khó chịu vào mẻ đồ giặt.\n",
  "Resume Laundry Additive Tray": "Tiếp Tục Khay Đựng Chất Phụ Gia Giặt Giũ",
  "Tungsten Drum": "Lồng Giặt Vonfram",
  "The Washing Machine will not break down over time.\\n": "Máy Giặt sẽ không bị hỏng theo thời gian.\n",
  "Resume Tungsten Drum": "Tiếp Tục Lồng Giặt Vonfram",
  "Decreases the noise when the Washing Machine is turned on.\\n": "Giảm tiếng ồn khi bật Máy Giặt.\n",
  "Presoak": "Ngâm Trước",
  "The presoak cycle will take slightly longer, but increases the chance that the Washing Machine will make your clothing pristine.\\n": "Chu kỳ ngâm trước sẽ mất nhiều thời gian hơn một chút, nhưng làm tăng khả năng Máy Giặt sẽ làm cho quần áo của bạn trở nên tinh tươm.\n",
  "Resume Presoak": "Tiếp Tục Ngâm Trước",
  "Speed Cycle": "Chu Kỳ Nhanh",
  "The Washing Machine will take less time to clean laundry.\\n": "Máy Giặt sẽ mất ít thời gian hơn để giặt đồ.\n",
  "Resume Speed Cycle": "Tiếp Tục Chu Kỳ Nhanh",
  "Wash Laundry": "Giặt Đồ",
  "Replace Water": "Thay Nước",
  "You need the strength of an older Sim to properly scrub clothing.": "Bạn cần sức mạnh của một Sim lớn tuổi hơn để chà quần áo đúng cách.",
  "Watch Laundry": "Xem Giặt Đồ",
  "Sniff Foul Clothing": "Ngửi Quần Áo Hôi Hám",
  "Sniff Fresh Clothing": "Ngửi Quần Áo Thơm Tho",
  "Insta-Repair Plumbing!": "Sửa Ống Nước Ngay Lập Tức!",
  "Repair Electronics": "Sửa Đồ Điện Tử",
  "What's That Spot?": "Vết Kia Là Gì?",
  "Pieced Together": "Chắp Vá",
  "Hangout to Dry": "Treo Ra Cho Khô",
  "So Neat and So Clean": "Gọn Gàng Và Sạch Sẽ",
  "Wickered and Honeycombed": "Đan Lát Và Tổ Ong",
  "Cleanliness: Dirty": "Độ Sạch: Dơ",
  "Dryness: Soaked": "Độ Khô: Ướt Sũng",
  "Cleanliness: Filthy": "Độ Sạch: Bẩn Thỉu",
  "Cleanliness: Used": "Độ Sạch: Đã Qua Sử Dụng",
  "Dryness: Dry & Warm": "Độ Khô: Khô & Ấm",
  "Dryness: Damp": "Độ Khô: Ẩm Ướt",
  "Cleanliness: Clean": "Độ Sạch: Sạch",
  "Dryness: Dry": "Độ Khô: Khô",
  "Cleanliness: Pristine": "Độ Sạch: Tinh Tươm",
  "Scent: Foul": "Mùi Hương: Hôi Hám",
  "Scent: Fragrant": "Mùi Hương: Thơm Tho",
  "For the city living, latte sipping, avocado toast munching, environmentally conscious millennial comes this particularly helpful stacked washer / dryer combo unit from Urbanite Appliances. Sure, you could purchase each machine individually and stack them yourself, but who has the time when you've got a planet to save (and a protest to attend). Not only will this stacked unit save space in your microapartment, you'll be pleased to know that it's a sustainable water resource; the moisture literally evaporates in the dryer and drains back into the washer for your next load. While you're out there busy being a leader of tomorrow, you can rest assured your laundry is in good hands here.\\n\\n*Owning these objects will cause your Sims' clothes to become dirty over time. Dirty laundry can be collected from a Hamper, or from clothes piles on the floor, and cleaned inside the Washing Machine. Wet laundry can be dried inside the Dryer.": "Dành cho những người thành thị, nhâm nhi latte, nhai bánh mì bơ, những người thuộc thế hệ millennials có ý thức về môi trường, đây là một tổ hợp máy giặt / máy sấy xếp chồng đặc biệt hữu ích đến từ Urbanite Appliances. Chắc chắn rồi, bạn có thể mua từng máy riêng lẻ và tự xếp chúng lên, nhưng ai có thời gian khi bạn có cả một hành tinh để cứu (và một cuộc biểu tình để tham gia). Không chỉ tổ hợp xếp chồng này sẽ tiết kiệm không gian trong căn hộ siêu nhỏ của bạn, bạn sẽ hài lòng khi biết rằng đó là một nguồn tài nguyên nước bền vững; độ ẩm theo nghĩa đen bốc hơi trong máy sấy và chảy ngược vào máy giặt cho mẻ tiếp theo của bạn. Trong khi bạn bận rộn là một nhà lãnh đạo của ngày mai, bạn có thể yên tâm rằng đồ giặt của bạn đang ở trong tay tốt ở đây.\n\n*Sở hữu những vật phẩm này sẽ khiến quần áo của Sims bị bẩn theo thời gian. Đồ giặt bẩn có thể được thu thập từ Sọt, hoặc từ đống quần áo trên sàn nhà và được giặt sạch bên trong Máy Giặt. Đồ giặt ướt có thể được sấy khô bên trong Máy Sấy.",
  "Urbanite Appliances Stacked Washer / Dryer Unit": "Tổ Hợp Máy Giặt / Máy Sấy Xếp Chồng Urbanite Appliances",
  "Set Laundry State": "Đặt Trạng Thái Đồ Giặt",
  "Do Laundry": "Giặt Giũ",
  "Add Laundry Additive": "Thêm Chất Phụ Gia Giặt Giũ",
  "Unload & Move Laundry To": "Dỡ Đồ & Chuyển Đồ Giặt Đến",
  "Upgrade a Dryer": "Nâng Cấp Máy Sấy",
  "Click on a Dryer and select an Upgrade to apply.": "Nhấp vào Máy Sấy và chọn một Nâng Cấp để áp dụng.",
  "Upgrade a Washing Machine": "Nâng Cấp Máy Giặt",
  "Click on a Washing Machine and select an Upgrade to apply.": "Nhấp vào Máy Giặt và chọn một Nâng Cấp để áp dụng.",
  "Buy a Dryer": "Mua Máy Sấy",
  "Purchase a Dryer for laundry from Build Mode.": "Mua Máy Sấy để giặt giũ từ Chế Độ Xây Dựng.",
  "Buy a Washing Machine": "Mua Máy Giặt",
  "Purchase a Washing Machine from Build Mode.": "Mua Máy Giặt từ Chế Độ Xây Dựng.",
  "Buy a Wash Tub": "Mua Bồn Giặt",
  "Purchase a Wash Tub from Build Mode.": "Mua Bồn Giặt từ Chế Độ Xây Dựng.",
  "Hang Laundry on the Clothesline": "Treo Đồ Giặt Lên Sào Phơi",
  "Click on wet laundry that's on the ground or in a Washing Machine and select Hang on Clothesline.": "Nhấp vào đồ giặt ướt trên mặt đất hoặc trong Máy Giặt và chọn Treo Lên Sào Phơi.",
  "Select Pick Up Clothing Piles on the Hamper to clean up any clothes left laying around on the floor.": "Chọn Nhặt Đống Quần Áo trên Sọt để dọn dẹp bất kỳ quần áo nào còn vương vãi trên sàn.",
  "Take Clothing Pile to Hamper": "Mang Đống Quần Áo Đến Sọt",
  "Click on a Clothing Pile on the floor and select Take to Hamper.": "Nhấp vào Đống Quần Áo trên sàn và chọn Mang Đến Sọt.",
  "Dry Laundry in the Dryer": "Sấy Đồ Giặt Trong Máy Sấy",
  "Click on a washing machine when finished, select Unload & Move Laundry To, and then Add to Dryer. You can also click on a wet pile of laundry, select Do Laundry, and then Add to Dryer.": "Nhấp vào máy giặt khi hoàn thành, chọn Dỡ Đồ & Chuyển Đồ Giặt Đến, sau đó chọn Cho Vào Máy Sấy. Bạn cũng có thể nhấp vào một đống đồ giặt ướt, chọn Giặt Giũ, sau đó chọn Cho Vào Máy Sấy.",
  "Take Clothing to Hamper": "Mang Quần Áo Đến Sọt",
  "Click on a pile of clothing on the ground and select Take to Hamper.": "Nhấp vào một đống quần áo trên mặt đất và chọn Mang Đến Sọt.",
  "Wash Laundry in the Washing Machine": "Giặt Đồ Trong Máy Giặt",
  "Click on a pile of dirty laundry on the floor or click on a hamper, select Do Laundry, and then select Wash Laundry.": "Nhấp vào một đống đồ giặt bẩn trên sàn hoặc nhấp vào sọt đựng đồ, chọn Giặt Giũ, sau đó chọn Giặt Đồ.",
  "Wash Laundry in a Wash Tub": "Giặt Đồ Trong Bồn Giặt",
  "Click on dirty laundry and select Wash in Wash Tub.": "Nhấp vào đồ giặt bẩn và chọn Giặt Trong Bồn Giặt.",
  "This load of laundry is...\\n• Cleanliness: Used\\n• Dryness: Dry": "Mẻ đồ giặt này...\n• Độ sạch: Đã Qua Sử Dụng\n• Độ khô: Khô"
}