{
  "Are you running out of space? Do you need to extend your Sleeqframe Cabinet system? We guarantee that this cabinet piece is exactly what you need.": "Hết chỗ chứa đồ rồi hả? Cần mở rộng hệ thống tủ Sleeqframe hả? Tụi tui đảm bảo cái tủ này là thứ bạn cần luôn đó.",
  "Sleeqframe Cabinet (Left)": "Tủ Sleeqframe (Trái)",
  "Not sure where to start with your first ever Sleeqframe Cabinet system? Maybe this piece is the <i>right</i> one.": "Không biết bắt đầu hệ tủ Sleeqframe đầu tiên của mình từ đâu hả? Chắc cái này là cái <i>chuẩn bài</i> đó.",
  "Sleeqframe Cabinet (Right)": "Tủ Sleeqframe (Bên Phải)",
  "We at Sleeqframe Co. know the drill. You don't always need a giant bookshelf to display your questionable book selection. Be as discreet or as loud as you want to be with our compact Sleeqframe Cabinet.": "Bên Sleeqframe Co. tui tui biết tỏng rồi. Đâu phải lúc nào bà con mình cũng cần cái kệ sách bự chảng để trưng bộ sưu tập sách báo \"hổng ai dám đụng hàng\" đâu hen. Muốn kín đáo hay chơi trội thì cứ quất ngay cái Tủ Sleeqframe nhỏ gọn của tụi tui nha.",
  "Sleeqframe Cabinet (Center)": "Tủ Sleeqframe (Giữa)",
  "Some of these books are written in a language that is so hard to comprehend. So what?! You can <i>feel</i> the knowledge of the world enter your brain just by reading those ridiculously long titles alone.": "Mấy cuốn sách này viết bằng thứ ngôn ngữ gì mà khó hiểu kinh khủng. Thì sao?! Chỉ cần đọc cái tựa đề dài dằng dặc thôi là bạn đã <i>cảm nhận</i> được kiến thức của cả thế giới đang tràn vào đầu rồi đó.",
  "Best of Nonfiction": "Hay nhất của Phi hư cấu",
  "Looking for a simple way to brighten up your home? This bold pendant light by Myshuno Studios not only provides a stable source of light, but does it in a stylish way.": "Tìm cách đơn giản để làm sáng căn nhà của bạn hả? Cái đèn treo táo bạo này từ Myshuno Studios không chỉ chiếu sáng ổn định mà còn rất là phong cách nữa đó nha.",
  "Pendant Light by Myshuno Studios (Short)": "Đèn Treo của Myshuno Studios (Ngắn)",
  "Looking for a simple way to brighten up your home? This bold pendant light by Myshuno Studios not only provides a stable source of light, but does it in a stylish way. Now available for taller ceiling heights!": "Kiếm cái gì đó đơn giản để làm căn nhà sáng sủa hơn hả? Cái đèn treo cá tính của Myshuno Studios không chỉ cung cấp ánh sáng ổn định đâu nha, mà còn làm điều đó một cách đầy phong cách nữa đó. Giờ có cả phiên bản cho trần nhà cao hơn rồi đó nghen!",
  "Pendant Light by Myshuno Studios (Medium)": "Đèn Treo của Myshuno Studios (Vừa)",
  "Looking for a simple way to brighten up your home? This bold pendant light by Myshuno Studios not only provides a stable source of light, but does it in a stylish way. Now available for extra tall ceiling heights!": "Tìm cách đơn giản để làm sáng căn nhà của bạn hả? Cái đèn treo táo bạo này của Myshuno Studios không chỉ cung cấp ánh sáng ổn định mà còn làm điều đó một cách đầy phong cách nữa đó. Giờ có sẵn cho trần nhà cao ơi là cao luôn nha!",
  "Pendant Light by Myshuno Studios (Tall)": "Đèn Treo của Myshuno Studios (Cao)",
  "When you feel like something is missing from your interior, we at Myshuno Studios know the answer. It's The Signature.": "Khi bạn cảm thấy thiếu thiếu gì đó trong nội thất nhà mình, Myshuno Studios bọn mình biết ngay đáp án là gì. Chính là Điểm Nhấn Đặc Trưng đó!",
  "The Signature by Myshuno Studios": "Chữ Ký của Myshuno Studios",
  "A perfectly balanced triplet of candles that adds harmony to any living space.": "Bộ ba nến cân đối hoàn hảo, mang lại sự hài hòa cho mọi không gian sống.",
  "Cozy Candles": "Nến Ấm Cúng",
  "A wall-mounted neon sign for those who want to make a bold statement. Literally.": "Một cái bảng đèn neon treo tường cho mấy bạn nào muốn tạo ấn tượng mạnh nè. Đúng nghĩa đen luôn á.",
  "Nuff Said Neon Sign": "Bảng hiệu đèn neon \"Không cần nói nhiều\"",
  "Do you like visual clutter? We <i>love it</i>, so we decided to express it in our artwork. What does it mean? We don't know. You don't know! Who knows? Nobody!": "Mấy má có thích mấy thứ nhìn rối mắt không? Tụi tui thì <i>mê chữ ê kéo dài</i> luôn á, nên quyết định thể hiện nó ra trong mấy cái tác phẩm nghệ thuật này nè. Nó có nghĩa là gì hả? Tụi tui hổng biết. Mấy má cũng hổng biết luôn! Ai mà biết được chớ? Ai cũng hổng biết á!",
  "Mixed Signals Poster": "Áp phích Tín Hiệu Lẫn Lộn",
  "Some might call this selection of colors and patterns a \"visual cacophony\", and to them we say, \"And what about it?\" Express yourself!": "Mấy màu với họa tiết này mà gọi là \"hỗn độn thị giác\" á? Kệ người ta đi cha nội! Thể hiện bản thân mình đi chứ ngại gì!",
  "Dream Pop Frames": "Khung Ảnh Dream Pop",
  "Simple in presentation, yet bold in color; this vase duo adds a sweet touch of gentle beauty to any room.": "Tuy đơn giản trong cách bày trí, nhưng lại nổi bật về màu sắc; bộ đôi bình hoa này sẽ mang đến một chút ngọt ngào và vẻ đẹp dịu dàng cho bất kỳ căn phòng nào đó nha.",
  "Succint Vase Duo": "Bộ đôi bình hoa thanh lịch",
  "The rumors are true—after a series of meticulous calculations, we came to the conclusion that these squares pass the vibe check. We arranged them in a neat, symmetrical pattern that will surely satisfy the most demanding geometry nerds.": "Đúng như lời đồn—sau một loạt tính toán tỉ mỉ, tụi mình đã kết luận rằng mấy ô vuông này đúng chuẩn vibe nha. Tụi mình còn sắp xếp chúng theo một trật tự gọn gàng, đối xứng, đảm bảo mấy bạn mọt hình học khó tính nhất cũng phải hài lòng luôn.",
  "Vibe Checked Rug": "Thảm Kiểm Tra Tâm Trạng",
  "Someone carefully arranged this fruit on a set of color-matched plates. It's almost impossible to resist the urge to bite into one of these juicy apples... But wait! Think about the aesthetics!": "Ai đó đã bày biện đống trái cây này lên đĩa với màu sắc hài hòa rồi đó. Khó mà cưỡng lại được việc cắn một miếng táo mọng nước này ghê... Khoan đã! Nghĩ tới tính thẩm mỹ chút đi!",
  "Charli's Apples": "Táo của Charli",
  "This light switch proves that even the smallest things in life can be a source of delight.": "Cái công tắc đèn này chứng minh là ngay cả những thứ nhỏ nhặt nhất trong cuộc sống cũng có thể là một nguồn vui đó nha.",
  "The Delightful Light Switch": "Cái Công Tắc Điện Siêu Thích Này",
  "Long ago, this fireplace emitted constant heat. Now, it emits pure joy and unapologetically grabs everyone's attention the moment anyone enters the room. Oh, and it displays your favorite trinkets!": "Ngày xửa ngày xưa, cái lò sưởi này tỏa nhiệt liên tục luôn á. Giờ thì nó tỏa ra niềm vui thuần khiết và cứ thế mà chiếm trọn spotlight mỗi khi có ai bước vào phòng. À, còn trưng bày mấy món đồ trang trí yêu thích của bạn nữa chứ!",
  "Ex-Fireplace": "Lò Sưởi Đã Tắt Ngúm",
  "Sleeqframe Co. guarantees supreme quality and full satisfaction with every piece we manufacture. Nothing beats a reliable wall shelf that does exactly what it's supposed to do.": "Sleeqframe Co. đảm bảo chất lượng tuyệt đỉnh và sự hài lòng tuyệt đối với mọi sản phẩm mà tụi mình sản xuất. Chẳng gì bằng một cái kệ treo tường đáng tin cậy, làm đúng những gì nó phải làm cả.",
  "Sleeqframe Wall Shelf": "Kệ Treo Tường Sleeqframe",
  "This chair's paint job might not be the smoothest, but don't let this fact distract you from the joy of giving your basement antiques a second chance.": "Cái ghế này sơn không được mượt lắm đâu nha, nhưng mà đừng để ý chuyện đó quá, cứ vui vẻ tân trang lại mấy món đồ cổ dưới hầm đi nè.",
  "Grandma's Painted Dining Chair": "Ghế ăn sơn phết của bà nội/ngoại",
  "No seating set is complete without a matching pouf. This is it, the missing Comfy Groove piece!": "Bộ bàn ghế nào mà chả cần thêm cái đôn cho đủ bộ. Đây nè, mảnh ghép Comfy Groove còn thiếu đó!",
  "Comfy Groove Pouf": "Ghế đẩu êm ái bá cháy",
  "The shape of this living chair provides comfort and support when you need it the most.": "Cái ghế này có hình dáng như này để đem lại sự thoải mái và hỗ trợ cho bạn những lúc bạn cần nhất đó.",
  "Comfy Groove Living Chair": "Ghế bành Êm Ái Nhún Nhảy nè",
  "Don't reject modernity—simply embrace it with this Comfy Groove loveseat! The extra soft corduroy fabric ensures both comfort and style—the two things that we all expect our loveseats to provide.": "Ôi dồi ôi, đu trend bằng chiếc ghế tình yêu Comfy Groove này đi! Chất liệu nhung tăm mềm mại đảm bảo cả sự thoải mái lẫn phong cách—hai thứ mà ai cũng mong chờ ở ghế tình yêu nhà mình đó nha.",
  "Comfy Groove Loveseat": "Ghế Tình Yêu Êm Ái Bá Cháy",
  "Sure, this sofa is great on its own, but we just couldn't resist throwing a few funky cushions in the mix. Stay comfortable, stay cute.": "Ghế sofa này xịn sò thiệt, cơ mà tụi mình không kìm được lòng nên quăng thêm vài cái gối ôm chất chơi vào cho nó có màu mè. Vừa thoải mái, vừa xinh xắn nha!",
  "Comfy Groove Sofa": "Ghế sofa Comfy Groove êm ái",
  "This vintage radio is a cherished heirloom. Despite being well-loved throughout its lifetime, it barely has any visible scratches.": "Cái radio cổ điển này là một món gia bảo quý giá. Dù được nâng niu suốt bao nhiêu năm, nó hầu như chẳng có vết xước nào luôn á.",
  "Good Chunes Vintage Radio": "Đài Radio Cổ Điển \"Nhạc Hay Phết\"",
  "The timeless design of this coffee table will complement every interior. Could you ever go wrong with a natural wood look? Absolutely not.": "Thiết kế vượt thời gian của cái bàn cà phê này sẽ hợp với mọi kiểu nội thất luôn á. Mà nhìn gỗ tự nhiên thì bao giờ cho sai được, đúng không nè?",
  "AINA Coffee Table": "Bàn trà AINA nè.",
  "Gather your friends and family by this spacious dining table. We are <i>cutting corners</i> and letting you take care of the important stuff—the food, the laughs, and the chats.": "Tụ tập bạn bè với gia đình bên cái bàn ăn rộng rãi này đi nè. Lần này tụi mình \"ăn bớt\" chút xíu, để bạn lo mấy việc quan trọng hơn—đồ ăn, tiếng cười, với lại mấy câu chuyện tâm sự nha.",
  "AINA Dining Table": "Bàn ăn AINA nè.",
  "We don't recommend standing on this step stool... It makes a nice end table though.": "Tụi tui hổng khuyến khích đứng lên cái ghế đẩu này đâu... Mà làm bàn trà nhỏ thì được á.",
  "Grandma's Painted Step Stool": "Ghế Đẩu Vẽ Tay Của Bà"
}