{
  "(From the Ball Pit)": "(Từ Hố Bóng)",
  "(From Playing Pretend)": "(Từ Chơi Giả Vờ)",
  "(From Playing Make Believe)": "(Từ Chơi Giả Bộ)",
  "(From a Toddler Slide)": "(Từ Cầu Trượt Cho Trẻ Nhỏ)",
  "(From the Toddler Tunnels)": "(Từ Đường Hầm Cho Trẻ Nhỏ)",
  "Here fishy fishy fishy...": "Cá ơi cá à, lại đây nào...",
  "Underwater Adventure": "Cuộc Phiêu Lưu Dưới Nước",
  "The stars at night, are big and bright!": "Những vì sao ban đêm thật to và sáng!",
  "Spaceport Captain": "Thuyền Trưởng Trạm Vũ Trụ",
  "The world through the eyes of a toddler is shining, shimmering splendor!": "Thế giới qua con mắt của một đứa trẻ mới chập chững biết đi thật tỏa sáng và lộng lẫy!",
  "A Whole New World": "Một Thế Giới Hoàn Toàn Mới",
  "Wheeeee! Sliding down super fast!": "Uầy! Trượt xuống siêu nhanh!",
  "Fun Slide!": "Cầu Trượt Vui Vẻ!",
  "Too fast, TOO FAST! That slide is scary!": "Nhanh quá, NHANH QUÁ! Cầu trượt đáng sợ quá!",
  "Scary Slide": "Cầu Trượt Đáng Sợ",
  "Get out! It's Mine! Mine, Mine.... MINE!": "Đi ra! Của Tôi! Của Tôi, Của Tôi.... CỦA TÔI!",
  "No, My Tunnel!": "Không, Đường Hầm Của Tôi!",
  "The tunnel, go through the tunnel!": "Đường hầm, đi xuyên qua đường hầm!",
  "Tunnel Fun": "Đường Hầm Vui Vẻ",
  "Twisty tubes!": "Ống xoắn!",
  "Tunnel Adventure": "Cuộc Phiêu Lưu Trong Đường Hầm",
  "Owie! Waaaahhh!!": "Ui da! Hu hu hu!!",
  "Scraped Knee": "Trầy Đầu Gối",
  "A fun explosion of colorful balls!": "Một vụ nổ vui nhộn của những quả bóng đầy màu sắc!",
  "Kaboom!": "Ùm ba la!",
  "Proper For Play": "Phù Hợp Để Chơi",
  "Frippery Frock": "Áo Choàng Diêm Dúa",
  "Ruffle Puff": "Bèo Nhún Xinh Xắn",
  "Print Perfect": "Họa Tiết Hoàn Hảo",
  "Pixie Princess": "Công Chúa Tinh Nghịch",
  "Sunday Best": "Bộ Đồ Đẹp Nhất Ngày Chủ Nhật",
  "Fun With Ribbons": "Vui Vẻ Với Ruy Băng",
  "Mix Match Chic": "Kết Hợp Phong Cách",
  "Effortless In The Sun": "Thoải Mái Dưới Ánh Mặt Trời",
  "Superhero In Training": "Siêu Anh Hùng Tập Sự",
  "Overall Fun": "Niềm Vui Vô Bờ",
  "Animals In The Wild": "Thế Giới Động Vật Hoang Dã",
  "Just about any old fence can keep a toddler out, but when you want to keep a toddler safely in, you need Trapped Tots Fencing. Parents can rest easy, knowing their tyke won't be wandering out of sight from their watchful eyes.": "Hầu hết mọi hàng rào cũ đều có thể ngăn một đứa trẻ mới biết đi ra ngoài, nhưng khi bạn muốn giữ một đứa trẻ mới biết đi an toàn bên trong, bạn cần Hàng Rào Giữ Trẻ Nhỏ. Cha mẹ có thể yên tâm, biết rằng con mình sẽ không đi lang thang khỏi tầm mắt cảnh giác của họ.",
  "Trapped Tots Fence": "Hàng Rào Giữ Trẻ Nhỏ",
  "Parents, don't do the heavy lifting for your next family picnic. Pack a meal into the Cool Kids Cooler, and watch your little ones fight over the privilege of dragging the food along!": "Các bậc cha mẹ, đừng làm công việc nặng nhọc cho buổi dã ngoại gia đình tiếp theo của bạn. Hãy đóng gói một bữa ăn vào Thùng Giữ Lạnh Cool Kids, và xem những đứa con nhỏ của bạn tranh giành nhau đặc ân kéo thức ăn đi!",
  "Cool Kids Cooler": "Thùng Giữ Lạnh Cool Kids",
  "For the rough and tumble outdoors lovin' youngin' in your life comes the Tiny Tot Treehouse. Nymphs, dryads, fairies, and sprites come out and play to your kid's delight!": "Dành cho những đứa trẻ thích vận động và yêu thích hoạt động ngoài trời trong cuộc sống của bạn, Ngôi Nhà Cây Tiny Tot ra đời. Nàng tiên, nữ thần rừng, tiên và yêu tinh sẽ đến chơi và mang lại niềm vui cho con bạn!",
  "Tiny Tot Treehouse": "Ngôi Nhà Cây Tiny Tot",
  "Trapped Tots Fencing, keeping your tykes safe. The safety latch has an easy to remember unlocking mechanism to allow adults easy traversal. Just pull up twice, push down twice, then left, right, left, right, push in, pull out... and you're through!": "Hàng Rào Giữ Trẻ Nhỏ, giữ cho con bạn an toàn. Chốt an toàn có cơ chế mở khóa dễ nhớ để người lớn dễ dàng đi qua. Chỉ cần kéo lên hai lần, đẩy xuống hai lần, sau đó trái, phải, trái, phải, đẩy vào, kéo ra... và bạn đã qua!",
  "Trapped Tots Gate": "Cổng Giữ Trẻ Nhỏ",
  "A high-tech heat ray in the hood of the Quadpod ensures an even cook every single time. That's not to say that you won't burn your hot dogs... just rest assured that the problem lies with you.": "Một tia nhiệt công nghệ cao trong mui xe của Vỉ Nướng Quadpod đảm bảo nấu chín đều mỗi lần. Điều đó không có nghĩa là bạn sẽ không làm cháy xúc xích của mình... chỉ cần yên tâm rằng vấn đề nằm ở bạn.",
  "Quadpod Grill": "Vỉ Nướng Quadpod",
  "If you love your toddler, you'll make room for a Bam BAM BamCo Ball Pit in your home... at least that's what the marketing department at BamCo would argue. Filled to the brim with colorful balls, toddlers will dive right in and have a blast!": "Nếu bạn yêu con mình, bạn sẽ dọn chỗ cho Hố Bóng Cho Trẻ Nhỏ Bam BAM BamCo trong nhà... ít nhất đó là những gì bộ phận tiếp thị tại BamCo sẽ tranh luận. Đầy ắp những quả bóng đầy màu sắc, trẻ mới biết đi sẽ lao ngay vào và có một khoảng thời gian vui vẻ!",
  "Bam BAM BamCo Toddler Ball Pit": "Hố Bóng Cho Trẻ Nhỏ Bam BAM BamCo",
  "Hot metal playground slides are a thing of the past... introducing the BamCo Safety Slide, a plastic slide for 21st century sensibilities. Tested to last in both indoor and outdoor usage, it'll quickly become a favorite of your little tyke! Not only is it fun to use, the climber will help teach valuable movement skills. You'll marvel at how swiftly they start scampering up the side to slide!": "Cầu trượt kim loại nóng đã là dĩ vãng... xin giới thiệu Cầu Trượt An Toàn BamCo, một cầu trượt bằng nhựa dành cho sự nhạy bén của thế kỷ 21. Đã được kiểm tra để sử dụng bền bỉ cả trong nhà và ngoài trời, nó sẽ nhanh chóng trở thành món đồ yêu thích của đứa con nhỏ của bạn! Không chỉ thú vị khi sử dụng, mà người leo còn giúp dạy các kỹ năng vận động có giá trị. Bạn sẽ ngạc nhiên khi chúng nhanh chóng bắt đầu leo lên bên cạnh để trượt!",
  "BamCo's Toddler Safety Slide": "Cầu Trượt An Toàn Cho Trẻ Nhỏ BamCo",
  "While traditionally sold to commercial venues, the fine folks at BamCo recognized that their All-Inclusive Jungle Gym spoke to a growing market niche - helicopter parents. Instead of going to the playground, why not bring the playground to you? With BamCo's Jungle Gym monopolizing your backyard, your toddler will never leave your sights.": "Mặc dù theo truyền thống được bán cho các địa điểm thương mại, nhưng những người tốt bụng tại BamCo nhận ra rằng Khu Vui Chơi Liên Hoàn Cho Trẻ Nhỏ của họ đáp ứng một thị trường ngách đang phát triển - các bậc cha mẹ trực thăng. Thay vì đến sân chơi, tại sao không mang sân chơi đến cho bạn? Với Khu Vui Chơi Liên Hoàn BamCo độc chiếm sân sau của bạn, con bạn sẽ không bao giờ rời khỏi tầm mắt của bạn.",
  "BamCo's All-Inclusive Toddler Jungle Gym": "Khu Vui Chơi Liên Hoàn Cho Trẻ Nhỏ BamCo",
  "What's the best way to occupy an inquisitive toddler's time? Send them into BamCo's Twisty Tunnels - a series of tubes that toddlers will crawl through and explore for hours on end. While this impressive structure is more commonly found in restaurants and parks, there's no quicker way to show off just how much you love your little tot! At the end of the day, isn't one-upping other neighborhood parents what child rearing is all about?": "Cách tốt nhất để chiếm thời gian của một đứa trẻ mới biết đi hay tò mò là gì? Hãy gửi chúng vào Đường Hầm Xoắn BamCo - một loạt các ống mà trẻ mới biết đi sẽ bò qua và khám phá hàng giờ liền. Mặc dù cấu trúc ấn tượng này thường thấy hơn ở các nhà hàng và công viên, nhưng không có cách nào nhanh hơn để thể hiện bạn yêu con mình đến mức nào! Vào cuối ngày, chẳng phải việc vượt mặt các bậc cha mẹ khác trong khu phố là tất cả những gì về việc nuôi dạy con cái sao?",
  "BamCo's Twisty Toddler Tunnels": "Đường Hầm Xoắn Cho Trẻ Nhỏ BamCo",
  "A string of outdoor lights, appropriate for any fun occasion that you don't want to cut short when the sun goes down.\\n\\nTip: Place multiple Lightropes in a row, then use the \"Lightrope Pole\" to hold up the other end of the string.": "Một chuỗi đèn ngoài trời, phù hợp cho bất kỳ dịp vui vẻ nào mà bạn không muốn kết thúc khi mặt trời lặn.\n\nMẹo: Đặt nhiều Dây Đèn thành một hàng, sau đó sử dụng \"Cột Dây Đèn\" để giữ đầu kia của chuỗi.",
  "High-Wire Lightrope": "Dây Đèn Cao Thế",
  "Troublesome toddlers throwing tantrums? Place them on The Brat Mat to work out their aggression! This rubber surface comes in a number of fun patterns to grab a tot's attention and jump start their imagination. It's the perfect surface to inspire play!": "Những đứa trẻ mới biết đi hay gây rối ném cơn giận dữ? Đặt chúng lên Thảm Nổi Loạn để giải tỏa sự hung hăng của chúng! Bề mặt cao su này có nhiều họa tiết vui nhộn để thu hút sự chú ý của trẻ và khơi dậy trí tưởng tượng của chúng. Đó là bề mặt hoàn hảo để khơi nguồn cảm hứng chơi đùa!",
  "The Brat Mat": "Thảm Nổi Loạn",
  "The Packanack Blanket inspires thoughts of the simple pleasures in life. Spread them outdoors to set the scene for a tasty picnic, or lay back and gaze up at the clouds. Rest assured that its durable woven material is resistant to the toughest stains and splatters.": "Chăn Packanack khơi gợi những suy nghĩ về những thú vui giản dị trong cuộc sống. Trải chúng ra ngoài trời để tạo khung cảnh cho một buổi dã ngoại ngon miệng, hoặc nằm ngửa và ngắm nhìn những đám mây. Hãy yên tâm rằng chất liệu dệt bền chắc của nó có khả năng chống lại những vết bẩn và vết bắn tung tóe cứng đầu nhất.",
  "Packanack Blanket": "Chăn Packanack",
  "Don't pop these balloons too soon, or they'll turn from Party Poppers to party poopers.": "Đừng làm nổ những quả bóng bay này quá sớm, nếu không chúng sẽ biến từ Pháo Bông Thành phần phá đám.",
  "Party Poppers": "Pháo Bông",
  "Some say the lightrope pole is used by nimble Sims to help balance themselves when navigating a tightrope. Those people are wrong.\\n\\nIt's a pole. It holds up the other end of the \"High-Wire Lightrope\" string lights. That's it.": "Một số người nói rằng cột dây đèn được sử dụng bởi những Sim nhanh nhẹn để giúp họ giữ thăng bằng khi đi trên dây. Những người đó đã sai.\n\nĐó là một cái cột. Nó giữ đầu kia của đèn dây \"Dây Đèn Cao Thế\". Chỉ vậy thôi.",
  "Lightrope Pole": "Cột Dây Đèn",
  "Vita means life - and using these sail shades to protect your skin from harsh UV rays is a sure fire way to stay looking younger, longer.": "Vita có nghĩa là cuộc sống - và sử dụng những tấm che nắng này để bảo vệ làn da của bạn khỏi tia UV khắc nghiệt là một cách chắc chắn để giữ cho bạn trông trẻ hơn, lâu hơn.",
  "Vita Sail Shades": "Tấm Che Nắng Vita",
  "Whatcha gonna do with all these stumps... all these stumps you saved from the dump.  My stump, my stump, my stump, my lovely little stumps.": "Bạn sẽ làm gì với tất cả những gốc cây này... tất cả những gốc cây bạn đã cứu khỏi bãi rác. Gốc cây của tôi, gốc cây của tôi, gốc cây của tôi, những gốc cây nhỏ xinh của tôi.",
  "My Stumps - Part One": "Những Gốc Cây Của Tôi - Phần Một",
  "My Stumps - Part Three": "Những Gốc Cây Của Tôi - Phần Ba",
  "My Stumps - Part Two": "Những Gốc Cây Của Tôi - Phần Hai",
  "My Stumps - Part Four": "Những Gốc Cây Của Tôi - Phần Bốn",
  "You're ready to party at a moment's notice... and now, so is your food! Disposable plates, cups, silverware, and napkins are at your disposal for any occasion. Party on!": "Bạn đã sẵn sàng để tiệc tùng bất cứ lúc nào... và bây giờ, đồ ăn của bạn cũng vậy! Đĩa, cốc, dao kéo và khăn ăn dùng một lần luôn sẵn sàng cho bạn sử dụng trong mọi dịp. Tiệc tùng thôi!",
  "Party Pak": "Gói Tiệc",
  "Straight from the back lot in Bridgeport comes surplus director's chairs. Used in the production of films such as \"Diamonds Are For Sims\", \"Simder\", \"Sims of the Dead\", and many more!": "Lấy trực tiếp từ khu đất phía sau ở Bridgeport, những chiếc ghế đạo diễn còn thừa đã có mặt. Được sử dụng trong quá trình sản xuất các bộ phim như \"Diamonds Are For Sims\", \"Simder\", \"Sims of the Dead\" và nhiều phim khác!",
  "D-lister's Chair": "Ghế Hạng D",
  "Take a load off on the Plump Pillow Pad! A dense memory foam packing will provide the support you need to comfortably relax.\\n\\n...just be sure to give it a thorough shake first to remove that pesky purple packing powder,": "Hãy nghỉ ngơi thoải mái trên Đệm Gối Mềm Mại! Lớp đệm mút hoạt tính dày đặc sẽ cung cấp sự hỗ trợ bạn cần để thư giãn thoải mái.\n\n...chỉ cần nhớ lắc kỹ trước để loại bỏ bột đóng gói màu tím khó chịu đó.",
  "Plump Pillow Pad": "Đệm Gối Mềm Mại",
  "The government says that HDPE stands for high-density polyethylene, and we're required to inform you that this table is 100% built from it. We prefer to think of HDPE as Hungry Diners Picnic Extravaganza - the perfect surface for an outdoor feast!": "Chính phủ nói rằng HDPE là viết tắt của polyethylene mật độ cao, và chúng tôi được yêu cầu thông báo cho bạn rằng chiếc bàn này được xây dựng 100% từ nó. Chúng tôi thích nghĩ về HDPE như là Bữa Tiệc Dã Ngoại Cho Những Người Ăn Uống Thả Ga - bề mặt hoàn hảo cho một bữa tiệc ngoài trời!",
  "HDPE Picnic Table": "Bàn Dã Ngoại HDPE",
  "Eight renowned artists collaborated on designs for this joyous toybox! You can feel good knowing that no matter which one you choose, all proceeds are being donated directly to the Toys For Tykes charity.": "Tám nghệ sĩ nổi tiếng đã hợp tác thiết kế cho hộp đồ chơi vui nhộn này! Bạn có thể cảm thấy hài lòng khi biết rằng bất kể bạn chọn cái nào, tất cả số tiền thu được đều được quyên góp trực tiếp cho tổ chức từ thiện Đồ Chơi Cho Trẻ Nhỏ.",
  "Toys For Tykes Toybox": "Hộp Đồ Chơi Từ Thiện Đồ Chơi Cho Trẻ Nhỏ",
  "The chipmunk says, \"chirp chirp chirp\".": "Chú sóc chuột nói, \"chíp chíp chíp\".",
  "Chipmunk Doll": "Búp Bê Sóc Chuột",
  "Part of Mr. Chip, not to worry, Mr. Chip is safe and sound.": "Một phần của Ông Chip, đừng lo lắng, Ông Chip vẫn an toàn và khỏe mạnh.",
  "Mr. Chip": "Ông Chip",
  "Help {2.SimFirstName} Climb": "Giúp {2.SimFirstName} Leo",
  "Help {1.SimFirstName} Slide": "Giúp {1.SimFirstName} Trượt",
  "Help Toddler Climb": "Giúp Trẻ Nhỏ Leo",
  "Play In Ball Pit": "Chơi Trong Hố Bóng",
  "Slide": "Trượt",
  "Climb": "Leo",
  "Wait": "Chờ",
  "Crawl Through": "Bò Xuyên Qua",
  "Play as Monster With {1.SimFirstName}": "Chơi Giả Làm Quái Vật Với {1.SimFirstName}",
  "Play Pretend": "Chơi Giả Vờ",
  "Make Believe Pirate Shipwreck": "Giả Làm Vụ Đắm Tàu Của Cướp Biển",
  "Make Believe Spaceport": "Giả Làm Trạm Vũ Trụ",
  "Must know a toddler with level 2 Imagination Skill.": "Phải biết một đứa trẻ có Kỹ Năng Tưởng Tượng cấp 2.",
  "Play Pirates With": "Chơi Cướp Biển Với",
  "Play Spaceport With": "Chơi Trạm Vũ Trụ Với",
  "Party In The Pack": "Tiệc Tùng Trong Bầy",
  "Family Picnic Spot": "Địa Điểm Dã Ngoại Gia Đình",
  "Playpen Of Tiny Terrors": "Chuồng Chơi Của Những Nỗi Kinh Hoàng Bé Nhỏ",
  "Make Believe": "Giả Bộ",
  "Everyone seems to have had a decent time at the play date... There's one easy way to take your next play date to the next level though. Adorable animal plates. That's right, and you'll find that a set of them have been placed in your household inventory for free! The cute little lion face printed on them is sure to be a hit the next time the tots get together.": "Mọi người dường như đã có một khoảng thời gian vui vẻ trong buổi hẹn chơi... Tuy nhiên, có một cách dễ dàng để đưa buổi hẹn chơi tiếp theo của bạn lên một tầm cao mới. Đĩa hình động vật đáng yêu. Đúng vậy, và bạn sẽ thấy một bộ trong số chúng đã được đặt miễn phí trong kho đồ gia đình của bạn! Khuôn mặt sư tử nhỏ nhắn dễ thương in trên chúng chắc chắn sẽ gây ấn tượng vào lần tới khi những đứa trẻ tụ tập.",
  "\\nBronze Level rewards the household with a set of cute lion plates.": "\nPhần thưởng Cấp Đồng mang đến cho hộ gia đình một bộ đĩa sư tử dễ thương.",
  "Word of this legendary play date has started to spread... In fact, the fine folks in the marketing department at BamCo (esteemed maker of toddler toys) has reached out with a special \"influencer\" opportunity! They've provided their All-Inclusive Jungle Gym set, completely free of charge! You'll find that it's already been delivered to your household's inventory. All they ask is a small, tiny, little favor... Won't you please place it in your front yard and invite all the neighbor's tots over to play, to help spread the good BamCo name?": "Tiếng tăm về buổi hẹn chơi huyền thoại này đã bắt đầu lan rộng... Trên thực tế, những người tốt bụng trong bộ phận tiếp thị tại BamCo (nhà sản xuất đồ chơi cho trẻ mới biết đi đáng kính) đã liên hệ với một cơ hội \"người có ảnh hưởng\" đặc biệt! Họ đã cung cấp bộ Khu Vui Chơi Liên Hoàn, hoàn toàn miễn phí! Bạn sẽ thấy nó đã được chuyển đến kho đồ của gia đình bạn. Tất cả những gì họ yêu cầu là một ân huệ nhỏ, bé xíu, nhỏ xíu... Bạn có thể vui lòng đặt nó ở sân trước và mời tất cả những đứa trẻ trong khu phố đến chơi, để giúp lan truyền danh tiếng tốt đẹp của BamCo không?",
  "\\nGold Level rewards the household with an all inclusive Toddler Jungle Gym.": "\nPhần thưởng Cấp Vàng mang đến cho hộ gia đình một Khu Vui Chơi Liên Hoàn Cho Trẻ Nhỏ.",
  "The play date was a great success! The little tots were bouncing all over as they played, frolicked, and strengthened friendships that will last for years to come. You know what really ramps up a toddler's excitement though? Balloons! Lots and lots of balloons! You'll find a whole cluster of them in your household's inventory... be sure to decorate with them for the next play date!": "Buổi hẹn chơi đã thành công rực rỡ! Những đứa trẻ nhỏ bé đã nhún nhảy khắp nơi khi chúng chơi đùa, vui chơi và củng cố tình bạn sẽ kéo dài trong nhiều năm tới. Bạn có biết điều gì thực sự làm tăng thêm sự phấn khích của một đứa trẻ mới biết đi không? Bóng bay! Rất nhiều bóng bay! Bạn sẽ tìm thấy cả một chùm bóng bay trong kho đồ của gia đình mình... hãy nhớ trang trí chúng cho buổi hẹn chơi tiếp theo nhé!",
  "\\nSilver Level rewards the household with a colorful cluster of balloons.": "\nPhần thưởng Cấp Bạc mang đến cho hộ gia đình một chùm bóng bay đầy màu sắc.",
  "Toddler Play Date": "Buổi Hẹn Chơi Cho Trẻ Nhỏ",
  "Host a big party for tiny tots! Invite all the toddlers your little one knows for fun, play, and general merriment. While the tykes run to and fro, grill up some food and exchange parenting tips with fellow caregivers.": "Tổ chức một bữa tiệc lớn cho những đứa trẻ nhỏ! Mời tất cả những đứa trẻ mà con bạn biết đến để vui chơi, chơi đùa và vui vẻ nói chung. Trong khi những đứa trẻ chạy tới chạy lui, hãy nướng một ít thức ăn và trao đổi các mẹo nuôi dạy con cái với những người chăm sóc khác.",
  "Read a Book to a Toddler": "Đọc Sách Cho Trẻ Nhỏ",
  "Bake Chocolate Chip Cookies": "Nướng Bánh Quy Sô Cô La Chip",
  "Cook Mac and Cheese": "Nấu Mì Ống Phô Mai",
  "Have a Toddler Climb up the Slide": "Cho Trẻ Nhỏ Leo Lên Cầu Trượt",
  "Help a Toddler Climb": "Giúp Trẻ Nhỏ Leo",
  "Have a Toddler go Sliding": "Cho Trẻ Nhỏ Trượt",
  "Help a Toddler Slide": "Giúp Trẻ Nhỏ Trượt",
  "Play With a Toddler": "Chơi Với Trẻ Nhỏ",
  "Talk to a Toddler": "Nói Chuyện Với Trẻ Nhỏ",
  "Click on a Slide and select Help Toddler Climb": "Nhấn vào Cầu Trượt và chọn Giúp Trẻ Nhỏ Leo",
  "Click on a Slide while a toddler is sitting on top and select Help Slide.": "Nhấn vào Cầu Trượt khi trẻ mới biết đi đang ngồi trên đỉnh và chọn Giúp Trượt.",
  "Buy a Toddler Jungle Gym": "Mua Khu Vui Chơi Liên Hoàn Cho Trẻ Nhỏ",
  "Purchase the Toddler Jungle Gym in Build Mode.": "Mua Khu Vui Chơi Liên Hoàn Cho Trẻ Nhỏ ở Chế Độ Xây Dựng.",
  "Buy a Toddler Slide": "Mua Cầu Trượt Cho Trẻ Nhỏ",
  "Purchase a Toddler Slide in Build Mode.": "Mua Cầu Trượt Cho Trẻ Nhỏ ở Chế Độ Xây Dựng.",
  "Buy a Toddler Tunnel": "Mua Đường Hầm Cho Trẻ Nhỏ",
  "Purchase the Toddler Tunnels in Build Mode.": "Mua Đường Hầm Cho Trẻ Nhỏ ở Chế Độ Xây Dựng.",
  "Buy a Ball Pit": "Mua Hố Bóng",
  "Go to Build Mode and purchase a Toddler Ball Pit.": "Vào Chế Độ Xây Dựng và mua Hố Bóng Cho Trẻ Nhỏ.",
  "Guest Caregiver": "Người Chăm Sóc Khách",
  "Your toddler has been invited to a play date. Get ready for lots of fun, love, and chaos!": "Con bạn đã được mời đến một buổi hẹn chơi. Hãy sẵn sàng cho thật nhiều niềm vui, tình yêu và sự hỗn loạn!",
  "Guest Toddler": "Khách Nhỏ Tuổi",
  "You've been invited to a play date. Get ready for lots of fun, love, and chaos!": "Bạn đã được mời đến một buổi hẹn chơi. Hãy sẵn sàng cho thật nhiều niềm vui, tình yêu và sự hỗn loạn!",
  "Host Caregiver": "Chủ Nhà Chăm Sóc",
  "It's your play date... Go forth and have fun!": "Đó là buổi hẹn chơi của bạn... Hãy tiến lên và vui chơi!",
  "Host Toddler": "Chủ Nhà Nhỏ Tuổi",
  "Be a fun host to the toddlers and their caregivers that are attending the play date.": "Hãy là một chủ nhà vui vẻ đối với những đứa trẻ mới biết đi và những người chăm sóc của chúng đang tham dự buổi hẹn chơi.",
  "Must be a toddler aged household member.": "Phải là một thành viên trong gia đình ở độ tuổi trẻ mới biết đi."
}