{
  "Baking Pan": "Khuôn Nướng Bánh",
  "(From Eating a Caramel Covered Apple)": "(Từ Việc Ăn Táo Bọc Caramel)",
  "(From Eating a Cheese Dipper)": "(Từ Việc Ăn Phô Mai Que)",
  "(From Drinking Sparkling Apple Juice)": "(Từ Việc Uống Nước Táo Ép Có Ga)",
  "(From Eating an Improved Food)": "(Từ Việc Ăn Đồ Ăn Cải Thiện)",
  "(From Drinking Party Extender Punch)": "(Từ Việc Uống Nước Pha Kéo Dài Bữa Tiệc)",
  "(From Sabotaged Food or Drink)": "(Từ Đồ Ăn hoặc Thức Uống Bị Phá Hoại)",
  "(From Drinking Futuristic Punch)": "(Từ Việc Uống Nước Pha Phong Cách Tương Lai)",
  "(From Drinking an Improved Drink)": "(Từ Việc Uống Đồ Uống Cải Thiện)",
  "(From Luxury Item at Party)": "(Từ Vật Phẩm Sang Trọng Tại Bữa Tiệc)",
  "{0.SimFirstName} has sabotaged a {1.ObjectName} and will avoid grabbing anything from it. Other Sims beware the effects {M0.his}{F0.her} tampering will have on its contents. ": "{0.SimFirstName} đã phá hoại một {1.ObjectName} và sẽ tránh lấy bất cứ thứ gì từ đó. Các Sims khác hãy cẩn thận với những ảnh hưởng mà sự can thiệp của {M0.his}{F0.her} sẽ gây ra cho những thứ bên trong nó.",
  "Sabotaged Fountain": "Đài Phun Nước Bị Phá Hoại",
  "The entwined tastes of the tart apple and sweet caramel delight the senses.": "Hương vị hòa quyện giữa táo chua và caramel ngọt ngào làm mê đắm các giác quan.",
  "Caramel Hype": "Cơn Cuồng Caramel",
  "Melted cheese just seems to melt your taste buds.": "Phô mai tan chảy dường như làm tan chảy vị giác của bạn.",
  "Tasty Fondue": "Lẩu Phô Mai Ngon Tuyệt",
  "One can always count on Sparkling Apple Juice to keep one lively.": "Ta luôn có thể trông cậy vào Nước Táo Ép Có Ga để giữ cho mình luôn tươi tắn.",
  "Fantastic Sparkling Apple Juice": "Nước Táo Ép Có Ga Tuyệt Vời",
  "It has a strange tangy, umami, electric flavor.": "Nó có một hương vị kỳ lạ, thơm ngon, đậm đà và bùng nổ.",
  "Taste of the Future": "Hương Vị Tương Lai",
  "Something about this drink's flavor hits home.": "Hương vị của thức uống này gợi nhớ đến một điều gì đó rất quen thuộc.",
  "Improved Drink": "Đồ Uống Cải Thiện",
  "Something about this food's flavor hits home.": "Hương vị của món ăn này gợi nhớ đến một điều gì đó rất quen thuộc.",
  "Improved Dish": "Món Ăn Cải Thiện",
  "No Party is complete without a bit of luxury": "Không có bữa tiệc nào trọn vẹn nếu thiếu một chút sang trọng.",
  "Glitz and Glamour": "Hào Nhoáng và Lộng Lẫy",
  "Nothing can keep {0.SimFirstName} from partying all night long!": "Không gì có thể ngăn cản {0.SimFirstName} tiệc tùng suốt đêm dài!",
  "Jolt of Energy": "Luồng Sinh Lực",
  "Something just doesn't taste right, but that's not gonna stop {0.SimFirstName}'s desire to dance or party!": "Có gì đó không đúng vị cho lắm, nhưng điều đó sẽ không ngăn cản mong muốn nhảy nhót hoặc tiệc tùng của {0.SimFirstName}!",
  "Odd Taste": "Vị Lạ",
  "Something {0.SimFirstName} swallowed isn't settling right.": "Thứ gì đó mà {0.SimFirstName} đã nuốt không được ổn cho lắm.",
  "Unusual Taste": "Vị Bất Thường",
  "Ombre Opulence": "Sắc Màu Ombre Sang Trọng",
  "Origami Grandiose": "Nghệ Thuật Origami Vĩ Đại",
  "Starry Night": "Đêm Đầy Sao",
  "Night's Idol": "Thần Tượng Đêm",
  "Vested Interest": "Quyền Lợi Đảm Bảo",
  "Twinkly Rich Dude": "Gã Giàu Sụ Lấp Lánh",
  "A cocktail that glows is one sure to delight the tummy and sparkle the evening with pizzazz and flash. Mix a drink behind the Shine Bar and start the evening off rightly.": "Một ly cocktail phát sáng chắc chắn sẽ làm hài lòng dạ dày và thắp sáng buổi tối bằng sự thú vị và hào nhoáng. Pha một thức uống sau Quầy Bar Lấp Lánh và bắt đầu buổi tối một cách đúng đắn.",
  "Shine Bar": "Quầy Bar Lấp Lánh",
  "A vessel for luxury party beverages.": "Một vật chứa các loại đồ uống sang trọng cho bữa tiệc.",
  "Fountain Drink Goblet": "Cốc Uống Nước Đài Phun",
  "Ceviche": "Ceviche",
  "Ceviche chip. Simple and classy. ": "Khoai tây chiên Ceviche. Đơn giản và sang trọng.",
  "A deliciously caramel covered apple. So delicious.": "Một quả táo bọc caramel ngon tuyệt. Rất ngon.",
  "Caramel Covered Apple": "Táo Bọc Caramel",
  "Gooey, melty, irresistible cheese dipper. A staple in luxury parties.": "Phô mai que tan chảy, dẻo quẹo, không thể cưỡng lại. Một món chủ lực trong các bữa tiệc sang trọng.",
  "Cheese Dipper": "Phô Mai Que",
  "Perfectly confectioned strawberry dipped in chocolate.": "Dâu tây được chế biến hoàn hảo nhúng trong sô cô la.",
  "Chocolate Covered Strawberry": "Dâu Tây Phủ Sô Cô La",
  "Decadent, heavenly creation.": "Sáng tạo tuyệt vời, ngon ngất ngây.",
  "Almond Macaron": "Bánh Macaron Hạnh Nhân",
  "Almond Macarons": "Bánh Macaron Hạnh Nhân",
  "Sausage and Peppers": "Xúc Xích và Ớt Chuông",
  "Vegetable Tempura": "Tempura Rau Củ",
  "Fountain of Mirth": "Đài Phun Nước Vui Nhộn",
  "This repository of flavor and delightful tastes is stacked and tiered perfectly for a party or ambitious solo evening. With the Fountain of Mirth, you’ll have a mouthful to share with others. Now with more flavors!": "Kho hương vị và món ngon thú vị này được xếp chồng và phân tầng hoàn hảo cho một bữa tiệc hoặc một buổi tối một mình đầy tham vọng. Với Đài Phun Nước Vui Nhộn, bạn sẽ có đầy ắp những món ngon để chia sẻ với người khác. Giờ đây có nhiều hương vị hơn!",
  "Light emanating from a straight source has been scientifically proven to be boring and a \"major downer\" for the evening. Sprout light particles from an undulating surface -- the Lamp de Twist!": "Ánh sáng phát ra từ một nguồn thẳng đã được khoa học chứng minh là nhàm chán và là một \"điều tồi tệ lớn\" cho buổi tối. Hãy phóng ra các hạt ánh sáng từ một bề mặt nhấp nhô - Đèn de Twist!",
  "Lamp de Twist": "Đèn de Twist",
  "Right as the clock strikes midnight, the Dream Ruffles are set stylishly to capture your passion, hopes, and yes, dreams! With every swish and evocative caress of a window, the Dream Ruffles encapsulate everything special about midnight.": "Ngay khi đồng hồ điểm nửa đêm, Dream Ruffles được thiết lập một cách phong cách để nắm bắt niềm đam mê, hy vọng và vâng, cả những giấc mơ của bạn! Với mỗi vòng xoáy và vuốt ve gợi cảm của cửa sổ, Dream Ruffles gói gọn mọi thứ đặc biệt về nửa đêm.",
  "Dream Ruffles": "Diềm xếp Giấc Mơ",
  "Unhntz uhntz uhntz uhntz. You hear it? You feel it? You see it? Alert your senses. The Pulse Panels are pushing light onto the floor, but you gotta do the rest with your entire body. FEEL IT.": "Unhntz uhntz uhntz uhntz. Bạn có nghe thấy không? Bạn có cảm thấy không? Bạn có thấy không? Báo động các giác quan của bạn. Các Tấm Xung Lực đang đẩy ánh sáng xuống sàn, nhưng bạn phải làm phần còn lại bằng toàn bộ cơ thể của bạn. CẢM NHẬN ĐI.",
  "Pulse Panels": "Tấm Xung Lực",
  "This club is for the fancy, the upper crust, the well known, and the it listers. If they sit, and they don't, they do so on the Uptight Stool - a piece of furniture built exclusively to support the egos of those seated upon it.": "Câu lạc bộ này dành cho những người sang trọng, thượng lưu, nổi tiếng và những người có tên trong danh sách. Nếu họ ngồi, và họ không ngồi, thì họ ngồi trên Ghế Đứng Đắn - một món đồ nội thất được chế tạo độc quyền để hỗ trợ cái tôi của những người ngồi trên đó.",
  "Uptight Stool": "Ghế Đứng Đắn",
  "Be you debutante, wall flower, or night beast, the Chiawowi Seat is a perfect temporary waypoint on which to plan your next move. ": "Dù bạn là người mới ra mắt, người ít nói hay quái vật về đêm, Ghế Chiawowi là một điểm dừng chân tạm thời hoàn hảo để lên kế hoạch cho bước đi tiếp theo của bạn.",
  "Chiawowi Seat": "Ghế Chiawowi",
  "It was deemed the Ottoman seat was just not stylish enough. Not refined enough. Not PARTY enough. Hence, the Parttoman. A slammin' good time, but also, an Ottoman.": "Người ta cho rằng ghế Ottoman không đủ phong cách. Không đủ tinh tế. Không đủ CHẤT để dự TIỆC. Do đó, Parttoman ra đời. Một khoảng thời gian tuyệt vời, nhưng đồng thời, nó cũng là một chiếc Ottoman.",
  "The Parttoman": "Parttoman",
  "Renowned culinary enthusiast Gerhardt von Foodenschnutz decried the lack of surfaces that could support not one, not two, but more than that amount for food. Von Foodenschnutz wanted a way to show off everything he and his guests wanted to eat. While walking along a particularly lengthy flat surface, he had his eureka. The Banquetia Plateau, perfect for serving food to large parties!": "Người đam mê ẩm thực nổi tiếng Gerhardt von Foodenschnutz đã lên án sự thiếu hụt các bề mặt có thể hỗ trợ không phải một, không phải hai, mà nhiều hơn số lượng đó cho thực phẩm. Von Foodenschnutz muốn một cách để khoe mọi thứ mà ông và khách của mình muốn ăn. Trong khi đi bộ dọc theo một bề mặt phẳng đặc biệt dài, ông đã có khoảnh khắc eureka của mình. Cao nguyên Banquetia, hoàn hảo để phục vụ thức ăn cho các bữa tiệc lớn!",
  "Banquetia Plateau": "Cao nguyên Banquetia",
  "With the ability to showcase numerous dishes at once, this table is just what your Sim needs for his or her next sophisticated soirée. Showcase your Sim's \"Around the World in Foodie Days\" appetizer spread or just throw down some Mac and Cheese and be done with it. No matter the level of effort put into the actual food, this table will make your repast look like gourmet dining!": "Với khả năng trưng bày nhiều món ăn cùng một lúc, chiếc bàn này chính là thứ mà Sim của bạn cần cho buổi dạ tiệc tinh tế tiếp theo của mình. Trưng bày món khai vị \"Vòng quanh thế giới trong những ngày của người sành ăn\" của Sim bạn hoặc chỉ cần bày một ít Mac và Cheese lên và xong. Bất kể bạn bỏ ra bao nhiêu công sức cho món ăn thực tế, chiếc bàn này sẽ khiến bữa ăn của bạn trông như một bữa ăn ngon!",
  "Fancy Feast Banquet Table": "Bàn Tiệc Thịnh Soạn",
  "Not the typical table for dinner, or brunch, definitely not brunch, the Table Sequinas is a flashy surface that repels the boring and tedious types who go to sleep before midnight.": "Không phải là chiếc bàn điển hình cho bữa tối, hoặc bữa nửa buổi, chắc chắn không phải bữa nửa buổi, Table Sequinas là một bề mặt hào nhoáng đẩy lùi những kiểu người nhàm chán và tẻ nhạt, những người đi ngủ trước nửa đêm.",
  "Table Sequinas": "Table Sequinas",
  "The Boom Cube is a perfect surface, or series of surfaces. It is a cube after all. Eat on it, but only if you're going to be daring. And don't leave things on it! Such behavor demeans the Boom Cube.": "Boom Cube là một bề mặt hoàn hảo, hoặc một loạt các bề mặt. Rốt cuộc nó là một khối lập phương. Ăn trên đó, nhưng chỉ khi bạn dám. Và đừng để đồ đạc trên đó! Hành vi như vậy làm mất phẩm giá của Boom Cube.",
  "Boom Cube": "Boom Cube",
  "A necessity for pouring the right amount of liquids for your recipes.": "Một vật dụng cần thiết để rót đúng lượng chất lỏng cho công thức nấu ăn của bạn.",
  "Measuring Cup": "Cốc Đong",
  "Serve All": "Phục Vụ Tất Cả",
  "Select food to Serve": "Chọn đồ ăn để Phục Vụ",
  "There are no slots for food to be placed on the banquet table": "Không có vị trí nào để đặt đồ ăn lên bàn tiệc",
  "Serve Almond Macarons": "Phục Vụ Bánh Macaron Hạnh Nhân",
  "Serve Ceviche and Chips": "Phục Vụ Ceviche và Khoai Tây Chiên",
  "Serve Roast Chicken": "Phục Vụ Gà Nướng",
  "Serve Sausage and Peppers": "Phục Vụ Xúc Xích và Ớt Chuông",
  "Serve Vegetable Tempura": "Phục Vụ Tempura Rau Củ",
  "Serve from Inventory": "Phục Vụ từ Hành Trang",
  "Refill": "Đổ Đầy",
  "This Fountain has already had something added.": "Đài Phun Nước này đã có thứ gì đó được thêm vào.",
  "Add Something Extra": "Thêm Thứ Gì Đó Đặc Biệt",
  "Clean": "Làm Sạch",
  "Taste Fountain's Contents": "Nếm Thử Đồ Bên Trong Đài Phun Nước",
  "Empty": "Đổ Hết",
  "Caramel": "Caramel",
  "Unlock this interaction by reaching Cooking Skill Level 4": "Mở khóa tương tác này bằng cách đạt đến Cấp Kỹ Năng Nấu Ăn 4",
  "Cheese": "Phô Mai",
  "Chocolate": "Sô Cô La",
  "Unlock this interaction by reaching Mixology Skill Level 3": "Mở khóa tương tác này bằng cách đạt đến Cấp Kỹ Năng Pha Chế 3",
  "Sparkling Apple Juice": "Nước Táo Ép Có Ga",
  "Fruit Punch": "Nước Ép Trái Cây",
  "Futuristic Punch": "Nước Pha Phong Cách Tương Lai",
  "Party Extender Punch": "Nước Pha Kéo Dài Bữa Tiệc",
  "Grab Caramel Covered Apple": "Lấy Táo Bọc Caramel",
  "Grab Cheese Dipper": "Lấy Phô Mai Que",
  "Grab Chocolate Covered Strawberry": "Lấy Dâu Tây Phủ Sô Cô La",
  "Grab Sparkling Apple Juice": "Lấy Nước Táo Ép Có Ga",
  "Grab Fruit Punch": "Lấy Nước Ép Trái Cây",
  "Grab Futuristic Punch": "Lấy Nước Pha Phong Cách Tương Lai",
  "Grab Party Extender Punch": "Lấy Nước Pha Kéo Dài Bữa Tiệc",
  "Improve Chocolate": "Cải Thiện Sô Cô La",
  "Improve Sparkling Apple Juice": "Cải Thiện Nước Táo Ép Có Ga",
  "Improve Caramel": "Cải Thiện Caramel",
  "Improve Party Extender Punch": "Cải Thiện Nước Pha Kéo Dài Bữa Tiệc",
  "Improve Futuristic Punch": "Cải Thiện Nước Pha Phong Cách Tương Lai",
  "Improve Cheese": "Cải Thiện Phô Mai",
  "This Fountain has already been improved.": "Đài Phun Nước này đã được cải thiện.",
  "{1.ObjectName}! Now with 100% more zest thanks to {0.SimFirstName}!": "{1.ObjectName}! Giờ ngon hơn 100% nhờ có {0.SimFirstName}!",
  "Improve Fruit Punch": "Cải Thiện Nước Ép Trái Cây",
  "Lux VIP Room": "Phòng VIP Sang Chảnh",
  "Whimsical Sectional": "Ghế Sofa Góc Kỳ Quặc",
  "Serve Food": "Phục Vụ Đồ Ăn",
  "Fill Fountain With": "Đổ Đầy Đài Phun Nước Với",
  "Party Serving (8)": "Phần Ăn Cho Bữa Tiệc (8)",
  "Family Size (4)": "Khẩu Phần Gia Đình (4)",
  "Ceviche And Chips": "Ceviche Và Khoai Tây Chiên",
  "Single Serving": "Khẩu Phần Ăn Riêng",
  "Grill Sausage and Peppers": "Nướng Xúc Xích và Ớt Chuông",
  "Buy a Drink Fountain": "Mua Đài Phun Nước",
  "Purchase a Banquet Table from Build Mode.": "Mua một Bàn Tiệc từ Chế Độ Xây Dựng.",
  "Purchase the Fountain of Mirth from Build Mode.": "Mua Đài Phun Nước Vui Nhộn từ Chế Độ Xây Dựng.",
  "Buy a Banquet Table": "Mua Bàn Tiệc"
}